Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Esta función permite crear una copia de seguridad de tus datos, lo que es esencial para proteger tu información. Al generar una copia de seguridad, puedes restaurar tus datos en caso de pérdida o daño, asegurando así la continuidad de tu trabajo. Es una práctica recomendada, independientemente de si utilizas almacenamiento local o no, ya que siempre es mejor prevenir que lamentar.
am: ይዞው በይን ዝንባሌ ሰግባ፣ ወርቹን ይዞር ናይረ
ar: تتيح لك هذه الوظيفة إنشاء نسخة احتياطية من بياناتك، وهو أمر أساسي لحماية معلوماتك. عند إنشاء نسخة احتياطية، يمكنك استعادة بياناتك في حالة الفقدان أو التلف، مما يضمن استمرار عملك. إنها ممارسة موصى بها، بغض النظر عما إذا كنت تستخدم التخزين المحلي أم لا، لأنه من الأفضل دائمًا أن تتجنب المشكلات بدلاً من الندم.
de: Diese Funktion ermöglicht es, eine Sicherungskopie Ihrer Daten zu erstellen, was entscheidend für den Schutz Ihrer Informationen ist. Durch die Erstellung einer Sicherungskopie können Sie Ihre Daten im Falle von Verlust oder Beschädigung wiederherstellen, wodurch die Kontinuität Ihrer Arbeit sichergestellt wird. Es ist eine empfohlene Praxis, unabhängig davon, ob Sie lokalen Speicher verwenden oder nicht, da es immer besser ist, vorzusorgen, als nachzusehen.
el: Αυτή η λειτουργία επιτρέπει τη δημιουργία αντιγράφου ασφαλείας των δεδομένων σας, που είναι απαραίτητο για την προστασία της πληροφορίας σας. Με την παραγωγή αντιγράφου ασφαλείας, μπορείτε να αποκαταστήσετε τα δεδομένα σας σε περίπτωση απώλειας ή ζημιάς, διασφαλίζοντας έτσι τη συνέχεια της εργασίας σας. Είναι μια συνιστώμενη πρακτική, ανεξάρτητα από το αν χρησιμοποιείτε τοπική αποθήκευση ή όχι, καθώς είναι πάντα καλύτερο να προλαμβάνετε παρά να μετανιώνετε.
et: See funktsioon võimaldab luua teie andmete varukoopia, mis on hädavajalik teie teabe kaitsmiseks. Varukoopia genereerimise korral saate oma andmeid taastada ka juhul, kui need on kadunud või kahjustatud, tagades seega teie töö järjepidevuse. See on soovitatav praktika, sõltumata sellest, kas kasutate kohalikku salvestust või mitte, kuna alati on parem ennetada kui kahetseda.
fi: Tämä toiminto mahdollistaa varmuuskopion luomisen tiedoistasi, mikä on olennaista tietojesi suojaamiseksi. Varmuuskopion luomisen myötä voit palauttaa tietosi, jos ne katoavat tai vahingoittuvat, varmistaen näin työsi jatkuvuuden. Tämä on suositeltava käytäntö, riippumatta siitä, käytätkö paikallista tallennusta vai et, koska on aina parempi ehkäistä kuin katua.
fr: Cette fonctionnalité permet de créer une sauvegarde de vos données, ce qui est essentiel pour protéger vos informations. En générant une sauvegarde, vous pouvez restaurer vos données en cas de perte ou de dommage, assurant ainsi la continuité de votre travail. C'est une bonne pratique, que vous utilisiez ou non le stockage local, car il vaut toujours mieux prévenir que guérir.
he: פונקציה זו מאפשרת ליצור גיבוי של הנתונים שלך, דבר החיוני для הגנה על המידע שלך. על ידי יצירת גיבוי, תוכל לשחזר את הנתונים שלך במקרה של אובדן או נזק, ובכך להבטיח את המשכיות העבודה שלך. זו פרקטיקה מומלצת, ללא קשר אם אתה משתמש באחסון מקומי או לא, מכיוון שתמיד עדיף למנוע מאשר להצטער.
hy: Այս հատկությունն աշխատում է ստեղծել պահեստավորում ձեր տվյալների համար, ինչը կարևոր է ձեր տեղեկատվությունը պահպանելու համար։ Ցեղագրելով պահեստացումը, դուք կարող եք վերականգնել ձեր տվյալների կորուստ կամ վնասի դեպքում, ապահովելով ձեր աշխատանքի շարունակականությունը։ Դա խորհուրդ է տրվում պրակտիկա է, անկախ նրանից, թե տեղական պահեստավորում եք օգտագործում թե ոչ, քանի որ միշտ ցանկալի է կանխարգելել, քան ափսոսալ։
it: Questa funzione consente di creare una copia di sicurezza dei tuoi dati, essenziale per proteggere le tue informazioni. Generando un backup, puoi ripristinare i tuoi dati in caso di perdita o danneggiamento, garantendo così la continuità del tuo lavoro. È una prassi consigliata, indipendentemente dal fatto che tu utilizzi archiviazione locale o meno, poiché è sempre meglio prevenire piuttosto che rimediare.
ja: この機能は、データのバックアップを作成することを可能にし、情報を保護するために不可欠です。バックアップを生成することで、データの損失や損傷があった場合にデータを復元でき、作業の継続性が保証されます。ローカルストレージを使用していようがいまいが、これは推奨される実践であり、常に後悔よりも予防が望ましいです。
ko: 이 기능은 데이터를 백업할 수 있게 해 주며, 이는 정보 보호를 위해 필수적입니다. 백업을 생성함으로써, 데이터가 손실되거나 손상된 경우 복원할 수 있어 작업의 연속성을 보장합니다. 이는 로컬 스토리지를 사용하든 사용하지 않든 추천되는 관행입니다. 예방이 후회보다 낫다는 것은 항상 진리입니다.
mn: Энэ функц нь таны мэдээллийг хамгаалах зорилгоор нөөц файлыг үүсгэх боломжийг олгодог. Нөөц файлыг гаргах үедээ алдагдлын эсвэл гэмтэлийн тохиолдолд мэдээллээ сэргээх боломжтой бөгөөд таны ажлын үргэлжлэлийг хангах болно. Энэ нь орон нутгийн хадгалалт ашиглаж байгаа эсэхээс үл хамааран, хичнээн сайн болгосон нь сайн байх болно.
nl: Deze functie maakt het mogelijk een back-up van je gegevens te maken, wat essentieel is om je informatie te beschermen. Door een back-up te genereren, kun je je gegevens herstellen in geval van verlies of schade, waarmee je de continuïteit van je werk waarborgt. Het is een aanbevolen praktijk, ongeacht of je lokale opslag gebruikt of niet, omdat het altijd beter is om te voorkomen dan te betreuren.
pt: Essa função permite criar uma cópia de segurança de seus dados, o que é essencial para proteger suas informações. Ao gerar uma cópia de segurança, você pode restaurar seus dados em caso de perda ou dano, garantindo assim a continuidade de seu trabalho. É uma prática recomendada, independentemente de você usar armazenamento local ou não, pois é sempre melhor prevenir do que remediar.
ru: Эта функция позволяет создать резервную копию ваших данных, что является важным для защиты вашей информации. Создавая резервную копию, вы можете восстановить свои данные в случае потери или повреждения, тем самым обеспечив непрерывность вашей работы. Это рекомендуемая практика, независимо от того, используете ли вы локальное хранилище или нет, так как всегда лучше предотвращать, чем сожалеть.
sv: Den här funktionen gör det möjligt att skapa en säkerhetskopia av dina data, vilket är viktigt för att skydda din information. Genom att skapa en säkerhetskopia kan du återställa dina data vid förlust eller skada, och säkerställa kontinuiteten i ditt arbete. Det är en rekommenderad praxis, oavsett om du använder lokal lagring eller inte, eftersom det alltid är bättre att förebygga än att ångra.
tr: Bu özellik, verilerinizi yedeklemek için bir kopya oluşturmanıza olanak tanır; bu, bilginizi korumak için gereklidir. Yedek oluşturduğunuzda, kayıp veya hasar durumunda verilerinizi geri yükleyebilir ve böylece çalışmalarınızın devamlılığını sağlamış olursunuz. Yerel depolama kullanıp kullanmadığınıza bakılmaksızın, daima önlem almak, pişman olmaktan iyidir.
tw: Saa ho kwan yi bɛn kɔ nsɛm a ɛda ho adi no mu, na ɛyɛ a ɛda ho adi sɛ ɔbɛtaa wo wɔ ɔkwan a ɛda ho adi. Sɛ wopɛ sɛ wosɔ nsɛm a ɛda ho adi no a, ɛyɛ ɔhaw a ɛda ho adi sɛ ɔbɛboa wo a, na ɛma nsɛm a ɛda hɔ asɛm a ɛda ho adi no. Sɛ wopɛ sɔretɔ ho koraa a, anka ɛyɛ bɔne sɛ ɛbɛma nsɛm a ɛda hɔ no mu.
uk: Ця функція дозволяє створити резервну копію ваших даних, що є важливим для захисту вашої інформації. Створюючи резервну копію, ви можете відновити свої дані у випадку втрати або ушкодження, гарантуючи таким чином безперервність вашої роботи. Це рекомендована практика, незалежно від того, чи використовуєте ви локальне зберігання чи ні, оскільки завжди краще запобігти, ніж шкодувати.
zh: 此功能允许创建数据备份，这对于保护信息至关重要。生成备份后，可以在丢失或损坏的情况下恢复数据，从而确保工作的连续性。无论您是否使用本地存储，这是一个推荐的做法，因为预防总比后悔好。

source: Crear copia de seguridad
am: የእጅ ይዘት
ar: إنشاء نسخة احتياطية
de: Sicherung erstellen
el: Δημιουργία αντιγράφου ασφαλείας
et: Loo varukoopia
fi: Luo varmuuskopio
fr: Créer une sauvegarde
he: צור גיבוי
hy: Պահպանման պատճեն ստեղծել
it: Crea backup
ja: バックアップを作成する
ko: 백업 생성
mn: Нөөц файлыг үүсгэх
nl: Maak back-up aan
pt: Criar cópia de segurança
ru: Создать резервную копию
sv: Skapa säkerhetskopia
tr: Yedek oluştur
tw: Bɛkɔ so nsɛm no mu
uk: Створити резервну копію
zh: 创建备份

source: Importar una copia de seguridad
am: መረዳ ትንሽ በአንቀት
ar: استيراد نسخة احتياطية
de: Eine Sicherung importieren
el: Εισαγωγή αντιγράφου ασφαλείας
et: Importige varukoopia
fi: Tuo varmuuskopio
fr: Importer une sauvegarde
he: ייבא גיבוי
hy: Պահպանման պատճեն ներկրել
it: Importa un backup
ja: バックアップをインポートする
ko: 백업 가져오기
mn: Нөөц файлыг импортлох
nl: Een back-up importeren
pt: Importar uma cópia de segurança
ru: Импортировать резервную копию
sv: Importera en säkerhetskopia
tr: Yedekleme dosyasını içe aktar
tw: Fa nsɛm a ɛda hɔ no mu
uk: Імпортувати резервну копію
zh: 导入备份

source: Esta función permite importar datos desde un archivo de copia de seguridad en formato JSON. Al seleccionar un archivo y las tablas que deseas importar, podrás restaurar información previamente guardada, asegurando que tus datos estén actualizados y disponibles.
am: ይህ ስርዓት እንደ JSON ቅጂ ይወስደዋልን፣ እኮ ወሰነ ይወሬንን ዝወሬቹ ! ይኰን ርክወዳ፣ ይኼያ እኩሎችን ይህ፣ የተወዳጁ ጊዜ ሆኖ ሞድ ስሩሙ ክፍት ገልጻል።
ar: تتيح لك هذه الوظيفة استيراد البيانات من ملف النسخ الاحتياطي بصيغة JSON. من خلال اختيار ملف والجداول التي ترغب في استيرادها، يمكنك استعادة المعلومات المحفوظة سابقًا، مما يضمن أن بياناتك محدثة ومتاحة.
de: Diese Funktion erlaubt es, Daten aus einer Sicherungsdatei im JSON-Format zu importieren. Durch die Auswahl einer Datei und der Tabellen, die Sie importieren möchten, können Sie zuvor gespeicherte Informationen wiederherstellen und sicherstellen, dass Ihre Daten aktuell und verfügbar sind.
el: Αυτή η λειτουργία επιτρέπει την εισαγωγή δεδομένων από αρχείο αντιγράφου ασφαλείας σε μορφή JSON. Με την επιλογή ενός αρχείου και των πινάκων που θέλετε να εισαγάγετε, μπορείτε να αποκαταστήσετε προηγουμένως αποθηκευμένες πληροφορίες, διασφαλίζοντας ότι τα δεδομένα σας είναι ενημερωμένα και διαθέσιμα.
et: See funktsioon võimaldab importida andmeid varukoopia failist JSON formaadis. Valides faili ja tabelid, mida soovite importida, saate taastada eelnevalt salvestatud teabe, tagades, et teie andmed on ajakohased ja kergesti kätte saadavad.
fi: Tämä toiminto mahdollistaa tietojen tuomisen varmuuskopiotiedostosta JSON-muodossa. Valitsemalla tiedoston ja tuomasi taulukot voit palauttaa aiemmin tallennettua tietoa varmistaen, että tietosi ovat ajan tasalla ja saatavilla.
fr: Cette fonction permet d'importer des données à partir d'un fichier de sauvegarde au format JSON. En sélectionnant un fichier et les tables que vous souhaitez importer, vous pourrez restaurer des informations préalablement enregistrées, garantissant que vos données sont à jour et disponibles.
he: פונקציה זו מאפשרת לייבא נתונים מקובץ גיבוי בפורמט JSON. על ידי בחירת קובץ ואת הטבלאות שברצונך לייבא, תוכל לשחזר מידע שנשמר בעבר, ולהבטיח שהנתונים שלך מעודכנים וזמינים.
hy: Այս գործառույթը թույլ է տալիս ներկրել տվյալներ JSON ձևաչափով պահպանման ֆայլից։ Fayl ընտրելու և ներմուծելու ցանկվող աղյուսակներ ընտրելով՝ դուք կարող եք վերականգնել նախկինում պահպանված տեղեկությունները, ապահովելով, որ ձեր տվյալները թարմ և հասանելի լինեն:
it: Questa funzione consente di importare dati da un file di backup in formato JSON. Selezionando un file e le tabelle che desideri importare, potrai ripristinare informazioni precedentemente salvate, garantendo che i tuoi dati siano aggiornati e disponibili.
ja: この機能を使用すると、JSON形式のバックアップファイルからデータをインポートできます。ファイルとインポートしたいテーブルを選択することで、以前に保存された情報を復元し、データが最新で利用可能であることを確保できます。
ko: 이 기능은 JSON 형식의 백업 파일에서 데이터를 가져올 수 있게 해 줍니다. 파일과 가져오려는 테이블을 선택하면 이전에 저장된 정보를 복원할 수 있어 데이터가 업데이트되고 사용할 수 있도록 보장합니다.
mn: Энэ функц нь JSON форматын баталгаажуулалтын файлаас өгөгдлийг импортлох боломжийг олгодог. Файлыг болон импортлох хүснэгтүүдийг сонгосноор, та өмнө хадгалсан мэдээллээ сэргээж, таны өгөгдөл шинэчлэгдсэн, ашиглах боломжтой байгааг хангах боломжтой.
nl: Deze functie maakt het mogelijk gegevens vanuit een back-upbestand in JSON-indeling te importeren. Door een bestand en de tabellen die je wilt importeren te selecteren, kun je eerder opgeslagen informatie herstellen, zodat je gegevens up-to-date en beschikbaar zijn.
pt: Essa função permite importar dados de um arquivo de copia de segurança em formato JSON. Ao selecionar um arquivo e as tabelas que deseja importar, você pode restaurar informações previamente salvas, garantindo que seus dados estejam atualizados e disponíveis.
ru: Эта функция позволяет импортировать данные из резервной копии в формате JSON. Выбрав файл и таблицы, которые вы хотите импортировать, вы сможете восстановить ранее сохраненную информацию, обеспечивая актуальность и доступность ваших данных.
sv: Denna funktion gör det möjligt att importera data från en säkerhetskopia i JSON-format. Genom att välja en fil och de tabeller du vill importera kan du återställa information som tidigare har sparats, vilket säkerställer att dina data är aktuella och tillgängliga.
tr: Bu özellik, JSON formatındaki bir yedekleme dosyasından veri içe aktarmanıza olanak tanır. Bir dosya ve içe aktarmak istediğiniz tabloları seçerek, daha önce saklanan bilgileri geri yükleyebilir ve verilerinizin güncel ve erişilebilir olmasını sağlayabilirsiniz.
tw: Saa ho kwan yi bɛn fa nsɛm a ɛda ho adi no mu. Sɛ wopɛ sɛ wode nsɛm a ɛda hɔ adi no mu a, fa nsɛm no mu a, bɛma nsɛm a ɛda ho adi no mu.
uk: Ця функція дозволяє імпортувати дані з файлу резервної копії у форматі JSON. Вибравши файл і таблиці, які ви хочете імпортувати, ви зможете відновити інформацію, яка була раніше збережена, гарантуючи, що ваші дані актуальні та доступні.
zh: 此功能允许从JSON格式的备份文件中导入数据。通过选择文件和要导入的表，您可以恢复先前保存的信息，确保数据的最新性和可用性。

source: Por el momento, Kingdom Hall Attendant solo permite importar copias de seguridad del mismo Kingdom Hall Attendant. En el futuro, se planea habilitar la importación de datos desde otras aplicaciones, pero aún no hay una fecha específica para esta funcionalidad.
am: አሁኑኑ የክንድም የቤተ መዋዕል እንደ ዋጋ ይፈቀድ፣ ወይዘር ዋጋነዊያን ያወቃል፣ ዋጋዎቹ ወውልቃል እንደ ንግግር፡፡
ar: في الوقت الحالي، يتيح لك مساعد قاعة المملكة استيراد النسخ الاحتياطية من نفس مساعد قاعة المملكة فقط. في المستقبل، من المخطط تمكين استيراد البيانات من تطبيقات أخرى، لكن لا يوجد تاريخ محدد لهذه الوظيفة حتى الآن.
de: Im Moment erlaubt Kingdom Hall Attendant nur den Import von Sicherungen des gleichen Kingdom Hall Attendant. In Zukunft ist geplant, den Datenimport aus anderen Anwendungen zu ermöglichen, aber es gibt noch kein konkretes Datum für diese Funktionalität.
el: Προς το παρόν, ο Υπάλληλος της Βασιλειάς επιτρέπει μόνο την εισαγωγή αντιγράφων ασφαλείας από τον ίδιο Υπάλληλο της Βασιλειάς. Στο μέλλον, προγραμματίζεται να επιτραπεί η εισαγωγή δεδομένων από άλλες εφαρμογές, αλλά προς το παρόν δεν υπάρχει συγκεκριμένη ημερομηνία για αυτή τη λειτουργία.
et: Praegu võimaldab Kingdom Hall Attendant ainult sama Kingdom Hall Attendant'i varukoopiaid importida. Tulevikus plaanitakse andmete importimist teistest rakendustest, kuid selle funktsionaalsuse jaoks pole veel konkreetset kuupäeva.
fi: Tällä hetkellä Kingdom Hall Attendant sallii vain varmuuskopioiden tuonti samasta Kingdom Hall Attendantista. Tulevaisuudessa suunnitellaan mahdollisuuden tarjoamista tietojen tuomiseen muista sovelluksista, mutta tälle toiminnallisuudelle ei ole vielä määritelty tarkkaa päivämäärää.
fr: Pour le moment, Kingdom Hall Attendant ne permet que l'importation de sauvegardes du même Kingdom Hall Attendant. À l'avenir, il est prévu d'activer l'importation de données d'autres applications, mais il n'y a pas encore de date spécifique pour cette fonctionnalité.
he: בזמן הנוכחי, Kingdom Hall Attendant מאפשר רק לייבא גיבויים מאותו Kingdom Hall Attendant. בעתיד, מתוכנן לאפשר ייבוא נתונים מאפליקציות אחרות, אך עדיין אין תאריך ספציפי לפונקציה זו.
hy: Այս պահին Kingdom Hall Attendant-ը միայն թույլ է տալիս ներմուծել նույն Kingdom Hall Attendant-ի պահեստային պատճենները։ Վաղը նախատեսվում է հնարավոր դարձնել տվյալների ներմուծումը այլ ծրագրերից, սակայն դեռևս այս գործառույթի համար կառաջարկվի կոնկրետ ամսաթիվ՝ մինչև չհայտնվի։
it: Per ora, Kingdom Hall Attendant consente solo di importare backup dallo stesso Kingdom Hall Attendant. In futuro, è previsto di abilitare l'importazione di dati da altre applicazioni, ma non c'è ancora una data specifica per questa funzionalità.
ja: 現時点では、Kingdom Hall Attendantは同じKingdom Hall Attendantのバックアップのみをインポートすることを許可しています。将来的には、他のアプリケーションからのデータインポートを可能にする予定ですが、その機能の具体的な日付はまだ決まっていません。
ko: 현재 Kingdom Hall Attendant는 동일한 Kingdom Hall Attendant에서만 백업 가져오기를 허용합니다. 앞으로 다른 애플리케이션에서 데이터 가져오기를 활성화할 계획이 있지만, 이 기능에는 특정 날짜가 없습니다.
mn: Одоогоор Kingdom Hall Attendant зөвхөн нэг ижил Kingdom Hall Attendant-аас баталгаажуулалтыг импортлохыг зөвшөөрдөг. Ирээдүйд бусад програмуудын өгөгдлийг импортлох боломжийг нээхээр төлөвлөж байгаа боловч энэ функцийг хэрэгжүүлэх тодорхой огноо байхгүй байна.
nl: Op dit moment staat Kingdom Hall Attendant alleen het importeren van back-ups van dezelfde Kingdom Hall Attendant toe. In de toekomst is het gepland om de import van gegevens vanuit andere toepassingen mogelijk te maken, maar er is nog geen specifieke datum voor deze functionaliteit.
pt: No momento, Kingdom Hall Attendant só permite importar backups do mesmo Kingdom Hall Attendant. No futuro, está previsto habilitar a importação de dados de outros aplicativos, mas ainda não há uma data específica para essa funcionalidade.
ru: На данный момент Kingdom Hall Attendant позволяет импортировать резервные копии только от того же Kingdom Hall Attendant. В будущем планируется включить импорт данных из других приложений, но пока нет конкретной даты для этой функции.
sv: För närvarande tillåter Kingdom Hall Attendant endast att importera säkerhetskopior från samma Kingdom Hall Attendant. I framtiden planeras det att möjliggöra import av data från andra applikationer, men det finns ännu inget specifikt datum för denna funktion.
tr: Şu anda, Kingdom Hall Attendant yalnızca aynı Kingdom Hall Attendant'ın yedeklerini içe aktarmaya izin veriyor. Gelecekte, diğer uygulamalardan veri içe aktarma özelliğinin etkinleştirilmesi planlanıyor, ancak bu işlevsellik için henüz kesin bir tarih yok.
tw: Sɛsa nsɛm a ɛda ho adi no, Kingdom Hall Attendant ma ɛyɛ mmerɛ a esisi yɛn mu.
uk: На даний момент Kingdom Hall Attendant дозволяє імпортувати резервні копії тільки з того ж Kingdom Hall Attendant. У майбутньому планується активувати імпорт даних з інших застосунків, але наразі немає конкретної дати для цієї функції.
zh: 目前，Kingdom Hall Attendant仅允许从同一Kingdom Hall Attendant导入备份。未来，计划启用从其他应用程序导入数据，但目前尚无具体日期。

source: Eliminar los datos anteriores antes de la importación
am: ወላይነ �ዊ ይተዉ የዝንደ ይበለ ብቸኞዎች
ar: احذف البيانات السابقة قبل الاستيراد
de: Vorherige Daten vor dem Import löschen
el: Διαγράψτε τα προηγούμενα δεδομένα πριν από την εισαγωγή
et: Kustutada varasemad andmed enne importimist
fi: Poista aiemmat tiedot ennen tuontia
fr: Supprimer les données précédentes avant l'importation
he: מחק את הנתונים הקודמים לפני הייבוא
hy: Ջնջեք նախորդ տվյալները ներմուծման նախքան։
it: Elimina i dati precedenti prima dell'importazione
ja: インポートの前に以前のデータを削除する
ko: 가져오기 전에 이전 데이터 삭제
mn: Импортоос өмнө өмнөх өгөгдлийг устгах
nl: Verwijder eerdere gegevens voordat je importeert
pt: Excluir os dados anteriores antes da importação
ru: Удалите предыдущие данные перед импортом
sv: Radera tidigare data innan import
tr: İçe aktarmadan önce önceki verileri silin
tw: Sesa nsɛm a ɛda ho adi no ansa na wotumi de wɔ mu
uk: Видалити попередні дані перед імпортом
zh: 在导入之前删除以前的数据

source: Seleccionar archivo de copia de seguridad:
am: የዋገነ የሕዝቦት ገንቦች：
ar: حدد ملف النسخ الاحتياطي:
de: Sicherungsdatei auswählen:
el: Επιλέξτε αρχείο αντιγράφου ασφαλείας:
et: Valige varukoopia fail:
fi: Valitse varmuuskopiotiedosto:
fr: Sélectionner le fichier de sauvegarde :
he: בחר קובץ גיבוי:
hy: Պահպանման ֆայլ ընտրել:
it: Seleziona file di backup:
ja: バックアップファイルを選択:
ko: 백업 파일 선택:
mn: Баталгаажуулалтын файлыг сонгоно уу:
nl: Selecteer back-upbestand:
pt: Selecionar arquivo de backup:
ru: Выберите файл резервной копии:
sv: Välj säkerhetskopifil:
tr: Yedek dosyayı seçin:
tw: Paw bɔkɔdɔ bɔkɔ:
uk: Вибрати файл резервної копії:
zh: 选择备份文件：

source: Seleccionar tablas a importar
am: የመርዳ ቱኑሉን ይገዙ
ar: حدد الجداول للاستيراد
de: Tabellen zum Importieren auswählen
el: Επιλέξτε πίνακες προς εισαγωγή
et: Valige imporditavad tabelid
fi: Valitse tuottavat taulukot
fr: Sélectionner les tables à importer
he: בחר טבלאות לייבוא
hy: Ներմուծվող աղյուսակների ընտրություն
it: Seleziona tabelle da importare
ja: インポートするテーブルを選択
ko: 가져올 테이블 선택
mn: Импортлох хүснэгтүүдийг сонгоно уу
nl: Selecteer tabellen om te importeren
pt: Selecionar tabelas a importar
ru: Выберите таблицы для импорта
sv: Välj tabeller att importera
tr: İçe aktarılacak tabloları seçin
tw: Pɛ ntɛm a ɛbɛyɛ a wo bɛka ho
uk: Вибрати таблиці для імпорту
zh: 选择要导入的表

source: Usa
am: ውድድር
ar: استخدم
de: Benutzen
el: Χρήση
et: Kasutage
fi: Käytä
fr: Utiliser
he: שימוש
hy: Օգտվեց
ja: 使用
ko: 사용
mn: Хэрэглэх
nl: Gebruik
pt: Usar
ru: Использовать
sv: Använd
tr: Kullan
tw: Fa
uk: Використати
zh: 使用

source: para seleccionar todas las tablas.
am: ምርጥ ጊዜ ይሆናል, በሙያ ያንኦ
ar: لتحديد جميع الجداول.
de: um alle Tabellen auszuwählen.
el: για να επιλέξετε όλους τους πίνακες.
et: kõikide tabelite valimiseks.
fi: valitaksesi kaikki taulukot.
fr: pour sélectionner toutes les tables.
he: כדי לבחור את כל הטבלאות.
hy: բոլոր աղյուսակները ընտրելու համար:
it: per selezionare tutte le tabelle.
ja: すべてのテーブルを選択するには。
ko: 모든 테이블을 선택하려면.
mn: бүх хүснэгтийг сонгоход.
nl: om alle tabellen te selecteren.
pt: para selecionar todas as tabelas.
ru: чтобы выбрать все таблицы.
sv: för att välja alla tabeller.
tr: tüm tabloları seçmek için.
tw: de bɛyɛ a wo pɛ ntɛm no nyinaa.
uk: щоб вибрати всі таблиці.
zh: 以选择所有表。

source: Importar
am: ይህን አጠቀም
ar: استيراد
de: Importieren
el: Εισαγωγή
et: Importida
fi: Tuonti
fr: Importer
he: ייבא
hy: Ներմուծել
it: Importa
ja: インポート
ko: 가져오기
mn: Импортлох
nl: Importeren
ru: Импортировать
sv: Importera
tr: İçe aktar
tw: Tɔ
uk: Імпортувати
zh: 导入

source: Éxito:
am: ምንጭ:
ar: نجاح:
de: Erfolg:
el: Επιτυχία:
et: Edu tulemus:
fi: Onnistuminen:
fr: Succès :
he: הצלחה:
hy: Ահա և հաջողություն։
it: Successo:
ja: 成功：
ko: 성공:
mn: Амжилт:
nl: Succes:
pt: Sucesso:
ru: Успех:
sv: Framgång:
tr: Başarı:
tw: Bɔkɔɔ:
uk: Успіх:
zh: 成功：

source: Error:
am: መርዳ:
ar: خطأ:
de: Fehler:
el: Σφάλμα:
et: Viga:
fi: Virhe:
fr: Erreur :
he: שגיאה:
hy: Սխալ:
it: Errore:
ja: エラー：
ko: 오류:
mn: Алдаа:
nl: Fout:
pt: Erro:
ru: Ошибка:
sv: Fel:
tr: Hata:
tw: Bɔne:
uk: Помилка:
zh: 错误：

source: -- Selecciona Audio --
am: -- ይህን ዘዴ ውይይቲ --
ar: -- اختر الصوت --
de: -- Audio auswählen --
el: -- Επιλέξτε Ήχο --
et: -- Valige heli --
fi: -- Valitse ääni --
fr: -- Sélectionnez Audio --
he: -- בחר אודיו --
hy: -- Ընտրել օպերատոր --
it: -- Seleziona Audio --
ja: -- 音声を選択 --
ko: -- 오디오 선택 --
mn: -- Аудио сонгоно уу --
nl: -- Selecteer Audio --
pt: -- Selecione Áudio --
ru: -- Выберите аудио --
sv: -- Välj ljud --
tr: -- Ses Seçin --
tw: -- Pɛ ɔdɔ --
uk: -- Виберіть Аудіо --
zh: -- 选择音频 --

source: -- Selecciona Video --
am: -- ይህ በክባቢዎት ተጠጋ --
ar: -- اختر الفيديو --
de: -- Video auswählen --
el: -- Επιλέξτε Βίντεο --
et: -- Valige video --
fi: -- Valitse video --
fr: -- Sélectionnez Vidéo --
he: -- בחר וידאו --
hy: -- Ընտրել վիդեո --
it: -- Seleziona Video --
ja: -- ビデオを選択 --
ko: -- 비디오 선택 --
mn: -- Видеог сонгоно уу --
nl: -- Selecteer Video --
pt: -- Selecione Vídeo --
ru: -- Выберите видео --
sv: -- Välj video --
tr: -- Video Seçin --
tw: -- Pɛ Video --
uk: -- Виберіть Відео --
zh: -- 选择视频 --

source: -- Selecciona Plataforma --
am: -- ይህ በክባቢዎት ጉዛ --
ar: -- اختر المنصة --
de: -- Plattform auswählen --
el: -- Επιλέξτε Πλατφόρμα --
et: -- Valige platvorm --
fi: -- Valitse alusta --
fr: -- Sélectionnez Plateforme --
he: -- בחר פלטפורמה --
hy: -- Ընտրել հարթակ --
it: -- Seleziona Piattaforma --
ja: -- プラットフォームを選択 --
ko: -- 플랫폼 선택 --
mn: -- Платформыг сонгоно уу --
nl: -- Selecteer Platform --
pt: -- Selecione Plataforma --
ru: -- Выберите платформу --
sv: -- Välj plattform --
tr: -- Platform Seçin --
tw: -- Pɛ Platform --
uk: -- Виберіть Платформу --
zh: -- 选择平台 --
