Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Próxima
am: ታዋቂ
ar: التالي
de: Nächste
el: Επόμενος
et: Järgmine
fi: Seuraava
fr: Suivant
he: הבא
hy: Հաջորդ
it: Prossima
ja: 次
ko: 다음
mn: Дараачийн
nl: Volgende
ru: Следующий
sv: Nästa
tr: Sonraki
tw: Nkyɛ
uk: Наступний
zh: 下一个

source: Seleccione un presidente
am: የዕረፍ ነጻ አስታዊ ውድድር
ar: اختر رئيسًا
de: Wähle einen Vorsitzenden
el: Επιλέξτε έναν πρόεδρο
et: Valige esimees
fi: Valitse puheenjohtaja
fr: Sélectionnez un président
he: בחר יו"ר
hy: Ընտրեք ղեկավարը
it: Seleziona un presidente
ja: 議長を選択してください
ko: 의장 선택하기
mn: Ерөнхийлөгчийг сонгоно уу
nl: Selecteer een voorzitter
pt: Selecione um presidente
ru: Выберите председателя
sv: Välj en ordförande
tr: Bir başkan seçin
tw: Pancesi mu ɔfrɛbɔfoɔ
uk: Виберіть президента
zh: 选择一个主席

source: Conductor:
am: አስተዳደር:
ar: المنسق:
de: Leiter:
el: Υπεύθυνος:
et: Juhataja:
fi: Ohjaaja:
fr: Conducteur :
he: מנחה:
hy: Համակարգող:
it: Conduttore:
ja: 司会者：
ko: 인도자:
mn: Удирдагч:
pt: Conduzido:
ru: Руководитель:
sv: Ledare:
tr: Yönetici:
tw: Odiyifoɔ:
uk: Ведучий:
zh: 主持人：

source: Seleccione un conductor
am: የተዳነው አስተዳደር
ar: اختر منسقًا
de: Wähle einen Leiter
el: Επιλέξτε έναν υπεύθυνο
et: Valige juhataja
fi: Valitse ohjaaja
fr: Sélectionnez un conducteur
he: בחר מנחה
hy: Ընտրեք համակարգող
it: Seleziona un conduttore
ja: 司会者を選択してください
ko: 인도자 선택하기
mn: Удирдагчийг сонгоно уу
nl: Selecteer een conductor
pt: Selecione um condutor
ru: Выберите руководителя
sv: Välj en ledare
tr: Bir yönetici seçin
tw: Pancesi mu odiyifoɔ
uk: Виберіть ведучого
zh: 选择一个主持人

source: Lector:
am: ወታያ:
ar: قارئ:
de: Leser:
el: Αναγνώστης:
et: Lugeja:
fi: Lukija:
fr: Lecteur :
he: קורא:
hy: Կարդացող:
it: Lettore:
ja: リーダー：
ko: 독자:
mn: Уншигч:
pt: Leitor:
ru: Читатель:
sv: Läsare:
tr: Okuyucu:
tw: Kɔkɔɔ:
uk: Читач:
zh: 读者：

source: Seleccione un lector
am: ለንገድ ወልሚል
ar: اختر قارئًا
de: Wähle einen Leser
el: Επιλέξτε έναν αναγνώστη
et: Valige lugeja
fi: Valitse lukija
fr: Sélectionnez un lecteur
he: בחר קורא
hy: Ընտրեք կարդացող
it: Seleziona un lettore
ja: リーダーを選択してください
ko: 독자를 선택하세요
mn: Уншигчийг сонгоно уу
nl: Selecteer een lector
pt: Selecione um leitor
ru: Выберите читателя
sv: Välj en läsare
tr: Bir okuyucu seçin
tw: Pancesi mu kɔkɔɔ
uk: Виберіть читача
zh: 选择一个读者

source: Publicador:
am: አዳም:
ar: الناشر:
de: Verkündiger:
el: Εκδότης:
et: Avaldaja:
fi: Julkaisija:
fr: Publicateur :
he: מפרסם:
hy: Տպարկող:
it: Pubblicatore:
ja: 出版者：
ko: 출판사:
mn: Нийтийн мэдээлэгч:
nl: Publicateur:
ru: Издатель:
sv: Utgivare:
tr: Yayımcı:
tw: Nkyerɛfoɔ:
uk: Видавець:
zh: 发布者：

source: Seleccione un publicador
am: የመርካት መርህ
ar: اختر ناشرًا
de: Wählen Sie einen Verleger
el: Επιλέξτε έναν εκδότη
et: Valige avaldaja
fi: Valitse julkaisija
fr: Sélectionnez un publicateur
he: בחר מפרסם
hy: Ընտրեք հրապարակող
it: Seleziona un pubblicatore
ja: 出版者を選択してください
ko: 출판사를 선택하세요
mn: Нийтийн мэдээлэгчийг сонгоно уу
nl: Selecteer een publicateur
pt: Selecione um publicador
ru: Выберите издателя
sv: Välj en utgivare
tr: Bir yayıncı seçin
tw: Pancesi mu nkyerɛfoɔ
uk: Виберіть видавця
zh: 选择一个发布者

source: Ayudante:
am: አድራጊ:
ar: مساعد:
de: Hilfsarbeiter:
el: Βοηθός:
et: Abiline:
fi: Avustaja:
fr: Assistant :
he: עוזר:
hy: Օգնող:
it: Assistente:
ja: アシスタント：
ko: 보조:
mn: Туслагч:
nl: Assistent:
pt: Assistente:
ru: Помощник:
sv: Assistent:
tr: Yardımcı:
tw: Nkyɛmda:
uk: Помічник:
zh: 助理：

source: Seleccione un ayudante
am: አስተዳደርን ይምረጡ
ar: اختر مساعدًا
de: Wählen Sie einen Assistenten
el: Επιλέξτε έναν βοηθό
et: Valige abiline
fi: Valitse avustaja
fr: Sélectionnez un assistant
he: בחר עוזר
hy: Ընտրեք օգնող
it: Seleziona un assistente
ja: アシスタントを選択してください
ko: 보조를 선택하세요
mn: Туслагчийг сонгоно уу
nl: Selecteer een assistent
pt: Selecione um assistente
ru: Выберите помощника
sv: Välj en assistent
tr: Bir yardımcı seçin
tw: Pancesi mu nkyɛmda
uk: Виберіть помічника
zh: 选择一个助理

source: Oración final:
am: የመጨረሻ ጸሐፈ:
ar: الصلاة النهائية:
de: Abschlussgebet:
el: Τελευταία προσευχή:
et: Lõpupalve:
fi: Lopetusrukous:
fr: Prière finale :
he: תפילה סופית:
hy: Վերջնական աղոթք:
it: Preghiera finale:
ja: 最後の祈り：
ko: 최종 기도:
mn: Сүүлийн залбирал:
nl: Eindgebed:
pt: Oração final:
ru: Заключительная молитва:
sv: Sista bön:
tr: Son dua:
tw: Nneɛma a edi kan:
uk: Заключна молитва:
zh: 结束祷告：

source: Actividad:
am: እቃውን ይደርጓሉ:
ar: نشاط:
de: Aktivität:
el: Δραστηριότητα:
et: Tegevus:
fi: Toiminta:
fr: Activité :
he: פעילות:
hy: Անցկացվող է
it: Attività:
ja: 活動：
ko: 활동:
mn: Үйл ажиллагаа:
nl: Activiteit:
pt: Atividade:
ru: Активность:
sv: Aktivitet:
tr: Etkinlik:
tw: Nhyɛhyɛ:
uk: Активність:
zh: 活动：

source: Servicio del campo
am: የአካባቢ እንቅስቃሴ
ar: خدمة الحقل
de: Felddienst
el: Υπηρεσία στο πεδίο
et: Välitööde teenus
fi: Kenttäpalvelu
fr: Service de terrain
he: שירות בשטח
hy: Հասարակություն պենտինք
it: Servizio del campo
ja: フィールドサービス
ko: 현장 서비스
mn: Талбайн үйлчилгээ
nl: Velddienst
pt: Serviço de Campo
ru: Полевое служение
sv: Fältjänst
tr: Saha Hizmeti
tw: Ahyehyɛda
uk: Польове служіння
zh: 田间服务

source: Desayuno
am: የወቅታዊ ጠባቂ ውድድር
ar: فطور
de: Frühstück
el: Πρωινό
et: Hommikusöök
fi: Aamiainen
fr: Petit déjeuner
he: ארוחת בוקר
hy: Առավոտի սնունդ
it: Colazione
ja: 朝食
ko: 아침 식사
mn: Б breakfast
nl: Ontbijt
pt: Café da manhã
ru: Завтрак
sv: Frukost
tr: Kahvaltı
tw: Anɔpa
uk: Сніданок
zh: 早餐

source: Comida
am: የርዝሾውን
ar: غداء
de: Mittagessen
el: Γεύμα
et: Lõunasöök
fi: Lounas
fr: Déjeuner
he: ארוחה
hy: Միջօրեան սնունդ
it: Pranzo
ja: 昼食
ko: 점심
mn: Ланч
nl: Lunch
pt: Almoço
ru: Обед
sv: Lunch
tr: Öğle yemeği
tw: Adidibea
uk: Обід
zh: 午餐

source: Cena
am: ምሳይ
ar: عشاء
de: Abendessen
el: Δείπνο
et: Õhtusöök
fi: Illallinen
fr: Dîner
he: ערב
hy: Երեկոյան սնունդ
ja: 夕食
ko: 저녁 식사
mn: Оройн идэш
nl: Avondeten
pt: Jantar
ru: Ужин
sv: Middag
tr: Akşam yemeği
tw: Anadwo
uk: Вечеря
zh: 晚餐

source: Pastoreo
am: የውርድድር
ar: رعي
de: Hirt
el: Ποιμνιοτροφία
et: Karjatamine
fi: Paimennus
fr: Pâturage
he: מרעה
hy: Հովանավորում
it: Pastorale
ja: 牧者
ko: 목자
mn: Малчин
nl: Herding
pt: Pastoreio
ru: Пассион
sv: Betande
tr: Sığırcılık
tw: MƆFƆ
uk: Пастуша робота
zh: 牧养

source: Reunión con precursores
am: አንድምዘ መነሳታ
ar: اجتماع مع الناشرين
de: Treffen mit Verkündigern
el: Συνάντηση με προδρόμους
et: Kohtumine kuulutajatega
fi: Kouluttajien kokoontuminen
fr: Réunion avec des prédicateurs
he: פגישה עם מקדמים
hy: Հանդիպում նախապատրաստական երաբերտների հետ
it: Riunione con i precursori
ja: 先駆者との会議
ko: 출판인과의 회의
mn: Сургалтын уулзалт
nl: Vergadering met uitgevers
pt: Reunião com precursores
ru: Собрание с публикаторами
sv: Möte med utgivare
tr: Vaizler ile toplantı
tw: Abatoɔ mpɔtam mpɔtam
uk: Зустріч з публікаторами
zh: 与传道者的会议

source: Reunión con ancianos y siervos ministeriales
am: ንጹህ አእቀና
ar: اجتماع مع المشرفين والنواب الوزاريين
de: Treffen mit Ältesten und Dienstdienern
el: Συνάντηση με πρεσβυτέρους και διακονικούς υπηρέτες
et: Kohtumine eakate ja teenijatega
fi: Kohottajien ja palvelijoiden kokoontuminen
fr: Réunion avec les anciens et les serviteurs ministériels
he: פגישה עם זקנים ושמשים
hy: Հանդիպում ավագահարցերի և փոխվարչատեսակների հետ
it: Riunione con gli anziani e i servitori ministeriali
ja: 長老と奉仕者との会議
ko: 장로 및 직무 수행자와의 회의
mn: Ахлагч, үйлчилгээний услагчидтай уулзалт
nl: Vergadering met ouderlingen en diakenen
pt: Reunião com anciãos e servos ministeriais
ru: Собрание с старейшинами и служителями
sv: Möte med äldste och ministeriella tjänare
tr: Yaşlılar ve hizmetkarlarla toplantı
tw: Abatoɔ mpɔtam
uk: Зустріч з старшими та служителями
zh: 与长老和事工僕人的会议

source: Revisión de los registros de la congregación
am: ካሌታው ወይም ይታወቃል
ar: مراجعة سجلات الجماعة
de: Überprüfung der Gemeindeunterlagen
el: Ανασκόπηση των αρχείων της εκκλησίας
et: Koguduse registrite ülevaatus
fi: Kongregaatio-asiakirjojen tarkastus
fr: Révision des dossiers de la congrégation
he: סקירת רשומות הקהילה
hy: Հասարակության նկատառում բարբառիչների հետ
it: Revisione dei registri della congregazione
ja: 会衆記録のレビュー
ko: 회중 기록 검토
mn: Сүмийн дотоод бүртгэл тойм
nl: Beoordeling van de gemeenteregisters
pt: Revisão dos registros da congregação
ru: Проверка записей конгрегации
sv: Översyn av församlingens register
tr: Cemaat kayıtlarının gözden geçirilmesi
tw: Nsɛm a ɛfa abatoɔ ho
uk: Перегляд записів конгрегації
zh: 审查与会众相关的记录

source: Reunión con el Coordinador del Cuerpo de Ancianos
am: ወርቃሃ ዋዕይታየ
ar: اجتماع مع منسق هيئة الشيوخ
de: Treffen mit dem Koordinator des Ältesten Körpers
el: Συνάντηση με τον συντονιστή του Σώματος των Πρεσβυτέρων
et: Kohtumine eakate keha koordinaatoriga
fi: Kokouksessa vanhinten ruumiin koordinaattorin kanssa
fr: Réunion avec le Coordinateur du Corps des Anciens
he: פגישה עם המנחה על גוף הזקנים
hy: Հանդիպում ավագահուների մարմնի համակարգողի հետ
it: Riunione con il Coordinatore del Corpo di Anziani
ja: 長老団コーディネーターとの会議
ko: 장로단 코디네이터와의 회의
mn: Ахлагчдын хөдөлгөөнтэй уулзалт
nl: Vergadering met de Coördinator van het Ouderenlichaam
pt: Reunião com o Coordenador do Corpo de Anciãos
ru: Встреча с координатором старейшин
sv: Möte med koordinatorskapet för de äldste
tr: Yaşlılar Kurulu Koordinatörü ile toplantı
tw: Abatoɔ nkɔ nsɛm
uk: Зустріч з координатором старійшин
zh: 与长老团协调员会议

source: Reunión con el Comité de Servicio de la Congregación
am: አንደ እንደሚጠቄሙ
ar: اجتماع مع لجنة الخدمة في الجماعة
de: Treffen mit dem Dienstkomitee der Gemeinde
el: Συνάντηση με την Επιτροπή Υπηρεσίας της Εκκλησίας
et: Kohtumine koguduse teeninduskomiteega
fi: Kokouksessa seurakunnan palvelutyökomitean kanssa
fr: Réunion avec le Comité de Service de la Congrégation
he: פגישה עם ועדת השירות של הקהילה
hy: Հանդիպում Հասարակություն սպասավորների լրագրերի հանձնաժողովի հետ
it: Riunione con il Comitato di Servizio della Congregazione
ja: 会衆サービス委員会との会議
ko: 회중 봉사 위원회와의 회의
mn: Сүмийн үйлчилгээний хороотой уулзалт
nl: Vergadering met het Congregatie Dienstcomité
pt: Reunião com o Comitê de Serviço da Congregação
ru: Встреча с Комитетом службы конгрегации
sv: Möte med församlingens servicekommitté
tr: Cemaat Hizmet Komitesi ile toplantı
tw: Abatoɔ mpɔtam ma nsɛm
uk: Зустріч з Комітетом Служби Конгрегації
zh: 与会众服务委员会会议

source: Sin arreglos
am: አይዞት ነብር
ar: بدون ترتيبات
de: Keine Arrangements
el: Χωρίς ρυθμίσεις
et: Ilma korraldusteta
fi: Ei järjestelyjä
fr: Pas d'arrangements
he: אין הסדרים
hy: Առանց կարգավորումների
it: Nessun arrangiamento
ja: 取り決めなし
ko: 예정 없음
mn: Зөвлөмж байхгүй
nl: Geen afspraken
pt: Sem arranjos
ru: Без договоренностей
sv: Utan arrangemang
tr: Düzen yok
tw: Nkɔmhyɛ nhyɛ nsɛm
uk: Без угод
zh: 没有安排

source: Actividad para:
am: እንቅስቃሴ እንደ፡
ar: نشاط لـ:
de: Aktivität für:
el: Δραστηριότητα για:
et: Tegevus eesmärgiga:
fi: Toiminta varten:
fr: Activité pour :
he: פעילות עבור:
hy: Ակտիվություն՝
it: Attività per:
ja: 活動対象：
ko: 활동 대상:
mn: Үйл ажиллагаа:
nl: Activiteit voor:
pt: Atividade para:
ru: Активность для:
sv: Aktivitet för:
tr: Etkinlik için:
tw: Nsɛm ma:
uk: Активність для:
zh: 活动为：

source: El hermano
am: ወንድም
ar: الأخ
de: Der Bruder
el: Ο αδελφός
et: Vend
fi: veli
fr: Frère
he: האח
hy: Ագտեստը
it: Il fratello
ja: 兄弟
ko: 형제
mn: Ах
nl: Broeder
pt: O irmão
ru: Брат
sv: Bror
tr: Kardeş
tw: Ɔbra
uk: Брат
zh: 兄弟

source: La hermana
am: እህት
ar: الأخت
de: Die Schwester
el: Η αδελφή
et: Vend
fi: sisar
fr: Sœur
he: האָחות
hy: Երեխան
it: La sorella
ja: 姉妹
ko: 자매
mn: Сестра
nl: Zuster
pt: A irmã
ru: Сестра
sv: Syster
tr: Kız kardeş
tw: Ɔbɔfra
uk: Сестра
zh: 姐妹

source: Día:
am: ቀን:
ar: اليوم:
de: Tag:
el: Ημέρα:
et: Päev:
fi: Päivämäärä:
fr: Jour :
he: יום:
hy: Օր:
it: Giorno:
ja: 日：
ko: 날짜:
mn: Өдөр:
nl: Dag:
pt: Dia:
ru: День:
sv: Dag:
tr: Gün:
tw: Dɔnhwerɛ:
uk: День:
zh: 日期：

source: Hora:
am: ሰዓት:
ar: الساعة:
de: Stunde:
el: Ώρα:
et: Kell:
fi: Tunti:
fr: Heure :
he: שעה:
hy: Ժամ:
it: Ora:
ja: 時間：
ko: 시간:
mn: Цаг:
nl: Uur:
ru: Час:
sv: Timme:
tr: Saat:
tw: Dɔnhwere:
uk: Година:
zh: 时间：

source: Hora
am: ሰዓት
ar: ساعة
de: Stunde
el: Ώρα
et: Kell
fi: Tunti
fr: Heure
he: שעה
hy: Ժամ
it: Ora
ja: 時間
ko: 시간
mn: Цаг
nl: Uur
ru: Час
sv: Timme
tr: Saat
tw: Dɔnhwere
uk: Година
zh: 时间

source: *Use horario de 24 horas
am: *24 ሰዓታት ቅርጸ ተንቀጥቀጥ ይጠቀሙ
ar: *استخدم تنسيق <b>٢٤</b> ساعة
de: *Verwenden Sie das 24-Stunden-Format
el: *Χρησιμοποιήστε τη μορφή 24 ωρών
et: *Kasutage 24-tunnist formaati
fi: *Käytä 24 tunnin aikamuotoa
fr: *Utilisez le format 24 heures
he: *השתמש בפורמט 24 שעות
hy: *Օգտագործեք 24 ժամվա ժամափոխություն
it: *Utilizza il formato 24 ore
ja: *<b>24</b>時間制を使用する
ko: *24시간 형식 사용
mn: *24 цагийн хуваарь ашигла
nl: *Gebruik 24-uursindeling
pt: *Use o horário de 24 horas
ru: *Используйте 24-часовой формат
sv: *Använd 24-timmarsformat
tr: *24 saat formatında kullanın
tw: *Fa dɔn 24 dɔnhwere mu
uk: *Використовуйте 24-годинний формат
zh: *使用<b>24</b>小时制

source: Lugar del evento:
am: ክሠር ዝርዝር:
ar: مكان الحدث:
de: Veranstaltungsort:
el: Τοποθεσία εκδήλωσης:
et: Ürituse koht:
fi: Tapahtuman paikka:
fr: Lieu de l'événement :
he: מקום האירוע:
hy: Եվենթի վայր:
it: Luogo dell'evento:
ja: イベントの場所:
ko: 행사 장소:
mn: Үйл явдлын газар:
nl: Evenement locatie:
pt: Local do evento:
ru: Место мероприятия:
sv: Evenemangsplats:
tr: Etkinlik yeri:
tw: Ewiase kwan:
uk: Місце проведення заходу:
zh: 活动地点：

source: Salón del Reino
am: የመንግስት ህይወት
ar: قاعة المملكة
de: Königreichssaal
el: Αίθουσα του Βασιλείου
et: Kuningriigi saal
fi: Kuninkaan sali
fr: Salle du Royaume
he: אולם המלכות
hy: Թագավորության սրահ
it: Sala del Regno
ja: 王国のホール
ko: 왕국 회관
mn: Рдэгянгийн заал
nl: Koninkrijkszaal
pt: Salão do Reino
ru: Зал Королевства
sv: Kungarummet
tr: Krallığın Salonu
tw: Ahenfie
uk: Зал Царства
zh: 王国厅

source: En el hospedaje
am: በእንግዳው የረጅም የአመራር
ar: في السكن
de: Im Unterkunft
el: Στη διαμονή
et: Majutuskohta
fi: Majoituksessa
fr: À l'hébergement
he: במקום האירוח
hy: Ընտանեկան պայմաններում
it: Nell'alloggio
ja: 宿泊施設で
ko: 숙소에서
mn: Түүнчлэн, орон байрдаа
nl: In de accommodatie
pt: No alojamento
ru: На проживании
sv: I boendet
tr: Konaklama da
tw: Wɔ ɔman no mu
uk: У місці розташування
zh: 在住宿处

source: Sin evento
am: የአልጋ ታይታ
ar: لا حدث
de: Kein Ereignis
el: Χωρίς εκδήλωση
et: Ei üritust
fi: Ei tapahtumaa
fr: Pas d'événement
he: אין אירוע
hy: Առանց իրադարձություն
it: Nessun evento
ja: イベントなし
ko: 이벤트 없음
mn: Болохгүй
nl: Geen evenement
pt: Sem evento
ru: Нет мероприятия
sv: Ingen händelse
tr: Etkinlik yok
tw: Nni nsɛm biara
uk: Без заходу
zh: 没有活动

source: Familia
am: ቤተ ክርስቲያን
ar: عائلة
de: Familie
el: Οικογένεια
et: Pere
fi: Perhe
fr: Famille
he: משפחה
hy: Ընտանիք
it: Famiglia
ja: 家族
ko: 가족
mn: Гэр бүл
nl: Familie
pt: Família
ru: Семья
sv: Familj
tr: Aile
tw: Abusua
uk: Сім'я
zh: 家庭

source: ¡Epa, epa! Vemos que estás entusiasmado, pero has alcanzado el límite de solicitudes. No te preocupes, solo espera un minuto para poder continuar.
am: እመልክ ወይ አሳፋል!
ar: يا مرحبا! نرى أنك متحمس، ولكن لقد وصلت إلى حد الطلبات. لا تقلق، فقط انتظر دقيقة واحدة لتتمكن من الاستمرار.
de: Hey, hey! Wir sehen, dass du aufgeregt bist, aber du hast das Anfrage-Limit erreicht. Keine Sorge, warte einfach eine Minute, um fortzufahren.
el: Είμαστε ενθουσιασμένοι, αλλά έχετε φτάσει το όριο αιτημάτων. Μη φοβάστε, απλώς περιμένετε ένα λεπτό για να μπορέσετε να συνεχίσετε.
et: Oi, oi! Näeme, et oled elevil, kuid oled jõudnud taotluste piirini. Ära muretse, lihtsalt oota minut, et saaksid jätkata.
fi: Hei, hei! Huomaamme, että olet innoissasi, mutta olet saavuttanut pyyntöjen rajan. Älä huoli, odota vain minuutti jatkaaksesi.
fr: Hé, hé ! Nous voyons que vous êtes enthousiasmé, mais vous avez atteint la limite de demandes. Ne vous inquiétez pas, attendez juste une minute pour pouvoir continuer.
he: היי, היי! אנחנו רואים שאתה נלהב, אבל הגעת להגבלת הבקשות. אל תדאג, רק חכה דקה כדי שתוכל להמשיך.
hy: Ու՞հ, ու՞հ! Մենք տեսնում ենք, որ դուք ոգևորված եք, բայց դուք հասել եք դիմումի սահմանին: Не վախեցեք, պարզապես մի րոպե սպասեք, որպեսզի կարողանաք շարունակել.
it: Ehi, ehi! Vediamo che sei entusiasta, ma hai raggiunto il limite delle richieste. Non preoccuparti, aspetta solo un minuto per poter continuare.
ja: おっと、おっと！あなたが興奮しているのがわかりますが、リクエストの限界に達しました。心配しないで、一分待ってから続行してください。
ko: 이봐, 이봐! 너가 흥분한 걸 우리가 알지만, 요청 한도를 초과했어. 걱정하지 마, 단지 계속 진행할 수 있도록 1분만 기다려.
mn: Эй, эй! Бид танд сэдэл төрж байгааг харж байна, гэхдээ та хүсэлтийн хязгаарыг хүрсэн байна. Санаа зовох зүйлгүй, зүгээр нэг минут хүлээгээд үргэлжлүүлээрэй.
nl: Hé, hé! We zien dat je enthousiast bent, maar je hebt de aanvraaglimiet bereikt. Maak je geen zorgen, wacht gewoon een minuut om door te gaan.
pt: ¡Epa, epa! Vemos que você está entusiasmado, mas você alcançou o limite de solicitações. Não se preocupe, apenas espere um minuto para continuar.
ru: Эй, эй! Мы видим, что вы в восторге, но вы достигли предела запросов. Не переживайте, просто подождите минуту, чтобы продолжить.
sv: Hej, hej! Vi ser att du är exalterad, men du har nått begärgränsen. Oroa dig inte, vänta bara ett minut för att kunna fortsätta.
tr: Eyvah, eyvah! Heyecanlı olduğunu görüyoruz, ancak istekler sınırlama kapasitesine ulaşmıştır. Endişelenmeyin, devam etmek için sadece bir dakika bekleyin.
tw: Eyi yɛ ntɛm! Yɛn hu sɛ wopɛ sɛ ɔda asɛm ho a, nanso asɛm a ɛyɛ mmerɛ ne nsɛm no abɔ a. Mma ho nnyi, na ɛtɔ da benada kosii sɛ wopɛ sɛ kɔ so.
uk: Гей, гей! Ми бачимо, що ви в захваті, але ви досягли ліміту запитів. Не переживайте, просто почекайте хвилину, щоб продовжити.
zh: 嘿，嘿！我们看到你很兴奋，但你已经达到了请求限制。别担心，只需等一分钟即可继续。

source: Nota:
am: መዝገብ:
ar: ملاحظة:
de: Hinweis:
el: Σημείωση:
et: Märkus:
fi: Huomautus:
fr: Remarque :
he: הערה:
hy: Ուշադրություն:
ja: 注:
ko: 노트:
mn: Тэмдэглэл:
nl: Opmerking:
ru: Примечание:
sv: Obs:
tr: Not:
tw: Nkwan:
uk: Примітка:
zh: 注意：

source: Si aún ves este mensaje después de un minuto, podrías haber alcanzado el límite de 50 solicitudes por hora o el límite diario de 200 solicitudes. Vuelve más tarde para seguir disfrutando de Kingdom Hall Attendant.
am: እንዲያች ይመልከዋችሁ ወይም ዕባ ይወዳሉ!
ar: إذا كنت لا تزال ترى هذه الرسالة بعد دقيقة، فقد تكون قد وصلت إلى الحد الأقصى لعدد <b>٥٠</b> طلبًا في الساعة أو الحد الأقصى اليومي البالغ <b>٢٠٠</b> طلب. يرجى العودة لاحقًا للاستمرار في الاستمتاع ببرنامج Kingdom Hall Attendant.
de: Wenn Sie diese Nachricht nach einer Minute weiterhin sehen, haben Sie möglicherweise das Limit von 50 Anfragen pro Stunde oder das Tageslimit von 200 Anfragen erreicht. Kommen Sie später zurück, um Kingdom Hall Attendant weiter zu genießen.
el: Εάν βλέπεις αυτό το μήνυμα μετά από ένα λεπτό, ίσως έχεις φτάσει το όριο 50 αιτημάτων ανά ώρα ή το ημερήσιο όριο 200 αιτημάτων. Έλα πίσω αργότερα για να συνεχίσεις να απολαμβάνεις το Kingdom Hall Attendant.
et: Kui näed seda sõnumit pärast minutit, võid olla saavutanud 50 taotluse piiri tunni kohta või 200 taotluse päevase piiri. Tulek tagasi hiljem, et jätkata Kingdom Hall Attendant'i nautimist.
fi: Jos näet tätä viestiä vielä minuutin kuluttua, olet saattanut saavuttaa 50 pyyntöä tunnissa tai 200 pyyntöä päivässä. Tule takaisin myöhemmin jatkaaksesi Kingdom Hall Attendantin käyttöä.
fr: Si vous voyez encore ce message après une minute, vous avez peut-être atteint la limite de 50 demandes par heure ou la limite quotidienne de 200 demandes. Revenez plus tard pour continuer à profiter de Kingdom Hall Attendant.
he: אם עדיין אתה רואה הודעה זו לאחר דקה, ייתכן שהגעת להגבלת 50 בקשות בשעה או להגבלה יומית של 200 בקשות. חזור מאוחר יותר כדי להמשיך ליהנות מ-Kingdom Hall Attendant.
hy: Եթե դուք դեռ տեսնում եք այս հաղորդումը մեկ րոպե անց, ապա կարող եք հասնել 50 հաղորդումների սահմանմանը մեկ ժամում, կամ 200 հաղորդումների օրական սահմանին: Վերադառնա ավելի ուշ, որպեսզի շարունակես օգտվել Kingdom Hall Attendant-ից.
it: Se continui a vedere questo messaggio dopo un minuto, potresti aver raggiunto il limite di 50 richieste all'ora o il limite giornaliero di 200 richieste. Torna più tardi per continuare a godere del Kingdom Hall Attendant.
ja: もし1分後にまだこのメッセージが表示されている場合は、1時間あたり<b>50</b>件、または1日あたり<b>200</b>件のリクエスト制限に達している可能性があります。後で戻って、Kingdom Hall Attendantを引き続き楽しんでください。
ko: 1분 후에도 이 메시지가 보인다면, 1시간당 <b>50</b>개의 요청 한도 또는 하루 <b>200</b>개의 요청 한도에 도달했을 수 있습니다. 나중에 다시 돌아와서 Kingdom Hall Attendant를 계속 이용하세요.
mn: Хэрэв та нэг минутын дараа энэ мессежийг хараад байвал, та цагт 50 хүсэлтийн хязгаарыг эсвэл өдөрт 200 хүсэлтийн хязгаарыг хүрсэн байж магадгүй. Kingdom Hall Attendant-ийн давуу талыг үргэлжлүүлэхийн тулд дараа эргэн ирээрэй.
nl: Als je dit bericht na een minuut nog steeds ziet, heb je mogelijk de limiet van 50 aanvragen per uur of de dagelijkse limiet van 200 aanvragen bereikt. Kom later terug om verder te genieten van Kingdom Hall Attendant.
pt: Se você ainda vê esta mensagem após um minuto, pode ter alcançado o limite de 50 solicitações por hora ou o limite diário de 200 solicitações. Volte mais tarde para continuar desfrutando do Kingdom Hall Attendant.
ru: Если вы все еще видите это сообщение после минуты, возможно, вы достигли лимита в 50 запросов в час или дневного лимита в 200 запросов. Поверьте позже, чтобы продолжить пользоваться услугами Kingdom Hall Attendant.
sv: Om du fortfarande ser detta meddelande efter en minut, kan du ha nått gränsen på 50 förfrågningar per timme eller den dagliga gränsen på 200 förfrågningar. Vänligen kom tillbaka senare för att fortsätta njuta av Kingdom Hall Attendant.
tr: Eğer bir dakikadan sonra bu mesajı hala görüyorsanız, saatte 50 isteği veya günde 200 isteği sınırlamalarına ulaşmış olabilirsiniz. Kingdom Hall Attendant'tan faydalanmaya devam etmek için lütfen daha sonra geri dönün.
tw: Sɛ wopɛ sɛ wuhuu nsɛm yi wɔ baako so a, wubetumi ayɛ nokware 50 nsɛm wɔ ɔsram biako anaa 200 nsɛm awɔ ɔpɛ. Ba biom na kɔ to mu sɛ yɛyɛ Kingdom Hall Attendant da.
uk: Якщо ви все ще бачите це повідомлення через хвилину, можливо, ви досягли ліміту 50 запитів на годину або добового ліміту 200 запитів. Повернітьтся пізніше, щоб продовжити насолоджуватися Kingdom Hall Attendant.
zh: 如果你在一分钟后仍然看到此消息，可能你已经达到了每小时<b>50</b>个请求的限制或每日<b>200</b>个请求的限制。请稍后再来继续享受Kingdom Hall Attendant。

source: Reunión de fin de semana
am: ምናልባት ትውውቅ
ar: اجتماع نهاية الأسبوع
de: Wochenendversammlung
el: Συνάντηση Σαββατοκύριακου
et: Nädalavahetuse koosolek
fi: Viikonlopun kokoontuminen
fr: Réunion de fin de semaine
he: ישיבת סופשבוע
hy: Ամսվա վերջին հանդիպում
it: Riunione di fine settimana
ja: 週末の集会
ko: 주말 모임
mn: Амралтын уулзалт
nl: Weekendvergadering
pt: Reunião de fim de semana
ru: Викенд-собрание
sv: Helgträff
tr: Hafta sonu toplantısı
tw: Fikwan a ɛda mu
uk: Збори на вихідних
zh: 周末聚会

source: Sust. oración final:
am: የመጨረሻ ጸሐፈ ምን እንደሆን:
ar: بديل الصلاة النهائية:
de: Ersatz für das Abschlussgebet:
el: Αντικ. τελικής προσευχής:
et: Lõpupalve asemel:
fi: Lopetusrukouksen sijaisuus:
fr: Substitut. prière finale :
he: תחליף תפילה סופית:
hy: Վերջնական աղոթքի փոխարինող:
it: Sust. preghiera finale:
ja: 最後の祈りの代替：
ko: 최종 기도의 대체:
mn: Сүүлийн залбирал:
nl: Vervangend eindgebed:
pt: Substituto da oração final:
ru: Заместитель заключительной молитвы:
sv: Ersättningsslutbön:
tr: Son dua alternatifi:
tw: Nneɛma a edi kan:
uk: Замінник для заключної молитви:
zh: 替代最后祷告：
