Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Si bien KHA es y seguirá siendo gratuito, invitamos a aquellos que lo deseen a apoyar el proyecto a través de donaciones o suscribiéndose a nuestra Golden Edition ✨. Esto nos permitirá continuar mejorando y ofreciendo actualizaciones continuas para el beneficio de todas las congregaciones.
am: እንደ KHA የፈቃድ ማዕከሉ፣ ፈቃድ ይውዳድሮችን ለመዋት ይፈቀዳል፣ ወመሪው መለያው ይየቃ፣ ድረሚ ሙሉ ድጓ ዝዋይ፣ ይህ ግን የፍቅድ ወቀጋለ።
ar: بينما تظل KHA مجانية، ندعو أولئك الذين يرغبون في دعم المشروع من خلال التبرعات أو الاشتراك في إصدارنا الذهبي ✨. سيسمح لنا ذلك باستمرار تحسين وتقديم تحديثات مستمرة لفائدة جميع التجمعات.
de: Obwohl KHA kostenlos ist und bleibt, laden wir alle ein, die das Projekt unterstützen möchten, dies durch Spenden oder ein Abonnement unserer Gold-Edition ✨ zu tun. Dies wird es uns ermöglichen, weiterhin Verbesserungen vorzunehmen und kontinuierliche Updates zum Wohle aller Gemeinden anzubieten.
el: Αν και το KHA είναι και θα παραμείνει δωρεάν, προσκαλούμε όσους επιθυμούν να υποστηρίξουν το έργο μέσω δωρεών ή εγγραφής στην Golden Edition μας ✨. Αυτό θα μας επιτρέψει να συνεχίσουμε να βελτιώνουμε και να προσφέρουμε συνεχείς ενημερώσεις προς όφελος όλων των εκκλησιών.
et: Kuigi KHA on tasuta ja jääb tasuta, kutsume kõiki, kes soovivad, toetama projekti annetuste tegemise või meie kuldset väljaannet ✨ tellides. See võimaldab meil jätkata parendamist ja pidevate uuenduste pakkumist kõigi koguduste hüvanguks.
fi: Vaikka KHA on ilmainen ja tulee olemaan ilmainen, kutsumme niitä, jotka haluavat, tukemaan projektia lahjoitusten tai tilaamalla kultaversiomme ✨. Tämä mahdollistaa meidän jatkaa parannusten tekemistä ja jatkuvien päivitysten tarjoamista kaikkien seurakuntien hyödyksi.
fr: Bien que KHA soit gratuit et continuera de l'être, nous invitons ceux qui le souhaitent à soutenir le projet par des dons ou en s'abonnant à notre Golden Edition ✨. Cela nous permettra de continuer à améliorer et à fournir des mises à jour continues au bénéfice de toutes les congrégations.
he: אף על פי ש-KHA חינמי וימשיך להיות כך, אנו מזמינים את מי שמעוניין לתמוך בפרויקט דרך תרומות או על ידי הרשמה למהדורה הזהב שלנו ✨. זה יאפשר לנו להמשיך לשפר ולהציע עדכונים מתמשכים לטובת כל הקהילות.
hy: Թողապես KHA-ն լինի և կմնա անվճար, մենք հրավիրում ենք նրանց, ովքեր ուզում են, աջակցել նախագծին միջոցով նվիրատվությունների կամ գրանցվելու մեր Golden Edition ✨: Սա մեզ թույլ կտա շարունակել բարելավում և տրամադրել շարունակական թարմացումներ բոլոր համայնքների շահերի համար:
it: Sebbene KHA sia e rimarrà gratuito, invitiamo coloro che desiderano supportare il progetto tramite donazioni o abbonandosi alla nostra Golden Edition ✨. Questo ci permetterà di continuare a migliorare e fornire aggiornamenti continui a beneficio di tutte le congregazioni.
ja: KHAは無料であり続けますが、プロジェクトを支援したい方々には、寄付を通じて、または私たちのゴールデンエディション✨に登録していただくようお願いしています。これにより、すべての集会の利益のために改善を続け、定期的なアップデートを提供することができます。
ko: 비록 KHA는 무료이고 계속 무료로 제공되겠지만, 저희는 프로젝트를 지원하고자 하는 분께 기부나 Golden Edition ✨ 구독을 통해 지원할 것을 초대합니다. 이는 저희가 개선을 지속하고 모든 집회의 이익을 위해 계속 업데이트를 제공할 수 있게 해줍니다.
mn: Хэдэвт байгаа KHA үнэгүй бөгөөд үнэгүй байх болно, бид хүссэн хүмүүсийг манай Golden Edition ✨-д хандивлах эсвэл захиалгад авахыг уриалж байна. Энэ нь бидэнд сайжруулалтаа үргэлжлүүлэх, бүх хуралдаануудын ашиг сонирхлын төлөө тасралтгүй шинэчлэлт хийх боломжийг олгоно.
nl: Hoewel KHA gratis is en zal blijven, nodigen we iedereen die dat wenst uit om het project te steunen via donaties of door zich te abonneren op onze Golden Edition ✨. Dit stelt ons in staat om voortdurend verbeteringen door te voeren en voortdurende updates te bieden ten behoeve van alle congregaties.
pt: Embora KHA seja e continue sendo gratuito, convidamos aqueles que desejam apoiar o projeto a fazê-lo por meio de doações ou assinando nossa Golden Edition ✨. Isso nos permitirá continuar melhorando e fornecendo atualizações contínuas para o benefício de todas as congregações.
ru: Хотя KHA является и останется бесплатным, мы приглашаем всех желающих поддержать проект через пожертвования или подписку на нашу Золотую редакцию ✨. Это позволит нам продолжать улучшения и предоставлять постоянные обновления на благо всех конгрегаций.
sv: Även om KHA är och förblir gratis, inbjuder vi dem som vill att stödja projektet genom donationer eller genom att prenumerera på vår Golden Edition ✨. Detta gör att vi kan fortsätta förbättra och erbjuda kontinuerliga uppdateringar till förmån för alla församlingar.
tr: KHA ücretsizdir ve ücretsiz olmaya devam etse de, dileyenleri bağışlar yoluyla veya Gold Edition'ımıza abone olarak projeye destek vermeye davet ediyoruz ✨. Bu, sürekli iyileştirmeye devam etmemizi ve tüm toplulukların yararına sürekli güncellemeler sunmamızı sağlayacaktır.
tw: Sɛ sɛnea ɛte a, KHA bɛyɛ dea na ɛbɛyɛ dea a ɛda ho adi. Yɛn bɔ nkyɛfa ho nsɛm no a, wɔn a wɔpɛ sɛ wɔbɛka ho no yɛ bɛn abatoɔ na yɛde yɛn Golden Edition ✨ no. Eyi bɛma yɛatumi kɔ so yɛ nkɔsoɔ na yɛma nsɛm a ɛda no adi no mu nkɔso.
uk: Хоча KHA є і залишиться безкоштовним, ми запрошуємо всіх, хто бажає, підтримувати проект шляхом пожертвувань або підписавшись на наше Золоте видання ✨. Це дозволить нам продовжувати покращення і пропонувати постійні оновлення на благо всіх конгрегацій.
zh: 尽管KHA是且将继续是免费的，但我们邀请希望支持该项目的朋友通过捐款或订阅我们的黄金版✨来支持我们。这将使我们能够继续改进并为所有会众持续提供更新。

source: No se encontraron datos para mostrar.
am: የሚታይ መረጃ ጥሪ አለው።
ar: لم يتم العثور على بيانات لعرضها.
de: Keine Daten zum Anzeigen gefunden.
el: Δεν βρέθηκαν δεδομένα προς προβολή.
et: Andmeid ei leitud kuvamiseks.
fi: Tietoja ei löytynyt näytettäväksi.
fr: Aucune donnée trouvée à afficher.
he: לא נמצאו נתונים להצגה.
hy: Տվյալներ չեն գտնվել ցուցադրման համար:
it: Nessun dato trovato da visualizzare.
ja: 表示するデータが見つかりませんでした。
ko: 표시할 데이터가 없습니다.
mn: Мэдээлэл харуулахад олдсонгүй.
nl: Er zijn geen gegevens gevonden om weer te geven.
pt: Não foram encontrados dados para mostrar.
ru: Данные не найдены для отображения.
sv: Inga data hittades för att visa.
tr: Gösterilecek veri bulunamadı.
tw: Ɛnnyina mmerɛ biara nni ho a yɛbɛda no adi.
uk: Дані для відображення не знайдено.
zh: 未找到可显示的数据。

source: Manifesto
am: ማንኛውም አመድ
ar: بيان
de: Manifest
el: Μανιφέστο
et: Manifest
fi: Manifesti
fr: Manifeste
he: מניפסטו
hy: Մանիֆեստ
ja: マニフェスト
ko: 선언문
mn: Манифест
nl: Manifest
ru: Манифест
sv: Manifest
uk: Маніфест
zh: 宣言

source: Registrarse
am: ይመዳ
ar: سجل
de: Registrieren
el: Εγγραφή
et: Registreeru
fi: Rekisteröidy
fr: S'inscrire
he: הרשמה
hy: Գրանցվել
it: Registrati
ja: 登録する
ko: 등록하기
mn: Бүртгүүлэх
nl: Registreren
pt: Registrar
ru: Зарегистрироваться
sv: Registrera
tr: Kayıt Ol
tw: Kɔɔ ɔyɔnkɔn mu
uk: Зареєструватися
zh: 注册

source: Donar
am: እንደ መሪው ግብ
ar: تبرع
de: Spenden
el: Δωρεά
et: Anna
fi: Lahjoita
fr: Faire un don
he: תרום
hy: Եղել
it: Dona
ja: 寄付する
ko: 기부하기
mn: Хандив өгөх
nl: Doneren
pt: Doar
ru: Пожертвовать
sv: Donera
tr: Bağışla
tw: Sɔ
uk: Пожертвувати
zh: 捐赠

source: Agregar orador foráneo
am: ወታም ወይም ውሳኔ አዮዛድ
ar: أضف متحدثًا أجنبيًا
de: Fügen Sie einen ausländischen Redner hinzu
el: Προσθέστε ξένο ομιλητή
et: Lisage väliskõneleja
fi: Lisää ulkomainen puhuja
fr: Ajouter un intervenant étranger
he: הוסף דובר זר
hy: Ավելացնել օտար խաղուշահ
it: Aggiungi oratore straniero
ja: 外国のスピーカーを追加
ko: 외국 연설자 추가
mn: Гадаад яриачийг нэмэх
nl: Voeg buitenlandse spreker toe
pt: Adicionar orador estrangeiro
ru: Добавить иностранного оратора
sv: Lägg till utländsk talare
tr: Yabancı konuşmacı ekle
tw: Ka ɔkasa foforɔ ho
uk: Додати іноземного спікера
zh: 添加外国演讲者

source: ¡Aún no tienes ningún orador registrado! Para empezar, crea tu primer orador haciendo clic en el botón "Nuevo".
am: ምንም አመራር እንደለም! ለጀምር አዲስ አመራር በ"ድርጅት" አዝራር ሂደት መይዝፈው ይህ ይታይ።
ar: لا يوجد لديك أي متحدث مسجل حتى الآن! للبدء، أنشئ أول متحدث لك عن طريق النقر على زر "جديد".
de: Du hast noch keinen Redner registriert! Um zu beginnen, erstelle deinen ersten Redner, indem du auf die Schaltfläche "Neu" klickst.
el: Δεν έχετε κανέναν ομιλητή καταγεγραμμένο! Για να ξεκινήσετε, δημιουργήστε τον πρώτο σας ομιλητή κάνοντας κλικ στο κουμπί "Νέο".
et: Teie registris ei ole ühtegi kõnelejat! Alustamiseks looge oma esimene kõneleja, klõpsates nuppu "Uus".
fi: Et ole vielä rekisteröinyt yhtään puhujaa! Aloittaaksesi, luo ensimmäinen puhuja napsauttamalla "Uusi" -painiketta.
fr: Vous n'avez encore aucun intervenant enregistré ! Pour commencer, créez votre premier intervenant en cliquant sur le bouton "Nouveau".
he: עדיין אין לך דובר רשום! כדי להתחיל, צור את הדובר הראשון שלך על ידי לחיצה על כפתור "חדש".
hy: Դու դեռ չունես գրանցված խոսնակներ: Սկսելու համար ստե, կտտացրեք "Նոր" кнопка:
it: Non hai ancora registrato alcun oratore! Per iniziare, crea il tuo primo oratore cliccando sul pulsante "Nuovo".
ja: まだ登録されたスピーカーがありません！開始するには、「新規」ボタンをクリックして最初のスピーカーを作成してください。
ko: 아직 등록된 연설자가 없습니다! 시작하려면 "새로 만들기" 버튼을 클릭하여 첫 번째 연설자를 생성하세요.
mn: Та одоогоор бүртгүүлсэн ямар ч яриач байхгүй! Эхлэхийн тулд "Шинэ" товчийг дарж, анхны яригчаа үүсгэ.
nl: Je hebt nog geen spreker geregistreerd! Om te beginnen, maak je eerste spreker aan door op de knop "Nieuw" te klikken.
pt: Você ainda não tem nenhum orador registrado! Para começar, crie seu primeiro orador fazendo clic no botão "Novo".
ru: У вас еще нет зарегистрированного оратора! Чтобы начать, создайте своего первого оратора, нажав кнопку "Новый".
sv: Du har ännu ingen registrerad talare! För att börja, skapa din första talare genom att klicka på knappen "Ny".
tr: Henüz kayıtlı bir konuşmacınız yok! Başlamak için "Yeni" butonuna tıklayarak ilk konuşmacınızı oluşturun.
tw: Wo nni ɔkasa biara a wɔakyɛ! Sɛ wopɛ sɛ wutɔ ɔkasa a, kɔ fa "Foɔ" batɔn no.
uk: У вас ще немає зареєстрованих спікерів! Щоб розпочати, створіть свого першого спікера, натиснувши кнопку "Нове".
zh: 您还没有注册任何演讲者！要开始，请单击“新建”按钮创建您的第一个演讲者。

source: ¡Aún no tienes ningún publicador registrado! Para empezar, crea tu primer publicador haciendo clic en el botón "Nuevo".
am: አሁን የተመዘገበ አሳዊ አከባቢ የለም! ለጀምር አዲስ ተከባቢ በ"ድርጅት" አዝራር ሂደት መይዝፈው ይህ ይታይ።
ar: لا يوجد لديك أي ناشر مسجل حتى الآن! للبدء، أنشئ أول ناشر لك عن طريق النقر على زر "جديد".
de: Du hast noch keinen Verleger registriert! Um zu beginnen, erstelle deinen ersten Verleger, indem du auf die Schaltfläche "Neu" klickst.
el: Δεν έχετε κανέναν εκδότη καταγεγραμμένο! Για να ξεκινήσετε, δημιουργήστε τον πρώτο σας εκδότη κάνοντας κλικ στο κουμπί "Νέο".
et: Teie registris ei ole ühtegi väljaandjat! Alustamiseks looge oma esimene väljaandja, klõpsates nuppu "Uus".
fi: Et ole vielä rekisteröinyt yhtään julkaisijaa! Aloittaaksesi, luo ensimmäinen julkaisija napsauttamalla "Uusi" -painiketta.
fr: Vous n'avez encore aucun éditeur enregistré ! Pour commencer, créez votre premier éditeur en cliquant sur le bouton "Nouveau".
he: עדיין אין לך מפרסם רשום! כדי להתחיל, צור את המפרסם הראשון שלך על ידי לחיצה על כפתור "חדש".
hy: Այժմ դուք չունեք գրանցված հրատարակիչներ: Սկսելու համար ստեղծեք ձեր առաջին հրատարակիչը` սեղմելով "Նոր" կոճակին:
it: Non hai ancora registrato alcun pubblicatore! Per iniziare, crea il tuo primo pubblicatore cliccando sul pulsante "Nuovo".
ja: まだ登録された出版者がいません！開始するには、「新規」ボタンをクリックして最初の出版者を作成してください。
ko: 아직 등록된 출판사가 없습니다! 시작하려면 "새로 만들기" 버튼을 클릭하여 첫 번째 출판사를 생성하세요.
mn: Та одоогоор бүртгүүлсэн ямар ч хэвлэгч байхгүй! Эхлэхийн тулд "Шинэ" товчийг дарж, анхны хэвлэгчээ үүсгэ.
nl: Je hebt nog geen publicateur geregistreerd! Om te beginnen, maak je eerste publicateur aan door op de knop "Nieuw" te klikken.
pt: Você ainda não tem nenhum publicador registrado! Para começar, crie seu primeiro publicador fazendo clic no botão "Novo".
ru: У вас еще нет зарегистрированного издателя! Чтобы начать, создайте своего первого издателя, нажав кнопку "Новый".
sv: Du har ännu ingen registrerad utgivare! För att börja, skapa din första utgivare genom att klicka på knappen "Ny".
tr: Henüz kayıtlı bir yayıncınız yok! Başlamak için "Yeni" butonuna tıklayarak ilk yayıncınızı oluşturun.
tw: Wo nni ɔdeɛ a wɔakɔtɔ baakoara biara! Sɛ wopɛ sɛ wutɔ ɔdeɛ a, kɔ fa "Foɔ" batɔn no.
uk: У вас ще немає зареєстрованих видавців! Щоб розпочати, створіть свого першого видавця, натиснувши кнопку "Нове".
zh: 您还没有注册任何发布者！要开始，请单击“新建”按钮创建您的第一个发布者。

source: Seguridad en Kingdom Hall Attendant
am: የክንዶ ሃል አንዳንድ መዋጮችን እንደ አሰካልሁመ
ar: الأمان في مساعد Kingdom Hall
de: Sicherheit im Kingdom Hall Attendant
el: Ασφάλεια στο Kingdom Hall Attendant
et: Turvalisus Kingdom Hall Attendantis
fi: Turvallisuus Kingdom Hallin avustajassa
fr: Sécurité dans Kingdom Hall Attendant
he: ביטחון ב-Kingdom Hall Attendant
hy: Ապահովություն Kingdom Hall Attendant-ում
it: Sicurezza in Kingdom Hall Attendant
ja: Kingdom Hall Attendantのセキュリティ
ko: Kingdom Hall Attendant 보안
mn: Kingdom Hall Attendant дахь аюулгүй байдал
nl: Beveiliging in Kingdom Hall Attendant
pt: Segurança no Kingdom Hall Attendant
ru: Безопасность в служении Kingdom Hall
sv: Säkerhet i Kingdom Hall Attendant
tr: Kingdom Hall Görevlisinde Güvenlik
tw: Nsɛm a ɛda Kingdom Hall Attendant mu
uk: Безпека в Kingdom Hall Attendant
zh: Kingdom Hall Attendant的安全性

source: Inicio de Sesión Seguro:
am: የይዘት ግልጉሎት:
ar: تسجيل دخول آمن:
de: Sichere Anmeldung:
el: Ασφαλής Σύνδεση:
et: Turvaline sisselogimine:
fi: Turvallinen sisäänkirjautuminen:
fr: Connexion sécurisé :
he: התחברות מאובטחת:
hy: Անվտանգ մուտք՝
it: Accesso sicuro:
ja: 安全なログイン：
ko: 안전한 로그인:
mn: Аюулгүй нэвтрэх:
nl: Veilige Aanmelding:
pt: Início de Sessão Seguro:
ru: Безопасный вход в систему:
sv: Säker inloggning:
tr: Güvenli Giriş:
tw: Sɛ ɛda mu a, Kɔn a wɔde bɔ mu:
uk: Безпечний вхід:
zh: 安全登录：

source: En Kingdom Hall Attendant, cada inicio de sesión es una fortaleza. Utilizamos
am: መውስብ`, በ ኪንዶም አንዴ ቁጥር ነው።
ar: في مساعد Kingdom Hall، كل تسجيل دخول هو حصن. نحن نستخدم
de: Im Kingdom Hall Attendant ist jeder Login eine Festung. Wir verwenden
el: Στο Kingdom Hall Attendant, κάθε σύνδεση είναι ένα φρούριο. Χρησιμοποιούμε
et: Kingdom Hall Attendantis on iga sisselogimine kindlus. Me kasutame
fi: Kingdom Hallin avustajassa jokainen sisäänkirjautuminen on linnoitus. Käytämme
fr: Dans Kingdom Hall Attendant, chaque connexion est une forteresse. Nous utilisons
he: ב-Kingdom Hall Attendant, כל התחברות היא מבצר. אנחנו משתמשים ב
hy: Քինգդոմ Հոլի օգնական էն, յուրաքանչյուր մուտք է ամրոց։ Մենք օգտագործում ենք
it: In Kingdom Hall Attendant, ogni accesso è una fortezza. Utilizziamo
ja: Kingdom Hall Attendantでは、すべてのログインが要塞です。私たちは
ko: Kingdom Hall Attendant에서는 각 로그인마다 요새입니다. 우리는
mn: Kingdom Hall Attendant-д, бүртгэл болгон цайз. Бид ашигладаг
nl: In Kingdom Hall Attendant is elke aanmelding een fort. We gebruiken
pt: No Kingdom Hall Attendant, cada início de sessão é uma fortaleza. Utilizamos
ru: В Kingdom Hall Attendant каждый вход в систему — это крепость. Мы используем
sv: I Kingdom Hall Attendant är varje inloggning ett fort. Vi använder
tr: Kingdom Hall Attendant'ta her giriş bir kaledir. Kullanıyoruz
tw: Wɔ Kingdom Hall Attendant mu, nsɛm a wote so no yɛ bɛyɛ kurom; yɛde
uk: У Kingdom Hall Attendant кожен вхід є фортецею. Ми використовуємо
zh: 在Kingdom Hall Attendant中，每次登录都是一座堡垒。我们使用

source: para cifrar tus contraseñas, asegurando que incluso si alguien intenta acceder a nuestra base de datos, tus credenciales permanecen impenetrables. Además, cada vez que inicias sesión, te enviamos una notificación por correo electrónico para que puedas detectar cualquier acceso no autorizado al instante.
am: ወቅታዊ ኢንዱሊት አዲስ እንደ ምርቀ ሥርዓት የተመነ ዛሬ ብዙም ጥቆማዕ ወንደያግ_issue
ar: لتشفير كلمات المرور الخاصة بك، مما يضمن أنه حتى لو حاول شخص ما الوصول إلى قاعدة البيانات الخاصة بنا، تظل بيانات اعتمادك محمية. بالإضافة إلى ذلك، في كل مرة تقوم فيها بتسجيل الدخول، نرسل لك إشعارًا عبر البريد الإلكتروني حتى تتمكن من اكتشاف أي وصول غير مصرح به على الفور.
de: Um deine Passwörter zu verschlüsseln, sicherzustellen, dass selbst wenn jemand versucht, auf unsere Datenbank zuzugreifen, deine Zugangsdaten unzugänglich bleiben. Darüber hinaus senden wir dir jedes Mal, wenn du dich anmeldest, eine E-Mail-Benachrichtigung, damit du sofort unbefugten Zugriff erkennen kannst.
el: για να κωδικοποιήσουμε τα κωδικά σας, διασφαλίζοντας ότι ακόμη και αν κάποιος προσπαθήσει να αποκτήσει πρόσβαση στη βάση δεδομένων μας, τα διαπιστευτήριά σας θα παραμείνουν απρόσιτα. Επιπλέον, κάθε φορά που συνδέεστε, σας στέλνουμε μια ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου ώστε να μπορείτε να εντοπίσετε αμέσως οποιαδήποτε μη εξουσιοδοτημένη πρόσβαση.
et: sinu paroolide krüpteerimiseks, tagades, et isegi kui keegi üritab meie andmebaasi juurde pääseda, jäävad sinu mandaadid läbimurdmatuks. Lisaks saadame sulle iga kord, kui sisened, e-kirja teavituse, et saaksid kohe avastada igasuguseid volitamata sisselogimisi.
fi: salatakseen salasanasi, varmistaen, että vaikka joku yrittäisi päästä käsiksi tietokantaamme, tunnuksesi pysyvät mitä suurimmassa turvassa. Lisäksi lähetämme sinulle sähköpostiviestin joka kerta, kun kirjaudut sisään, jotta voit heti havaita kaikenlaisen valtuuttamattoman käytön.
fr: pour chiffrer vos mots de passe, garantissant que même si quelqu'un essaie d'accéder à notre base de données, vos identifiants restent sécurisés. De plus, chaque fois que vous vous connectez, nous vous envoyons une notification par e-mail pour que vous puissiez détecter immédiatement tout accès non autorisé.
he: כדי להצפין את הסיסמאות שלך, להבטיח שאפילו אם מישהו ינסה לגשת לבסיס הנתונים שלנו, האישורים שלך יישארו בלתי ניתנים חדירה. בנוסף, בכל פעם שתתחבר, נשלח לך התראה בדואר אלקטרוני כך שתוכל לזהות כל גישה לא מורשה מיד.
hy: քոչելու ձեր գաղտնաբառերը, ապահովելով, որ նույնիսկ եթե որոք փորձեն ձեռք բերել մեր տվյալների շտեմարանին, teie հավատարմագրերը մնում են անառիկ։ Ամեն անգամ, երբ դուք մուտք եք գործում, մենք ձեզ ոստիկանության տեղեկություն ենք ուղարկում, որպեսզի կարողանաք անմիջապես հայտնաբերել բոլոր ոչ իրավական մուտքերը։
it: per crittografare le tue password, assicurando che anche se qualcuno cerca di accedere al nostro database, le tue credenziali rimangono impossibili da penetrare. Inoltre, ogni volta che accedi, ti inviamo una notifica via email affinché tu possa rilevare immediatamente qualsiasi accesso non autorizzato.
ja: パスワードを暗号化することで、誰かが私たちのデータベースにアクセスしようとしても、あなたの資格情報が侵入不可能であることを保証します。さらに、ログインするたびに、あなたの不正アクセスを即座に検出できるように、電子メール通知を送信します。
ko: 비밀번호를 암호화하기 위해, 누군가가 우리의 데이터베이스에 접근하려고 하더라도 귀하의 자격 증명이 불침투성으로 유지됩니다. 또한, 로그인을 할 때마다 이메일 알림을 보내드려 승인되지 않은 접근을 즉시 감지할 수 있습니다.
mn: Таны нууц үгсийг шифрлэхэд, хэн нэгэн манай өгөгдлийн санд нэвтэрч орно гэж оролдсон ч таны мэдээлэл хамгаалагдсан хэвээр байна. Мөн та бүртгэл хийсэн болгонд, бид танд хурдан гэмтлийн нэвтрэлт олж авах боломжтой хуудсанд мэйл илгээдэг.
nl: om je wachtwoorden te versleutelen, zodat zelfs als iemand probeert toegang te krijgen tot onze database, je inloggegevens ondoorgrondelijk blijven. Bovendien sturen we je elke keer dat je inlogt een e-mailmelding zodat je onmiddellijk ongeautoriseerde toegang kunt detecteren.
pt: para criptografar suas senhas, garantindo que mesmo que alguém tente acessar nosso banco de dados, suas credenciais permaneçam impenetráveis. Além disso, toda vez que você faz login, enviamos uma notificação por e-mail para que você possa detectar qualquer acesso não autorizado instantaneamente.
ru: для шифрования ваших паролей, обеспечивая, что даже если кто-то попытается получить доступ к нашей базе данных, ваши учетные данные останутся недоступными. Кроме того, каждый раз, когда вы входите в систему, мы отправляем вам уведомление по электронной почте, чтобы вы могли мгновенно обнаружить любой несанкционированный доступ.
sv: för att kryptera dina lösenord, vilket säkerställer att även om någon försöker få tillgång till vår databas förblir dina inloggningsuppgifter otillgängliga. Dessutom skickar vi en e-postavisering varje gång du loggar in så att du direkt kan upptäcka obehörig åtkomst.
tr: şifrelerinizi şifrelemek için, birisi veritabanımıza erişmeye çalışsa bile, kimlik bilgilerinizin her zaman erişilemez kalmasını sağlıyoruz. Üstelik her giriş yaptığınızda, yetkisiz erişimi anında tespit edebilmeniz için size bir e-posta bildirim gönderiyoruz.
tw: sɛ nsɛm a wɔtɔ so ka ho a, yɛda ho adi sɛ sɛ obi bɛyɛ ɔhaw na ɔbɛtumi aka nsɛm a ɛda ho adi no. Saa a, nsɛm biara a wopɛ a yɛde wo baabi a ɛda mu pɔ a, yɛde nsa yɛ ho na yɛde nhyira no so yɛ mu. Sɛ mpɛn biara a wopɛ sɛ wota firi mu no, na yɛde ɔkɔkɔbɔ kɔ se sɛ ɔbɛtwetwe nsɛm biara a yɛda ho adi.
uk: для шифрування ваших паролів, забезпечуючи, що навіть якщо хтось намагатиметься отримати доступ до нашої бази даних, ваші облікові дані залишаються захищеними. Крім того, щоразу, коли ви входите, ми надсилаємо вам електронне повідомлення, щоб ви могли швидко виявити будь-який несанкціонований доступ.
zh: 为了加密您的密码，确保即使有人试图访问我们的数据库，您的凭据仍然无法被破解。此外，每次您登录时，我们都会向您发送电子邮件通知，以便您可以立即发现任何未经授权的访问。

source: Manejo Seguro de Sesiones:
am: አሰመበ ጥራት:
ar: إدارة الجلسات بشكل آمن:
de: Sichere Sitzungsverwaltung:
el: Ασφαλής Διαχείριση Συνεδριών:
et: Turvaline seansihaldus:
fi: Turvallinen istuntojen hallinta:
fr: Gestion des sessions sécurisée :
he: ניהול מאובטח של מושבים:
hy: Անվտանգ նստաշրջանների կառավարում։
it: Gestione sicura delle sessioni:
ja: 安全なセッション管理：
ko: 안전한 세션 관리:
mn: Аюултай сессийн менежмент:
nl: Veilige sessiebeheer:
pt: Gerenciamento Seguro de Sessões:
ru: Безопасное управление сеансами:
sv: Säker hantering av sessioner:
tr: Güvenli Oturum Yönetimi:
uk: Безпечне управління сесіями:
zh: 安全会话管理：
