Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Implementamos un sistema de logging robusto para monitorear actividades y errores. Esto nos permite detectar y responder a cualquier incidente de seguridad de manera proactiva, como tener un sistema de alarma que te alerta ante cualquier anomalía.
am: እንካዋን እንደ እንግዳው ያዩ ማምርም አረጋገት መዋዕት ለማደባበዓለም. እዚ ወዳዝወጀ ይህን ይደግፈኝ ዕድል ይወኩል።
ar: قمنا بتنفيذ نظام تسجيل قوي لرصد الأنشطة والأخطاء. يتيح لنا ذلك الكشف والرد على أي حادثة أمنية بشكل استباقي، مثل وجود نظام إنذار ينبهك بأي شذوذ.
de: Wir haben ein robustes Protokollierungssystem implementiert, um Aktivitäten und Fehler zu überwachen. Dies ermöglicht es uns, jeden Sicherheitsvorfall proaktiv zu erkennen und darauf zu reagieren, als hätten wir ein Alarmsystem, das dich bei Anomalien alarmiert.
el: Εφαρμόσαμε ένα ισχυρό σύστημα καταγραφής για να παρακολουθούμε τις δραστηριότητες και τα σφάλματα. Αυτό μας επιτρέπει να εντοπίζουμε και να αντιδρούμε σε τυχόν περιστατικά ασφαλείας προληπτικά, όπως να έχουμε ένα σύστημα ανίχνευσης που σας προειδοποιεί για τυχόν ανωμαλίες.
et: Me rakendasime tugevat logimise süsteemi tegevuste ja vigade jälgimiseks. See võimaldab meil proaktiivselt tuvastada ja reageerida kõikidele turvaintsidentidele, justkui oleks meil alarmisüsteem, mis hoiatab mingeid anomaaliaid.
fi: Olemme toteuttaneet vahvan lokijärjestelmän toimintojen ja virheiden valvomiseksi. Tämä mahdollistaa meidän reagoida ennakoivasti kaikkiin turvallisuuspoikkeamiin, aivan kuten hälytysjärjestelmä, joka ilmoittaa sinulle kaikista poikkeamista.
fr: Nous avons mis en place un système de journalisation robuste pour surveiller les activités et les erreurs. Cela nous permet de détecter et de répondre à tout incident de sécurité de manière proactive, comme avoir un système d'alarme qui vous alerte de toute anomalie.
he: יישמנו מערכת רישום חזקה כדי לעקוב אחרי פעולות ושגיאות. זה מאפשר לנו לזהות ולבצע פעולות על כל אירוע אבטחה בצורה פרואקטיבית, כמו שיש מערכת אזעקה שמתריעה על כל אנומליה.
hy: Մենք իրականացնում ենք կայուն մոնիթորինգի համակարգ՝ գործունեությունների և սխալների հետևելու համար: Սա թույլ է տալիս մեզ կանխորոշված արձագանքել ցանկացած անվտանգության միջադեպի, ինչպես ալարմային համակարգ ունենալը, որը ձեզ զգուշացնում է ցանկացած անոմալիայի:
it: Implementiamo un sistema di logging robusto per monitorare attività ed errori. Questo ci consente di rilevare e rispondere a qualsiasi incidente di sicurezza in modo proattivo, come avere un sistema di allerta che ti avverte di qualsiasi anomalia.
ja: 私たちは、活動とエラーを監視するために堅牢なロギングシステムを実装しました。これにより、すべてのセキュリティインシデントを事前に検出し、対応することができます。これは、異常を警告するアラームシステムを持つことと同じです。
ko: 우리는 활동과 오류를 모니터링하기 위해 강력한 로깅 시스템을 구현했습니다. 이는 모든 보안 사건을 사전에 감지하고 대응할 수 있게 하며, 마치 이상 징후가 발생하면 경고하는 경고 시스템이 있는 것과 같습니다.
mn: Бид үйл ажиллагаа, алдааг хянахын тулд бат бөх бичлэгийн системийг хэрэгжүүлдэг. Энэ нь аливаа аюулгүй байдлын ноцтой үйл явдалд хариу үйлдэл хийх боломжийг олгодог, ямар нэгэн сонирхолтой зүйл алдагдахад анхааруулдаг системтэй адил юм.
nl: We hebben een robust logging-systeem geïmplementeerd om activiteiten en fouten te monitoren. Dit stelt ons in staat om proactief te reageren op beveiligingsincidenten, zoals het hebben van een alarmsysteem dat je waarschuwt bij anomalieën.
pt: Implementamos um sistema de registro robusto para monitorar atividades e erros. Isso nos permite detectar e responder a qualquer incidente de segurança de forma proativa, como ter um sistema de alarme que alerta você sobre qualquer anomalia.
ru: Мы внедрили надежную систему ведения журналов для мониторинга активностей и ошибок. Это позволяет нам проактивно выявлять и реагировать на любые инциденты безопасности, как если бы у нас была система сигнализации, которая предупреждает о любых аномалиях.
sv: Vi implementerar ett robust loggningssystem för att övervaka aktiviteter och fel. Detta gör att vi proaktivt kan upptäcka och svara på säkerhetsincidenter, som att ha ett alarmsystem som varnar dig för avvikelser.
tr: Etkinlikleri ve hataları izlemek için sağlam bir kayıt sistemi uyguluyoruz. Bu, herhangi bir güvenlik olayına proaktif bir şekilde yanıt vermemizi sağlar; bu da herhangi bir anormallik durumunda uyarı veren bir alarm sistemine sahip olmak gibidir.
tw: Yɛde yɛ yɛ adwumadan a ɛyɛ mu de yɛ ho nkyerɛkyerɛ ne nhyehyeɛ nkitaho. Eyi bɛma yɛyɛ ho nhyehye yɛn totɔnpɔn mu tɔnn, yɛda ho adagyebea nnidiso ho.
uk: Ми впровадили надійну систему ведення журналів, щоб контролювати активність та помилки. Це дозволяє нам проактивно виявляти та реагувати на будь-які інциденти безпеки, як якщо б у нас була система сигналізації, яка сповіщає про будь-які аномалії.
zh: 我们实施了一个强大的日志记录系统来监控活动和错误。这使我们能够主动检测和响应任何安全事件，就好像有一个报警系统可以提醒您任何异常情况。

source: Uso de Variables de Entorno:
am: መዋጃ ልዩ:
ar: استخدام متغيرات البيئة:
de: Verwendung von Umgebungsvariablen:
el: Χρήση Μεταβλητών Περιβάλλοντος:
et: Keskkonna muutujate kasutamine:
fi: Ympäristömuuttujien käyttö:
fr: Utilisation de variables d'environnement :
he: שימוש במשתני סביבה:
hy: Ծրագիր փոփոխման օգտագործումը:
it: Uso di variabili d'ambiente:
ja: 環境変数の使用：
ko: 환경 변수 사용:
mn: Орчны хувьсагчдын ашиглалт:
nl: Gebruik van omgevingsvariabelen:
pt: Uso de Variáveis de Ambiente:
ru: Использование переменных окружения:
sv: Användning av miljövariabler:
tr: Çevresel Değişkenlerin Kullanımı:
uk: Використання змінних середовища:
zh: 使用环境变量：

source: Utilizamos dotenv para manejar configuraciones sensibles como claves secretas y credenciales de correo, manteniéndolas fuera del código fuente y lejos de miradas indiscretas. Es como guardar tus secretos más valiosos en una caja fuerte.
am: ወንው ይገኙ፡ ወይን̭ልጢ አዋጁን ውሳዕ ወዲጋ ይሉን ሕብቃት ከቁጡች ከላይ
ar: نستخدم dotenv لإدارة التكوينات الحساسة مثل المفاتيح السرية وبيانات اعتماد البريد، مع إبقائها بعيداً عن الشيفرة المصدرية وبعيداً عن الأنظار المتطفلة. إنه مثل تخزين أسرارك الأكثر قيمة في خزنة.
de: Wir verwenden dotenv, um sensible Konfigurationen wie geheime Schlüssel und E-Mail-Anmeldeinformationen zu verwalten, und halten sie aus dem Quellcode und den neugierigen Blicken fern. Es ist, als würdest du deine wertvollsten Geheimnisse in einem Safe aufbewahren.
el: Χρησιμοποιούμε το dotenv για να διαχειριστούμε ευαίσθητες ρυθμίσεις όπως μυστικά κλειδιά και διαπιστευτήρια email, διατηρώντας τα εκτός πηγαίου κώδικα και μακριά από τα αδιάκριτα βλέμματα. Είναι σαν να αποθηκεύεις τα πιο πολύτιμα μυστικά σου σε μια θυρίδα.
et: Kasutame dotenv'i tundlike konfiguratsioonide, nagu salajaste võtmete ja e-posti mandaadi haldamiseks, hoides need allika koodist eemal ja kaugemal uudishimulikest pilkadest. See on nagu hoida oma väärtuslikke saladusi seifis.
fi: Käytämme dotenvia hallitsemaan arkaluontoisia asetuksia, kuten salaisia avaimia ja sähköpostitodistuksia, pitäen ne lähdekoodin ulkopuolella ja uteliailta katseilta piilossa. Se on kuin säilyttäisit arvokkaimmat salaisuutesi kassakaapissa.
fr: Nous utilisons dotenv pour gérer des configurations sensibles comme des clés secrètes et des identifiants d'e-mail, les tenant à l'écart du code source et des regards indiscrets. C'est comme garder vos secrets les plus précieux dans un coffre-fort.
he: אנחנו משתמשים ב-dotenv כדי לנהל הגדרות רגישות כמו מפתחות סודיים ואימותי דואר, שומרים אותם מחוץ לקוד המקור ורחוק מעיניים סקרניות. זה כמו לשמור את הסודות היקרים שלך בכספת.
hy: Մենք օգտագործում ենք dotenv՝ զգայուն կարգավորումները կառավարման համար, ինչպիսիք են գաղտնի բանալիներն ու էլփոստի Արմեններ, պահելու համար դրանք կոդի աղբյուրի սահմաններից դուրս և հեռու աչքերի հսկողությունից։ Դա նման է ձեր ամենաբազմազան գաղտնիքները պահելը պահեստում:
it: Utilizziamo dotenv per gestire configurazioni sensibili come chiavi segrete e credenziali email, mantenendole al di fuori del codice sorgente e lontano da occhi indiscreti. È come riporre i tuoi segreti più preziosi in una cassaforte.
ja: 私たちは、dotenvを使用して、秘密の鍵やメールの認証情報などの敏感な構成を管理しており、これらをソースコードの外に保ち、好奇の目から遠ざけています。これは、あなたの最も貴重な秘密を金庫に保管するようなものです。
ko: 우리는 dotenv를 사용하여 비밀 키 및 이메일 자격 증명과 같은 민감한 구성을 관리하고, 이를 소스 코드 밖에 보관하여 엉뚱한 시선으로부터 보호합니다. 이는 가장 귀중한 비밀을 금고에 보관하는 것과 같습니다.
mn: Бид нууц түлхүүр, и-мэйлийн гэрчилгээ зэрэг нягтрал шаардлагатай тохиргоог удирдахын тулд dotenv-ийг ашигладаг, эдгээрийг эх кодоос хол байлгах, мөрдөн байцаах хараанаас хол байхад ажилладаг. Энэ нь таны хамгийн үнэт нууц мэдээллүүдийг сейфэнд хадгалахтай адил.
nl: We gebruiken dotenv om gevoelige configuraties zoals geheime sleutels en e-mailgegevens te beheren, zodat ze uit de broncode blijven en uit nieuwsgierige ogen blijven. Het is alsof je je meest waardevolle geheimen in een kluis bewaart.
pt: Usamos dotenv para gerenciar configurações sensíveis, como chaves secretas e credenciais de e-mail, mantendo-as fora do código-fonte e longe de olhares curiosos. É como guardar seus segredos mais valiosos em um cofre.
ru: Мы используем dotenv для управления конфиденциальными настройками, такими как секретные ключи и учетные данные электронной почты, храня их вне исходного кода и вдали от любопытных глаз. Это как хранить ваши самые ценные секреты в сейфе.
sv: Vi använder dotenv för att hantera känsliga konfigurationer som hemliga nycklar och e-postuppgifter, och håller dem borta från källkoden och nyfikna ögon. Det är som att förvara dina mest värdefulla hemligheter i en säkerhet.
tr: Duyarlı anahtarlar ve e-posta kimlik bilgileri gibi hassas ayarları yönetmek için dotenv kullanıyoruz. Bunları kaynak kodunun dışında ve meraklı gözlerden uzak tutuyoruz. Bu, en değerli sırlarınızı bir kasada tutmak gibidir.
tw: Yɛde dotenv yɛyɛ ɔkwan a yɛgye nsɛm a ɛyɛ mu, sɛnea nsɛm a yɛyɛ da ho a yɛnyina ho. Eyi yɛ sɛ ɔho mu sɛnea asɛm anhu.
uk: Ми використовуємо dotenv для управління чутливими конфігураціями, такими як секретні ключі та електронні реквізити, тримаючи їх подалі від вихідного коду та від чужих очей. Це як зберігати свої найцінніші секрети в сейфі.
zh: 我们使用dotenv来管理敏感配置，例如密钥和电子邮件凭证，将它们保存在源代码之外，并远离外界的目光。这就像将您最宝贵的秘密存放在保险箱中。

source: ¡Su enlace mágico está en camino!
am: የማግነው በገንዚዊ አለም እይዑግር!
ar: رابطك السحري في الطريق!
de: Dein magischer Link ist unterwegs!
el: Ο μαγικός σας σύνδεσμος είναι καθ' οδόν!
et: Teie maagiline link on teel!
fi: Taikakytkimesi on tulossa!
fr: Votre lien magique est en route !
he: הקישור המאגי שלך בדרך!
hy: Ձեր կախարդական հղումը ճանապարհին է:
it: Il tuo link magico è in arrivo!
ja: あなたの魔法のリンクが到着しました！
ko: 당신의 마법 링크가 오고 있습니다!
mn: Таны шидэт холбоос ирж байна!
nl: Je magische link is onderweg!
pt: Seu link mágico está a caminho!
ru: Ваша волшебная ссылка уже в пути!
sv: Din magiska länk är på väg!
tr: Sihirli bağlantınız yolda!
tw: Wo lien dɔm yɛ kɔda hɔ!
uk: Ваше магічне посилання на підході!
zh: 您的魔法链接正在路上！

source: Lo hemos enviado a
am: ወወዓን ነበርን፡፡
ar: لقد أرسلناه إلى
de: Wir haben es gesendet an
el: Το έχουμε στείλει στο
et: Me oleme selle saatnud
fi: Olemme lähettäneet sen
fr: Nous l'avons envoyé à
he: שלחנו את זה ל
hy: Մենք այն ուղարկել ենք՝
it: Lo abbiamo inviato a
ja: 私たちはそれを送信しました：
ko: 우리는 그것을 다음 주소로 보냈습니다:
mn: Бид үүнийг илгээсэн
nl: We hebben het gestuurd naar
pt: Nós o enviamos para
ru: Мы отправили его на
sv: Vi har skickat det till
tr: Bunu şu adrese gönderdik
tw: Yɛde bɛsent no kɔ
uk: Ми відправили його на
zh: 我们已将其发送至

source: Será redirigido desde el enlace del correo electrónico. Puede cerrar esta pestaña sin problemas.
am: እንከኒ በኢሜይል የሚመለከቱብ የሂሱን ወታድር ይወፅፈሩ።
ar: ستتم إعادة توجيهك من رابط البريد الإلكتروني. يمكنك إغلاق هذه الصفحة دون مشاكل.
de: Du wirst vom E-Mail-Link weitergeleitet. Du kannst diesen Tab ohne Probleme schließen.
el: Θα ανακατευθυνθείτε από τον σύνδεσμο email. Μπορείτε να κλείσετε αυτήν την καρτέλα χωρίς προβλήματα.
et: Teid suunatakse e-posti lingilt. Võite selle vahekaart sulgeda ilma probleemideta.
fi: Sinut ohjataan sähköpostilinkistä. Voit sulkea tämän välilehden ilman ongelmia.
fr: Vous serez redirigé depuis le lien de l'e-mail. Vous pouvez fermer cet onglet sans problème.
he: תופנה מהקישור של המייל. אתה יכול לסגור את הטאב הזה בלי בעיות.
hy: Դուք կուղեցնեք էլեկտրոնային փոստի հղումով: Դուք կարող եք առանց խնդիրների փակել այս թաբը:
it: Verrai reindirizzato dal link dell'email. Puoi chiudere questa scheda senza problemi.
ja: メールリンクからリダイレクトされます。このタブは問題なく閉じることができます。
ko: 당신은 이메일 링크에서 리디렉션됩니다. 이 탭은 문제 없이 종료할 수 있습니다.
mn: Таны и-мэйл хаягийг холбоосоос дахин чиглүүлнэ. Та энэ табийг асуудалгүй хааж болно.
nl: Je wordt omgeleid via de e-maillink. Je kunt dit tabblad probleemloos sluiten.
pt: Você será redirecionado pelo link do e-mail. Você pode fechar esta aba sem problemas.
ru: Вы будете перенаправлены по ссылке электронной почты. Вы можете закрыть эту вкладку без проблем.
sv: Du kommer att omdirigeras från e-postlänken. Du kan stänga den här fliken utan problem.
tr: E-posta bağlantısından yönlendirilirsiniz. Bu sekmeyi sorun yaşamadan kapatabilirsiniz.
tw: Wɔbɛsan kɔ fi email link no. Wobɛtumi asɔ tab no mu a, ntɛm.
uk: Вас буде перенаправлено за посиланням електронної пошти. Ви можете закрити цю вкладку без проблем.
zh: 您将从电子邮件链接重定向。您可以放心关闭此选项卡。

source: Reenviar enlace
am: ይደርሳዋት፡:
ar: إعادة إرسال الرابط
de: Link erneut senden
el: Επαναποστολή σύνδεσμος
et: Saada link uuesti
fi: Lähetä linkki uudelleen
fr: Renvoyer le lien
he: שלח מחדש את הקישור
hy: Կրկնելու հղումը
it: Reinvia link
ja: リンクを再送信
ko: 링크 다시 보내기
mn: Холбоосыг дахин илгээх
nl: Link opnieuw verzenden
pt: Reenviar link
ru: Повторно отправить ссылку
sv: Skicka länken igen
tr: Bağlantıyı yeniden gönder
tw: San link no bio
uk: Повторне відправлення посилання
zh: 重新发送链接

source: Después de continuar con el registro, le enviaremos un enlace mágico a su correo electrónico. Por favor, revise su bandeja de entrada o su carpeta de SPAM para encontrar el enlace y completar su registro.
am: እንኾኑ ህስማ
ar: بعد متابعة التسجيل، سنرسل لك رابطًا سحريًا إلى بريدك الإلكتروني. يرجى مراجعة صندوق الوارد أو مجلد الرسائل غير المرغوب فيها للعثور على الرابط وإكمال تسجيلك.
de: Nachdem du mit der Registrierung fortgefahren bist, senden wir dir einen magischen Link an deine E-Mail. Bitte überprüfe deinen Posteingang oder deinen SPAM-Ordner, um den Link zu finden und deine Registrierung abzuschließen.
el: Αφού συνεχίσετε με την εγγραφή, θα σας στείλουμε έναν μαγικό σύνδεσμο στο email σας. Παρακαλούμε ελέγξτε τα εισερχόμενά σας ή τον φάκελο SPAM για να βρείτε τον σύνδεσμο και να ολοκληρώσετε την εγγραφή σας.
et: Pärast registreerimise jätkamist saadame teile maagilise lingi teie e-posti. Palun kontrollige oma sisendkausta või SPAM-kausta, et leida link ja lõpetada oma registreerimine.
fi: Rekisteröinnin jatkamisen jälkeen lähetämme taikakytkimen sähköpostiisi. Tarkista sähköpostilaatikkosi tai roskapostikansiosi löytääksesi linkin ja viimeistelläksesi rekisteröinnin.
fr: Après avoir poursuivi l'inscription, nous vous enverrons un lien magique par e-mail. Veuillez vérifier votre boîte de réception ou votre dossier SPAM pour trouver le lien et compléter votre inscription.
he: לאחר שתמשיך עם ההרשמה, נשלח אליך קישור קסם לדוא"ל שלך. אנא בדוק את תיבת הדואר הנכנס שלך או את תיקיית הספאם כדי למצוא את הקישור ולסיים את ההרשמה שלך.
hy: Գրանցման շարունակելուց հետո, մենք ձեզ կուղարկենք կախարդական հղում ձեր էլ. փոստին: Խնդրում ենք ստուգել ձեր մուտքի տուփը կամ սպամից սպամիարկեք, որպեսզի գտնեք հղումը և ավարտեք ձեր գրանցումը:
it: Dopo aver continuato con la registrazione, ti invieremo un link magico alla tua email. Controlla la tua posta in entrata o la cartella SPAM per trovare il link e completare la registrazione.
ja: 登録を続行すると、魔法のリンクをメールでお送りします。受信トレイまたはSPAMフォルダーを確認してリンクを見つけ、登録を完了してください。
ko: 등록을 계속한 후, 마법 링크가 이메일로 전송됩니다. 인박스 또는 스팸 폴더를 확인하여 링크를 찾아 등록을 완료하십시오.
mn: Бид таны и-мэйл рүү шидэт холбоос илгээх болно. Холбоосыг олохын тулд таны хүлээн авалтын хайрцаг, эсвэл SPAM хавтсыг шалгаарай.
nl: Na het doorgaan met de registratie, sturen we een magische link naar je e-mail. Controleer je inbox of SPAM-map om de link te vinden en je registratie te voltooien.
pt: Depois de continuar com o registro, enviaremos um link mágico para seu e-mail. Por favor, verifique sua caixa de entrada ou pasta de SPAM para encontrar o link e completar seu registro.
ru: После завершения регистрации мы отправим вам магическую ссылку на вашу электронную почту. Пожалуйста, проверьте свой почтовый ящик или папку спама, чтобы найти ссылку и завершить свою регистрацию.
sv: Efter att ha fortsätter registreringen, skickar vi en magisk länk till din e-post. Vänligen kontrollera din inkorg eller din SPAM-mapp för att hitta länken och slutföra din registrering.
tr: Kaydı sürdürdükten sonra, e-posta adresinize sihirli bir bağlantı göndereceğiz. Lütfen bağlantıyı bulmak ve kaydınızı tamamlamak için gelen kutunuzu veya SPAM klasörünüzü kontrol edin.
tw: Akɔnda a yɛbɛma wo bɛyɛ adwuma no nyinaa, yɛbɛsoma wo kɔmputa mu link a ɛyɛ kama. Sɛ yɛsoma wo kɔmputa mu anaa spam folder a, bɔ ho ban.
uk: Після продовження реєстрації ми надійшлемо вам магічне посилання на вашу електронну пошту. Будь ласка, перевірте свою вхідну скриньку або папку СПАМ, щоб знайти посилання та завершити вашу реєстрацію.
zh: 在继续注册后，我们将向您的电子邮件发送一个魔法链接。请检查您的收件箱或垃圾邮件文件夹以找到链接并完成注册。

source: Continuar
am: ቀጤ ማዳ ይወዳሉ:
ar: استمر
de: Fortfahren
el: Συνεχίστε
et: Jätkata
fi: Jatkaa
fr: Continuer
he: לְהַמְשִׁיךְ
hy: Շարունակել
it: Continua
ja: 続行
ko: 계속
mn: Үргэлжлүүлэх
nl: Doorgaan
ru: Продолжить
sv: Fortsätt
tr: Devam et
tw: Kɔ so
uk: Продовжити
zh: 继续

source: Semana del
am: ወቅታቄድ ወዋዕ
ar: أسبوع
de: Woche vom
el: Εβδομάδα του
et: Nädal
fi: Viikko
fr: Semaine de
he: שבוע של
hy: Շաբաթը
it: Settimana del
ja: の週
ko: 주간
mn: Долоо хоногт
nl: Week van
pt: Semana do
ru: Неделя
sv: Vecka om
tr: Hafta
tw: Bɔkɔ wɔ
uk: Тиждень
zh: 周的

source: Visita del Superintendente de Circuito
am: የዜመን ተወካይ ይመጣሉ:
ar: زيارة المراقب العام للدائرة
de: Besuch des Kreisaufsehers
el: Επίσκεψη του Επιτρόπου Περιφέρειας
et: Ringkonna ülevaataja külastus
fi: Piirin tarkastajan vierailu
fr: Visite du Surintendant de Circuit
he: ביקור של המפקח במחוז
hy: Երկարության վերակազմնական այց
it: Visita del supervisore di circuito
ja: 巡回監督の訪問
ko: 서킷 감독의 방문
mn: Царцаан дээрх захиралын зочилж буй
nl: Bezoek van de circuitopziener
pt: Visita do Superintendente de Circuito
ru: Визит супервайзера округа
sv: Kretsinspektörens besök
tr: Çevre Süpervizörü Ziyareti
tw: Kɔmpani no ɔman no mpɔtam anaa ɔman ahorow mu mpɔtam abatoɔ no
uk: Візит суперінтенданта округу
zh: 巡回监督员的访问
