Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Desarrollada por Livrädo Sandoval, con el apoyo de una comunidad activa de colaboradores en GitHub, KHA es una aplicación multiplataforma que funciona en Windows, macOS, Linux, iPads y tabletas Android, con acceso desde cualquier navegador web. La facilidad de uso y la seguridad han sido nuestras prioridades desde el primer día. Cada aspecto ha sido diseñado para garantizar que puedas acceder a tus herramientas administrativas donde y cuando las necesites.
am: ይህ ከ Livrädo Sandoval በመሰረት፣ በ GitHub የሚገኙ ወይሬኔዎች በሚለው ማህበር የእረካቸው ነገር ውስጥ ግድቦች አምጣ፡፡ KHA እንደዚያ ወይዘ ዝም ይ቗ናይ እንድ ይገናይ፡፡ በ Windows፣ macOS፣ Linux፣ iPads እና Android ድቦች ጊዜ አብዛኛው ችሎታ ያላቸው፡፡ ከነር ይህ ስልኩ ይወዳድ ይቀበሉ፡.
ar: مطور بواسطة ليفرادو ساندوفال، بدعم من مجتمع نشط من المساهمين على GitHub، KHA هو تطبيق متعدد المنصات يعمل على Windows وmacOS وLinux وiPads وأجهزة Android اللوحية، مع إمكانية الوصول من أي متصفح ويب. كانت سهولة الاستخدام والأمان من أولوياتنا منذ اليوم الأول. تم تصميم كل جانب لضمان أنك تستطيع الوصول إلى أدواتك الإدارية حيثما وحينما تحتاج إليها.
de: Entwickelt von Livrädo Sandoval, mit Unterstützung einer aktiven Gemeinschaft von Mitwirkenden auf GitHub, ist KHA eine plattformübergreifende Anwendung, die auf Windows, macOS, Linux, iPads und Android-Tablets funktioniert, mit Zugriff von jedem Webbrowser. Benutzerfreundlichkeit und Sicherheit waren von Anfang an unsere Prioritäten. Jeder Aspekt wurde so gestaltet, dass Sie jederzeit und überall auf Ihre Verwaltungstools zugreifen können.
el: Αναπτυγμένο από τον Livrädo Sandoval, με την υποστήριξη μιας ενεργής κοινότητας συνεργατών στο GitHub, το KHA είναι μια διαλειτουργική εφαρμογή που λειτουργεί σε Windows, macOS, Linux, iPads και Android ταμπλέτες, με πρόσβαση από οποιοδήποτε πρόγραμμα περιήγησης. Η ευχρηστία και η ασφάλεια ήταν οι προτεραιότητές μας από την πρώτη μέρα. Κάθε πτυχή έχει σχεδιαστεί ώστε να διασφαλίζει ότι μπορείς να έχεις πρόσβαση στα διοικητικά σου εργαλεία όπου κι αν τα χρειάζεσαι.
et: Livrädo Sandoval'i loodud, aktiivse GitHub'i koostöövõrgustiku toetusel, on KHA mitme platvormi rakendus, mis töötab Windowsis, macOSis, Linuxis, iPadidel ja Androidi tahvelarvutites, pakkudes juurdepääsu igast veebibrauserist. Kasutamise lihtsus ja turvalisus on olnud meie prioriteediks alates esimesest päevast. Iga aspekt on kujundatud tagama, et saaksid oma haldustööriistadele juurde pääseda igal ajal ja igas kohas, kus seda vajad.
fi: Livrädo Sandovalin kehittämä, GitHubissa aktiivisten yhteistyökumppaneiden yhteisön tuella, KHA on monialustainen sovellus, joka toimii Windowsissa, macOS:ssä, Linuxissa, iPadeissa ja Android-tableteissa, ja jota voidaan käyttää mistä tahansa verkkoselaimesta. Käytön helppous ja turvallisuus ovat olleet etusijalla ensimmäisestä päivästä lähtien. Jokainen yksityiskohta on suunniteltu varmistamaan, että voit käyttää hallintotyökaluasi siellä ja silloin, kun sitä tarvitset.
fr: Développé par Livrädo Sandoval, avec le soutien d'une communauté active de contributeurs sur GitHub, KHA est une application multiplateforme qui fonctionne sur Windows, macOS, Linux, iPads et tablettes Android, avec accès depuis n'importe quel navigateur web. La facilité d'utilisation et la sécurité ont été nos priorités depuis le premier jour. Chaque aspect a été conçu pour garantir que vous puissiez accéder à vos outils administratifs où et quand vous en avez besoin.
he: פיתוח על ידי ליוואדו סנדובאל, בתמיכה של קהילה פעילה של תורמים ב-GitHub, KHA היא אפליקציה חוצת פלטפורמות הפועלת על Windows, macOS, Linux, iPads וטאבלטים של Android, עם גישה מכל דפדפן אינטרנט. קלות השימוש והביטחון היו העדיפויות שלנו מאז היום הראשון. כל היבט עוצב כך שתוכל לגשת לכלים המנהליים שלך בכל מקום ובכל זמן שתצטרך.
hy: Լիարժեքորեն մշակվել է Livrädo Sandoval-ի կողմից, GitHub-ում ակտիվ համագործակիցների համայնքի աջակցությամբ, KHA-ն բազմաֆունկցիոնալ ծրագրային մատուցում է, որը գործարկվում է Windows, macOS, Linux, iPads և Android պլանշետների վրա, հասանելի է ցանկացած վեբ բրաուզերից: Օգտագործման հեշտությունը և անվտանգությունը եղել են մեր առաջնահերթությունները առաջին օրվանից: Յուրաքանչյուր ասպեկտ մշակված է այնպես, որ կարողանաս մուտք գործել քո վարչական գործիքները այն վայրում և այն ժամանակ, երբ դրանք պետք են:
it: Sviluppata da Livrädo Sandoval, con il supporto di una comunità attiva di collaboratori su GitHub, KHA è un'applicazione multipiattaforma che funziona su Windows, macOS, Linux, iPads e tablet Android, con accesso da qualsiasi browser web. La facilità d'uso e la sicurezza sono state le nostre priorità fin dal primo giorno. Ogni aspetto è stato progettato per garantire che tu possa accedere ai tuoi strumenti amministrativi dove e quando ne hai bisogno.
ja: Livrädo Sandovalによって開発され、GitHubの活発な貢献者コミュニティの支援を受けて、KHAはWindows、macOS、Linux、iPads、Androidタブレットで動作するクロスプラットフォームアプリケーションであり、任意のウェブブラウザからアクセスできます。使いやすさとセキュリティは、初日から私たちの優先事項です。あらゆる側面は、必要なときに、どこでも管理ツールにアクセスできるように設計されています。
ko: Livrädo Sandoval에 의해 개발되었으며, GitHub에서 활동적인 기여자 커뮤니티의 지원을 받아, KHA는 Windows, macOS, Linux, iPads 및 Android 태블릿에서 작동하는 크로스 플랫폼 애플리케이션으로, 모든 웹 브라우저에서 접근할 수 있습니다. 사용의 용이성과 안전성은 첫 날부터 우리의 우선사항이었습니다. 모든 측면은 필요할 때 언제 어디서나 행정 도구에 접근할 수 있도록 설계되었습니다.
mn: Livrädo Sandoval-ийн хөгжүүлсэн бөгөөд GitHub дээр идэвхтэй хамтрагчдын нийгэмлэгийн дэмжлэгтэйгээр KHA нь Windows, macOS, Linux, iPads болон Android таблет дээр ажилладаг, бүх вэб хөтчөөс нэвтрэх боломжтой олон платформын програм юм. Хэрэглэхэд хялбар болон аюулгүй байдал нь анхны өдрөөсөө бидний анхаарлын төвд байсан. Таны админ хэрэгслийг хаана, хэзээ хэрэгтэй байгаагаас үл хамааран нэвтрэх боломжийг хангасан байх зорилгоор бүх элементүүдийг зохион байгуулсан.
nl: Ontwikkeld door Livrädo Sandoval, met de steun van een actieve gemeenschap van bijdragers op GitHub, is KHA een multiplatform-applicatie die werkt op Windows, macOS, Linux, iPads en Android-tablets, met toegang vanaf elke webbrowser. Gebruiksgemak en veiligheid zijn vanaf de eerste dag onze prioriteiten geweest. Elk aspect is ontworpen om ervoor te zorgen dat je waar en wanneer je ze nodig hebt, toegang hebt tot je administratieve tools.
pt: Desenvolvido por Livrädo Sandoval, com o apoio de uma comunidade ativa de colaboradores no GitHub, KHA é um aplicativo multiplataforma que funciona no Windows, macOS, Linux, iPads e tablets Android, com acesso de qualquer navegador da web. A facilidade de uso e a segurança sempre foram nossas prioridades desde o primeiro dia. Cada aspecto foi projetado para garantir que você possa acessar suas ferramentas administrativas onde e quando precisar.
ru: Разработанный Ливрадо Сандовалом при поддержке активного сообщества сотрудников на GitHub, KHA - кросс-платформенное приложение, работающее на Windows, macOS, Linux, iPads и планшетах Android, с доступом из любого веб-браузера. Удобство использования и безопасность были нашими приоритетами с первого дня. Каждый аспект был разработан для обеспечения доступа к вашим административным инструментам в любое время и в любом месте.
sv: Utvecklad av Livrädo Sandoval, med stöd av en aktiv gemenskap av bidragsgivare på GitHub, är KHA en plattformsoberoende applikation som fungerar på Windows, macOS, Linux, iPads och Android-tabletter, med åtkomst från vilken webbläsare som helst. Användarvänlighet och säkerhet har varit våra prioriteringar sedan första dagen. Varje aspekt har designats för att säkerställa att du kan komma åt dina administrativa verktyg när och var du än behöver dem.
tr: Livrädo Sandoval tarafından geliştirilen, GitHub'daki aktif bir katkıda bulunanlar topluluğunun desteğiyle, KHA, Windows, macOS, Linux, iPad ve Android tabletlerde çalışan bir çok platformlu uygulamadır, herhangi bir web tarayıcısından erişilebilir. Kullanım kolaylığı ve güvenlik, ilk günden beri önceliklerimiz olmuştur. Her bir yön, ihtiyaç duyduğunuzda idari araçlarınıza her yerden erişmenizi sağlamak üzere tasarlanmıştır.
tw: Yɛyɛɛ no de ɛyɛ mu bɔkɔɔ bɛn Livrädo Sandoval, a ɔde ɔman a ɛda ho adi anokwa so ɔbɔ mu wɔ GitHub, KHA yɛ ɔman bi a ɛbɔ mu wɔ Windows, macOS, Linux, iPads ne Android tablet so a yɛtumi kɔ so fa browser biara. Nsɛm a ɛyɛ yie ne ɔdɔ ho yɛ yɛn bɔdɔ mu fi da a edi kan no. Abɔdin pɔtee nyinaa yɛde yɛ ho su sɛ wopɛ a, wopɛ a, wopɛ a, wopɛ a, wopɛ a, wopɛ aḥ.
uk: Розроблено Ліврадо Сандовалом, за підтримки активної спільноти співробітників на GitHub, KHA - це крос-платформенний додаток, що працює на Windows, macOS, Linux, iPads та Android-планшетах, з доступом з будь-якого веб-браузера. Простота використання та безпека були нашими пріоритетами з першого дня. Кожен аспект було розроблено, щоб забезпечити доступ до ваших адміністративних інструментів, де б і коли б вам це не потрібно було.
zh: 由Livrädo Sandoval开发，并得到了GitHub上一活跃的贡献者社区的支持，KHA是一个跨平台应用程序，能够在Windows、macOS、Linux、iPad和Android平板电脑上运行，且可以通过任何网络浏览器访问。自第一天起，可用性和安全性就是我们的优先事项。每一个细节都旨在确保您可以在需要的时候随时访问您的行政工具。

source: Nuestro compromiso es que KHA será siempre gratuito, sin suscripciones ocultas ni fechas de caducidad. Además, nos tomamos muy en serio la seguridad y privacidad de los datos: están cifrados y nunca son rastreados. A través de un sistema seguro de transmisión de datos, protegemos tu información de manera eficaz.
am: የእንኩዋ ክትበት ዊም ይደር፣ ይህ ሚገባይ ቋሙ ገኖ እና "ሁሉን ይብዝ ይቼቅ" ይል ይላሉ።
ar: التزامنا هو أن يظل KHA مجانيًا دائمًا، بدون اشتراكات مخفية أو تواريخ انتهاء. بالإضافة إلى ذلك، نأخذ أمان وخصوصية البيانات على محمل الجد: فهي مشفرة ولا يتم تتبعها أبدًا. من خلال نظام نقل بيانات آمن، نحن نحمي معلوماتك بشكل فعال.
de: Unser Engagement ist, dass KHA immer kostenlos sein wird, ohne versteckte Abonnements oder Ablaufdaten. Darüber hinaus nehmen wir die Sicherheit und Privatsphäre der Daten sehr ernst: sie werden verschlüsselt und niemals verfolgt. Durch ein sicheres Datentransmission system schützen wir Ihre Informationen effektiv.
el: Η δέσμευσή μας είναι ότι το KHA θα είναι πάντα δωρεάν, χωρίς κρυφές συνδρομές ή ημερομηνίες λήξης. Επιπλέον, παίρνουμε πολύ σοβαρά την ασφάλεια και την ιδιωτικότητα των δεδομένων: είναι κωδικοποιημένα και δεν παρακολουθούνται ποτέ. Μέσω ενός ασφαλούς συστήματος μετάδοσης δεδομένων, προστατεύουμε τις πληροφορίες σας αποτελεσματικά.
et: Meie lubadus on, et KHA jääb alati tasuta, ilma peidetud tellimuste või aegumiskuupäevadeta. Lisaks võtame andmete turvalisust ja privaatsust väga tõsiselt: need on krüpteeritud ja neid ei jälgita kunagi. Ahnne ja turvalise andmeedastussüsteemi abil kaitseme teie teavet tõhusalt.
fi: Meidän sitoumuksemme on, että KHA on aina ilmainen, ilman piilossa olevia tilauksia tai vanhenemispäiviä. Lisäksi otamme tietojen turvallisuuden ja yksityisyyden erittäin vakavasti: ne on salattu eikä niitä koskaan jäljitetä. Turvallisen tiedonsiirtojärjestelmän avulla suojaamme tietosi tehokkaasti.
fr: Notre engagement est que KHA sera toujours gratuit, sans abonnements cachés ni dates d'expiration. De plus, nous prenons très au sérieux la sécurité et la confidentialité des données : elles sont chiffrées et ne sont jamais suivies. Grâce à un système de transmission de données sécurisé, nous protégeons efficacement vos informations.
he: התחייבות שלנו היא ש-KHA תמיד יהיה חינם, ללא מנויים מוסתרים או תאריכי תפוגה. יתרה מכך, אנו מתייחסים ברצינות רבה לביטחון ולפרטיות של הנתונים: הם מוצפנים ולא נבדקים אף פעם. באמצעות מערכת מאובטחת להעברת נתונים, אנו מגינים על המידע שלך בצורה יעילה.
hy: Մեր պարտավորությունն է, որ KHA-ն միշտ անվճար կլինի, առանց թաքուն բաժանորդագրությունների կամ ժամկետների: Իսկապես, մենք շատ ահաբեկված ենք տվյալների անվտանգության և գաղտնիության հարցում: Դրանք կոդավորված են և երբեք չեն հետևվում: Այնպէս, ըստ անօթյա տվյալների փոխանցման համակարգի, մենք արդյունավետորեն պաշտպանող ենք մեզանում:
it: Il nostro impegno è che KHA sarà sempre gratuito, senza abbonamenti nascosti né date di scadenza. Inoltre, prendiamo molto sul serio la sicurezza e la privacy dei dati: sono crittografati e mai tracciati. Attraverso un sistema sicuro di trasmissione dei dati, proteggiamo in modo efficace le tue informazioni.
ja: 私たちの約束は、KHAが常に無料であり、隠されたサブスクリプションや有効期限がないということです。さらに、私たちはデータのセキュリティとプライバシーを非常に真剣に考えています：データは暗号化され、決して追跡されることはありません。安全なデータ転送システムを通じて、あなたの情報を効果的に保護します。
ko: 우리의 약속은 KHA가 항상 무료이며 숨겨진 구독이나 만료 날짜가 없다는 것입니다. 또한 우리는 데이터의 보안과 개인 정보를 매우 중요하게 생각합니다. 데이터는 암호화되고 추적되지 않습니다. 안전한 데이터 전송 시스템을 통해 귀하의 정보를 효과적으로 보호합니다.
mn: Бид KHA-ийг үргэлж үнэгүй байлгана, нууцхан захиалга болон хугацаа байхгүй. Мөн бид мэдээллийн аюулгүй байдал болон нууцлалд маш их анхаарал тавьдаг: мэдээллүүд нь шифрлэгдсэн бөгөөд хэзээ ч чагнахаар байхгүй. Аюулгүй мэдээлэл дамжуулах системээр дамжуулан, бид таны мэдээллийг үр дүнтэйгээр хамгаалдаг.
nl: Onze belofte is dat KHA altijd gratis zal zijn, zonder verborgen abonnementen of vervaldatums. Daarnaast nemen we de beveiliging en privacy van gegevens zeer serieus: ze zijn versleuteld en worden nooit gevolgd. Via een veilig gegevensoverdrachtsysteem beschermen we je informatie effectief.
pt: Nosso compromisso é que KHA será sempre gratuito, sem subscrições ocultas ou datas de expiração. Além disso, levamos a segurança e privacidade dos dados muito a sério: eles são criptografados e nunca são rastreados. Através de um sistema seguro de transmissão de dados, protegemos suas informações de forma eficaz.
ru: Мы гарантируем, что KHA всегда будет бесплатным, без скрытых подписок или сроков действия. Кроме того, мы очень серьезно относимся к безопасности и конфиденциальности данных: они шифруются и никогда не отслеживаются. Через безопасную систему передачи данных мы эффективно защищаем вашу информацию.
sv: Vårt åtagande är att KHA alltid ska vara gratis, utan dolda prenumerationer eller utgångsdatum. Dessutom tar vi datasäkerhet och integritet på största allvar: de är krypterade och spåras aldrig. Genom ett säkert datasystem skyddar vi effektivt din information.
tr: KHA'nın her zaman ücretsiz olacağına dair taahhüdümüz, gizli abonelikler veya son kullanma tarihleri olmadan. Ayrıca, verilerin güvenliği ve gizliliğini çok ciddiye alıyoruz: veriler şifrelenmiştir ve asla izlenmez. Güvenli bir veri iletim sistemi sayesinde, bilgilerinizi etkili bir şekilde koruyoruz.
tw: Yɛn bɔ ama KHA bɛyɛ dea kwan a ɛyɛ den na ɛda ho adi sɛ nni abatoɔ a ɛta na ɛnni da. bio, yɛbɔ yɛn ho pɔ sɛ ɔfɛfɛm adwuma ne a ɛho yɛ hare mmom a wɔka ho. yɛda ho adwene seryɛ ne pɔm no di ama w'asɛm ho.
uk: Наше зобов'язання полягає в тому, що KHA завжди залишатиметься безкоштовним, без прихованих підписок та термінів дії. Крім того, ми дуже серйозно ставимося до безпеки та конфіденційності даних: вони зашифровані і їх ніколи не відстежують. Через безпечну систему передачі даних ми ефективно захищаємо вашу інформацію.
zh: 我们承诺KHA将始终是免费的，不会有隐性订阅或到期日期。此外，我们非常重视数据的安全性和隐私：数据会被加密，且永远不会被跟踪。通过安全的数据传输系统，我们有效保护您的信息。

source: Actualmente, KHA se encuentra en fase BETA, y estamos planificando un lanzamiento oficial para la primavera de 2025. Pero este es solo el comienzo. Estamos comprometidos con la mejora continua y escuchamos activamente a nuestra comunidad para seguir evolucionando. Nuestro objetivo es proporcionar una herramienta que sea útil y relevante, que se adapte a las necesidades de las congregaciones hoy y en el futuro.
am: ወቅታዊ፣ KHA በ BETA ደረጃ እንደሚገኝ እና ለ 2025 ዓ.ም በዋነኛ ወቅት የወቅቱ ውሳኔን እንደምንወዳደር በዚህ ተጀመርን። ይህ ብቻ መጀመሪያ ነው። በማንኛውም ጊዜ አቃቃ እንደምንቆጣጠር ወላንዳይ፣ በማሻሻያ እንደምንወን። የእኛ ግብ በዚህ እንደምንጠበቅ የምንወዳደር ከዚህ ወዲያ ይሆናል፣ ዘይታቀባ ወከርህ ይመዋታል።
ar: حاليًا، KHA في مرحلة BETA، ونحن نخطط لإطلاق رسمي في ربيع عام 2025. لكن هذه هي البداية فقط. نحن ملتزمون بتحسين مستمر ونستمع بنشاط إلى مجتمعنا للاستمرار في التطور. هدفنا هو تقديم أداة تكون مفيدة وذات صلة، تتكيف مع احتياجات التجمعات اليوم وفي المستقبل.
de: Aktuell befindet sich KHA in der BETA-Phase, und wir planen eine offizielle Einführung im Frühjahr 2025. Aber das ist nur der Anfang. Wir sind verpflichtet, kontinuierlich Verbesserungen vorzunehmen und hören aktiv auf unsere Gemeinschaft, um weiter zu wachsen. Unser Ziel ist es, ein Werkzeug bereitzustellen, das nützlich und relevant ist und sich an die Bedürfnisse der Gemeinden heute und in Zukunft anpasst.
el: Αυτή τη στιγμή, το KHA βρίσκεται σε φάση BETA και σχεδιάζουμε μια επίσημη κυκλοφορία την άνοιξη του 2025. Αλλά αυτό είναι μόνο η αρχή. Είμαστε δεσμευμένοι για συνεχή βελτίωση και ακούμε ενεργά την κοινότητά μας για να συνεχίσουμε να εξελισσόμαστε. Σκοπός μας είναι να παρέχουμε ένα εργαλείο που να είναι χρήσιμο και σχετικό, που να προσαρμόζεται στις ανάγκες των εκκλησιών σήμερα και στο μέλλον.
et: Käesoleval hetkel on KHA BETA faasis ja plaanime ametlikku väljaandmist 2025. aasta kevadel. Kuid see on alles algus. Oleme pühendunud pidevale täiustamisele ja kuulame aktiivselt meie kogukonda, et jätkata arengut. Meie eesmärk on pakkuda tööriista, mis on kasulik ja asjakohane, et vastata koguduste vajadustele täna ja tulevikus.
fi: Tällä hetkellä KHA on BETA-vaiheessa, ja suunnittelemme virallista julkaisua keväällä 2025. Mutta tämä on vain alkua. Sitoudumme jatkuvaan parantamiseen ja kuuntelemme aktiivisesti yhteisöämme kehittyäksemme. Tavoitteemme on tarjota työkalu, joka on hyödyllinen ja relevantti, ja joka sopeutuu seurakuntien tarpeisiin tänään ja tulevaisuudessa.
fr: Actuellement, KHA est en phase BETA, et nous prévoyons un lancement officiel pour le printemps 2025. Mais ce n'est que le début. Nous sommes engagés dans une amélioration continue et écoutons activement notre communauté pour continuer à évoluer. Notre objectif est de fournir un outil qui soit utile et pertinent, qui s'adapte aux besoins des congrégations aujourd'hui et à l'avenir.
he: כיום, KHA נמצא בשלב BETA, ואנחנו מתכננים השקה רשמית באביב 2025. אבל זה רק ההתחלה. אנו מחויבים לשיפור מתמיד ומקשיבים באופן פעיל לקהילה שלנו כדי להמשיך להתפתח. המטרה שלנו היא לספק כלי שיעיל ורלוונטי, שמסתגל לצרכים של הקהילות היום ובעתיד.
hy: Այս պահին KHA-ն գտնվում է BETA փուլում, և մենք ծրագրավորում ենք պաշտոնական թողարկում 2025 թվականի գարնանը: Բայց սա միայն մեկնարկն է: Մենք պարտավորվել ենք շարունակական բարելավման և ակտիվորեն լսում ենք մեր համայնքը՝ շարունակելու զարգացման համար: Մեր նպատակն է տրամադրել օգտակար և կարևոր գործիք, որը կհամապատասխանի համայնքների պահանջներին այսօր և ապագայում:
it: Attualmente, KHA è in fase BETA e stiamo pianificando un lancio ufficiale per la primavera del 2025. Ma questo è solo l'inizio. Siamo impegnati nel miglioramento continuo e ascoltiamo attivamente la nostra comunità per continuare a evolverci. Il nostro obiettivo è fornire uno strumento utile e rilevante, che si adatti alle esigenze delle congregazioni oggi e in futuro.
ja: 現在、KHAはBETAフェーズにあり、2025年春の公式リリースを計画しています。しかし、これは始まりに過ぎません。私たちは継続的な改善にコミットしており、進化を続けるためにコミュニティの声に積極的に耳を傾けています。私たちの目標は、有用で関連性のあるツールを提供し、今日と未来の集会のニーズに応えることです。
ko: 현재 KHA는 BETA 단계에 있으며, 2025년 봄에 공식 출시를 계획하고 있습니다. 그러나 이것은 시작에 지나지 않습니다. 우리는 지속적인 개선에 전념하고 있으며, 진화하기 위해 우리 커뮤니티의 목소리를 적극적으로 듣고 있습니다. 우리의 목표는 오늘날과 미래의 집회에 유용하고 관련된 도구를 제공하는 것입니다.
mn: Одоогийн байдлаар, KHA нь BETA үе шатанд байна, бид 2025 оны хавар албан ёсны нээлт хийхээр төлөвлөж байна. Гэвч энэ нь зөвхөн эхлэл юм. Бид тасралтгүй сайжруулалтад хамрагдаж, нийгэмлэгийнхээ санал хүсэлтэд актив сонсож байна. Бидний зорилго бол өнөө болон ирээдүйд хуралдайд хэрэгтэй, ашигтай, холбогдолтой хэрэгсэлийг бий болгох явдал юм.
nl: Momenteel bevindt KHA zich in de BETA-fase, en we plannen een officiële lancering voor de lente van 2025. Maar dit is pas het begin. We zijn toegewijd aan voortdurende verbetering en luisteren actief naar onze gemeenschap om volledig te evolueren. Ons doel is om een tool te bieden die nuttig en relevant is, die zich aanpast aan de behoeften van de congregaties vandaag en in de toekomst.
pt: Atualmente, KHA se encontra na fase BETA, e estamos planejando um lançamento oficial para a primavera de 2025. Mas este é apenas o começo. Estamos comprometidos com a melhoria contínua e ouvimos ativamente nossa comunidade para continuar evoluindo. Nosso objetivo é fornecer uma ferramenta que seja útil e relevante, que se adapte às necessidades das congregações hoje e no futuro.
ru: В настоящее время KHA находится на стадии BETA и мы планируем официальный запуск весной 2025 года. Но это только начало. Мы обязуемся к постоянному совершенствованию и активно слушаем наше сообщество, чтобы продолжать развиваться. Наша цель - предоставить инструмент, который будет полезным и актуальным, соответствующим потребностям конгрегаций сегодня и в будущем.
sv: För närvarande är KHA i BETA-fasen och vi planerar en officiell lansering till våren 2025. Men detta är bara början. Vi är engagerade i kontinuerlig förbättring och lyssnar aktivt på vårt samhälle för att fortsätta utvecklas. Vårt mål är att erbjuda ett verktyg som är användbart och relevant, som anpassar sig efter församlingarnas behov idag och i framtiden.
tr: Şu anda KHA BETA aşamasında ve 2025 baharında resmi bir lansman planlıyoruz. Ama bu sadece bir başlangıç. Sürekli iyileşmeye kararlıyız ve topluluğumuzu dinleyerek evrimimizi sürdürmekteyiz. Amacımız, bugün ve gelecekte toplulukların ihtiyaçlarına uyum sağlayan, faydalı ve ilgili bir araç sunmaktır.
tw: KHA da so yɛ wɔ BETA a yɛre yɛ adwuma na yɛreyɛ nsɛm a yɛbɛda hɔ no hyɛ mmerɛw mu anaa ɔsram na ɛkɔda hɔ. Nanso efi ha bɔ mmerɛ nsɛm mmerɛ mu. Yɛdi nsɛm a ɛda wɔn ɔkwan ho dwuma na yɛyɛ sɛnea ɛbɛyɛ a ɔman no nyinaa betumi akɔ so.
uk: На сьогодні KHA перебуває на етапі BETA, і ми плануємо офіційний запуск навесні 2025 року. Але це тільки початок. Ми зобов'язані до постійного вдосконалення і активно слухаємо нашу спільноту, щоб продовжувати еволюцію. Наша мета - надати інструмент, який буде корисним і актуальним, адаптуючись до потреб конгрегацій сьогодні та в майбутньому.
zh: 目前，KHA正处于BETA阶段，我们计划于2025年春季正式发布。但这只是个开始。我们致力于持续改进，并积极倾听我们的社区，以继续发展。我们的目标是提供一个有用且相关的工具，能够满足今日及未来会众的需求。
