Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Cantidad de encargados de sistema de video:
am: በየቪዲዮ ሲቱ ዓላይዎች:
ar: عدد مديري نظام الفيديو:
de: Anzahl der Video-Systemmanager:
el: Ποσότητα διαχειριστών του συστήματος βίντεο:
et: Video süsteemi vastutajate arv:
fi: Videojärjestelmän vastuuhenkilöiden määrä:
fr: Nombre de responsables de système vidéo :
he: מספר מנהלי מערכת הווידאו:
hy: Տեսախցիկի համակարգի պատասխանատուների քանակը՝
it: Numero di responsabili del sistema video:
ja: ビデオシステムの担当者の数：
ko: 비디오 시스템 담당자 수:
mn: Видео системийн удирдлагын тоо:
nl: Aantal video-systeembeheerders:
pt: Quantidade de gerentes de sistema de vídeo:
ru: Количество менеджеров видеосистемы:
sv: Antal videosystemansvariga:
tr: Video sistem yöneticilerinin sayısı:
tw: N° nkuto a wɔyɛ videokɔnferens no mu:
uk: Кількість керівників відеосистеми:
zh: 视频系统管理员数量：

source: Primero registra un orador en Oradores públicos.
am: መጀመሪያ በPublic Speakers ውስጥ አንድ ወንጌላዊ ተናጋሪ ይመዝግቡ።
ar: سجل أولاً متحدثًا في المتحدثين العموميين.
de: Zuerst registriere einen Redner bei öffentlichen Rednern.
el: Πρώτα καταχωρίστε έναν ομιλητή στους Δημόσιους ομιλητές.
et: Esite registreerige esineja Avalik Esinejate rahva seas.
fi: Rekisteröi ensin puhuja Julkisissa puhujissa.
fr: D'abord, enregistrez un orateur dans Orateurs publics.
he: ראשית הרשם דובר במרצים ציבוריים.
hy: Նախագահեք հանրային ելույթ.
it: Prima registrare un oratore negli Oratori pubblici.
ja: 最初に公共の話し手を登録してください。
ko: 먼저 공적 연설자를 등록하세요.
mn: Эхлээд олон нийтийн яриачаар бүртгүүлнэ үү.
nl: Registreer eerst een spreker bij Publieke sprekers.
pt: Primeiro registra um orador em Oradores públicos.
ru: Сначала зарегистрируйте оратора в Ораторах публичных.
sv: Registrera först en talare i Offentliga talare.
tr: Önce bir konuşmacıyı Genel Konuşmacılar'a kaydedin.
tw: Kan yɛ ɔkɛse bebree wɔ ɔkɛse ɔbenada.
uk: Спочатку зареєструйте оратора у Публічних ораторах.
zh: 首先在公共发言者中注册发言人。

source: Discursos públicos
am: የሕዝብ ንግግር
ar: خطابات عامة
de: Öffentliche Reden
el: Δημόσιοι λόγοι
et: Avalikud kõned
fi: Julkiset puheet
fr: Discours publics
he: נאומים ציבוריים
hy: Հանրային ելույթներ
it: Discorsi pubblici
ja: 公共のスピーチ
ko: 공적인 연설들
mn: Нийтийн яриа
nl: Openbare toespraken
ru: Публичные выступления
sv: Offentliga tal
tr: Genel konuşmalar
tw: Nkyerɛw nsɛm foforɔ
uk: Публічні виступи
zh: 公共演讲

source: Discurso público
am: የንግግር ዜና
ar: خطاب عام
de: Öffentliche Rede
el: Δημόσιος λόγος
et: Avalik kõne
fi: Julkinen puhe
fr: Discours public
he: נאום ציבורי
hy: Հանրային ելույթ
it: Discorso pubblico
ja: 公共のスピーチ
ko: 공적인 연설
mn: Нийтийн яриа
nl: Openbare toespraak
ru: Публичное выступление
sv: Offentligt tal
tr: Genel konuşma
tw: Kɔkɔɔ nsɛm
uk: Публічний виступ
zh: 公众演讲

source: Sin asignar bosquejo
am: ያልተመረጠ የበላይ ይሁን
ar: مخطط غير مخصص
de: Nicht zugewiesene Gliederung
el: Μη ανατεθειμένο σχέδιο
et: Määramata joonis
fi: Määrittämätön luonnos
fr: Plan non attribué
he: אין תבנית מוקצת
hy: Չի նշանակված հուշագիր
it: Schema non assegnato
ja: 割り当てられないアウトライン
ko: 할당되지 않은 개요
mn: Тусгаарлагдаагүй загвар
nl: Niet toegewezen schema
pt: Esboço não atribuído
ru: Не назначен эскиз
sv: Oanvisad disposition
tr: Atanmamış taslak
tw: Nnɔma a wɔntɔ wɔn so
uk: Без призначеного ескізу
zh: 未分配大纲

source: Sin asignar
am: ያልተመረጠ
ar: غير مخصص
de: Nicht zugewiesen
el: Μη ανατεθειμένο
et: Määramata
fi: Määrittämätön
fr: Non attribué
he: לא מוקצה
hy: Չի նշանակված
it: Non assegnato
ja: 未割り当て
ko: 할당되지 않음
mn: Тусгаарлагдаагүй
nl: Niet toegewezen
pt: Não atribuído
ru: Не назначено
sv: Oanvisad
tr: Atanmamış
tw: Anaa wɔantɔ
uk: Без призначення
zh: 未分配

source: Orador:
am: አስተያየት:
ar: متحدث:
de: Redner:
el: Ομιλητής:
et: Esineja:
fi: Puhuja:
fr: Orateur :
he: דובר:
hy: Խոսնակ:
it: Oratore:
ja: スピーカー：
ko: 발표자:
mn: Яриач:
nl: Spreker:
ru: Оратор:
sv: Talare:
tr: Konuşmacı:
tw: Okyerɛfo:
uk: Оратор:
zh: 发言者：

source: Congregación:
am: ኮንግሬግያ:
ar: الجماعة:
de: Versammlung:
el: Σύγκλητος:
et: Kogudus:
fi: Seurakunta:
fr: Congrégation :
he: קהילה:
hy: Համայնք:
it: Congregazione:
ja: 会衆：
ko: 회중:
mn: Баг:
nl: Gemeente:
pt: Congregação:
ru: Конгрегация:
sv: Församling:
tr: Cemaat:
tw: Kɔngregɛyɛn:
uk: Конгрегація:
zh: 会众：

source: Local
am: አካባቢ
ar: محلي
de: Ort
el: Τοπικό
et: Kohalik
fi: Paikka
he: מקום
hy: Մարզ
it: Locale
ja: ローカル
ko: 지역
mn: Орон
nl: Plaats
ru: Местоположение
sv: Lokal
tr: Yerel
tw: Abɔnten
uk: Місце
zh: 地点

source: Saliente a:
am: ወደ ወጭ:
ar: خارج إلى:
de: Ausgehend zu:
el: Ξεκινούσα προς:
et: Väljuvad:
fi: Lähetetään:
fr: Sortant vers :
he: יוצא ל:
hy: Դուրս՝
it: In uscita a:
ja: 送信先：
ko: 발신지:
mn: Гарах юун:
nl: Uitgaande naar:
pt: Saindo para:
ru: Исходящий в:
sv: Utgående till:
tr: Giden:
tw: Wɔpɛ:
uk: Вихід до:
zh: 发往：

source: Es visitante
am: ወደ አመላክ
ar: هو زائر
de: Ist Besucher
el: Είναι επισκέπτης
et: Ta on külastaja
fi: On vierailija
fr: Est visiteur
he: האם מבקר
hy: Էն այցելուն է
it: È visitatore
ja: 訪問者です
ko: 방문자입니다
mn: Зочин
nl: Is bezoeker
pt: É visitante
ru: Является посетителем
sv: Är besökare
tr: Ziyaretçi
tw: Ɔyɛ abɛfoɔ
uk: Є відвідувачем
zh: 是访客

source: ¡Aún no tienes ningún bosquejo programado! Para empezar, programa el primer bosquejo haciendo clic en el botón "Nuevo".
am: እስካሁን ምንም የቀን ጽዳታ አልቀመጡትም! መጀመሪያ የቀን ጽዳታን አድርጉ "አዲስ" ንድፍ ላይ እጩ ይሁን።
ar: ليس لديك أي مخطط مجدول حتى الآن! للبدء، قم بجدولة المخطط الأول عن طريق النقر على زر "جديد".
de: Du hast noch keine Gliederung geplant! Um zu beginnen, plane die erste Gliederung, indem du auf den Button "Neu" klickst.
el: Δεν έχετε προγραμματισμένα σχέδια ακόμα! Για να ξεκινήσετε, προγραμματίστε το πρώτο σχέδιο κάνοντας κλικ στο κουμπί "Νέο".
et: Teil ei ole veel ühtegi kavandatud kontuuri! Alustamiseks kavandage esimene kontuur, klõpsates nupule "Uus".
fi: Sinulla ei ole vielä suunniteltuja luonnoksia! Aloita ohjelmoimalla ensimmäinen luonnos napsauttamalla "Uusi" -painiketta.
fr: Vous n'avez pas encore de plan programmé ! Pour commencer, programmez le premier plan en cliquant sur le bouton "Nouveau".
he: עדיין אין לך שום טיוטה מתוכננת! כדי להתחיל, תכנן את המתווה הראשון על ידי לחיצה על כפתור "חדש".
hy: Դուք դեռ չունեք որևէ նախատեսված հուշագիր: Տիրոջ հուշագիրը սկսելու համար առաջինը ժամանշեք, սեղմելով "Նոր" կոճակը:
it: Non hai ancora programmazioni di nessun schema! Per iniziare, programma il primo schema facendo clic sul pulsante "Nuovo".
ja: まだスケジュールされたアウトラインはありません！始めるには、「新しい」ボタンをクリックして最初のアウトラインをスケジュールしてください。
ko: 아직 예정된 개요가 없습니다! 시작하려면 "새로운" 버튼을 클릭하여 첫 번째 개요를 설정하세요.
mn: Та одоох тэр бүх загварыг захиалаагүй байна! Эхлэхийн тулд эхний загварыг "Шинэ" товч дээр дарж захиал.
nl: Je hebt nog geen schema's geprogrammeerd! Om te beginnen, programmeer het eerste schema door op de knop "Nieuw" te klikken.
pt: Você ainda não tem nenhum esboço agendado! Para começar, agende o primeiro esboço clicando no botão "Novo".
ru: У вас пока нет запланированных эскизов! Для начала запланируйте первый эскиз, нажав кнопку "Новый".
sv: Du har ännu inte schemalagt några dispositioner! För att börja, schemalägg den första dispositionen genom att klicka på knappen "Ny".
tr: Henüz programlanmış hiç taslağın yok! Başlamak için, "Yeni" butonuna tıklayarak ilk taslağını programla.
tw: Nfa nsɛm foforɔ! Sɛ wobɛyɛ no a, nfa nsɛm a ɛda so no, pɛ sɛ wobɔ tɔ nɔma "Fɔm".
uk: У вас ще немає запланованих ескізів! Щоб почати, заплануйте перший ескіз, натиснувши кнопку "Новий".
zh: 你还没有安排任何大纲！要开始，请单击“新建”按钮安排第一个大纲。

source: Actualizar contraseña
am: የይዘዙን የንባታ ሸቀጥኝ
ar: تحديث كلمة المرور
de: Passwort aktualisieren
el: Ενημέρωση κωδικού πρόσβασης
et: Uuenda parool
fi: Päivitä salasana
fr: Mettre à jour le mot de passe
he: עדכן סיסמה
hy: Թարմացնել գաղտնաբառը
it: Aggiorna password
ja: パスワードを更新
ko: 비밀번호 업데이트
mn: Нууц үгээ шинэчлэх
nl: Wachtwoord bijwerken
pt: Atualizar senha
ru: Обновить пароль
sv: Uppdatera lösenord
tr: Şifreyi güncelle
tw: Sesa wo wɛbsaet mu
uk: Оновити пароль
zh: 更新密码

source: Cambia tu contraseña...
am: የእቃን ቋሚ ፉትሪት፡
ar: غير كلمة المرور الخاصة بك...
de: Ändern Sie Ihr Passwort...
el: Αλλάξτε τον κωδικό πρόσβασής σας...
et: Muuda oma parool...
fi: Vaihda salasana...
fr: Changez votre mot de passe...
he: שנה את הסיסמה שלך...
hy: Փոխիր գաղտնաբառդ...
it: Cambia la tua password...
ja: パスワードを変更...
ko: 비밀번호를 변경하세요...
mn: Нууц үгээ өөрчил...
nl: Verander je wachtwoord...
pt: Mude sua senha...
ru: Измените свой пароль...
sv: Ändra ditt lösenord...
tr: Şifrenizi değiştirin...
tw: Sesa wo wɛbsaet mu...
uk: Змініть свій пароль...
zh: 更改您的密码...

source: Correo electrónico
am: ኢሜይል
ar: البريد الإلكتروني
de: E-Mail
el: Ηλεκτρονικό ταχυδρομείο
et: E-post
fi: Sähköposti
fr: Email
he: דוא"ל
hy: Էլեկտրոնային փոստ
it: Email
ja: メールアドレス
ko: 이메일
mn: Цахим хаяг
nl: E-mail
pt: E-mail
ru: Электронная почта
sv: E-post
tr: E-posta
tw: E-mail
uk: Електронна пошта
zh: 电子邮件

source: Ingrese su correo electrónico para recibir un enlace para actualizar su contraseña.
am: የዉክታ ዓመትህን ዝምጮችን ይገጸኝ
ar: أدخل بريدك الإلكتروني لتلقي رابط لتحديث كلمة المرور الخاصة بك.
de: Geben Sie Ihre E-Mail-Adresse ein, um einen Link zum Aktualisieren Ihres Passworts zu erhalten.
el: Εισάγετε το email σας για να λάβετε έναν σύνδεσμο για να ενημερώσετε τον κωδικό πρόσβασής σας.
et: Sisestage oma e-posti aadress, et saada link oma parooli uuendamiseks.
fi: Syötä sähköpostiosoitteesi, jotta voit vastaanottaa linkin salasanan päivittämistä varten.
fr: Entrez votre adresse e-mail pour recevoir un lien pour mettre à jour votre mot de passe.
he: הזן את כתובת האימייל שלך כדי לקבל קישור לעדכון הסיסמה שלך.
hy: Մուտքագրեք ձեր էլ. նամակը՝ գաղտնաբառը թարմացնելու հղում ստանալու համար.
it: Inserisci il tuo indirizzo email per ricevere un link per aggiornare la tua password.
ja: パスワードを更新するためのリンクを受け取るには、あなたのメールアドレスを入力してください。
ko: 비밀번호를 업데이트하기 위한 링크를 받으시려면 이메일 주소를 입력하세요.
mn: Нууц үгээ шинэчлэх холбоос авахын тулд имэйл хаягаа оруулна уу.
nl: Voer uw e-mailadres in om een link te ontvangen om uw wachtwoord bij te werken.
pt: Digite seu endereço de e-mail para receber um link para atualizar sua senha.
ru: Введите свой адрес электронной почты, чтобы получить ссылку для обновления пароля.
sv: Ange din e-postadress för att ta emot en länk för att uppdatera ditt lösenord.
tr: Şifrenizi güncellemek için bir bağlantı almak için e-posta adresinizi girin.
tw: Bɔ wo email kɔ ma yɛmfa baako a bɛboa w’akwan so yɛn nsɛm.
uk: Введіть вашу електронну адресу, щоб отримати посилання для оновлення пароля.
zh: 输入您的电子邮件地址以接收更新密码的链接。

source: Enviar enlace
am: ትኩይ ወይ
ar: إرسال الرابط
de: Link senden
el: Αποστολή συνδέσμου
et: Saada link
fi: Lähetä linkki
fr: Envoyer le lien
he: שלח קישור
hy: Ուղարկել հղումը
it: Invia link
ja: リンクを送信
ko: 링크 보내기
mn: Холбоос илгээх
nl: Verzend link
pt: Enviar link
ru: Отправить ссылку
sv: Skicka länk
tr: Bağlantı gönder
tw: Mɛma kɔ mmae
uk: Відправити посилання
zh: 发送链接

source: Configuración
am: እቃ ዝውውር
ar: إعدادات
de: Einstellungen
el: Ρυθμίσεις
et: Seaded
fi: Asetukset
fr: Paramètres
he: הגדרות
hy: Կարգավորում
it: Impostazioni
ja: 設定
ko: 설정
mn: Тохиргоо
nl: Instellingen
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar
tw: Mmere
uk: Налаштування
zh: 设置

source: Idioma
am: ቋንቋ
ar: لغة
de: Sprache
el: Γλώσσα
et: Keel
fi: Kieli
fr: Langue
he: שפה
hy: Լեզու
it: Lingua
ja: 言語
ko: 언어
mn: Хэл
nl: Taal
ru: Язык
sv: Språk
tr: Dil
tw: Kasa
uk: Мова
zh: 语言

source: Español
am: ግሪዓ
ar: الإسبانية
de: Spanisch
el: Ισπανικά
et: Hispaania
fi: Espanja
fr: Espagnol
he: ספרדית
hy: Սպանիերեն
it: Spagnolo
ja: スペイン語
ko: 스페인어
mn: Испан
nl: Spaans
pt: Espanhol
ru: Испанский
sv: Spanska
tr: İspanyolca
tw: Sɛpan
uk: Іспанська
zh: 西班牙语

source: English
am: ይነግር
ar: الإنجليزية
de: Englisch
el: Αγγλικά
et: Inglise
fi: Englanti
fr: Anglais
he: אנגלית
hy: Անգլերեն
it: Inglese
ja: 英語
ko: 영어
mn: Англи
nl: Engels
pt: Inglês
ru: Английский
sv: Engelska
tr: İngilizce
tw: Bramfie
uk: Англійська
zh: 英语

source: Italiano
am: ኢታሊያን
ar: الإيطالية
de: Italienisch
el: Ιταλικά
et: Itaalia
fi: Italia
fr: Italien
he: איטלקית
hy: Իտալերեն
ja: イタリア語
ko: 이탈리아어
mn: Итали
nl: Italiaans
ru: Итальянский
sv: Italienska
tr: İtalyanca
tw: Italye
uk: Італійська
zh: 意大利语

source: Français
am: ፈረንሳይ
ar: الفرنسية
de: Französisch
el: Γαλλικά
et: Prantsuse
fi: Ranska
he: צרפתית
hy: Ֆրանսերեն
it: Francese
ja: フランス語
ko: 프랑스어
mn: Франц
nl: Frans
pt: Francês
ru: Французский
sv: Franska
tr: Fransızca
tw: Fransɛ
uk: Французька
zh: 法语

source: Deutsch
am: ጀርመን
ar: الألمانية
el: Γερμανικά
et: Saksa
fi: Saksa
fr: Allemand
he: גרמנית
hy: Գերմանական
it: Tedesco
ja: ドイツ語
ko: 독일어
mn: Герман
nl: Duits
pt: Alemão
ru: Немецкий
sv: Tyska
tr: Almanca
tw: Nka
uk: Німецька
zh: 德语

source: Português
am: ፖርቱጋላ
ar: البرتغالية
de: Portugiesisch
el: Πορτογαλικά
et: Portugali
fi: Portugali
fr: Portugais
he: פורטוגזית
hy: Պորտուգալերեն
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
mn: Португал
nl: Portugees
ru: Португальский
sv: Portugisiska
tr: Portekizce
tw: Poɔtugesi
uk: Португальська
zh: 葡萄牙语

source: Nombre
am: ስም
ar: اسم
de: Name
el: Όνομα
et: Nimi
fi: Nimi
fr: Nom
he: שם
hy: Անվանում
it: Nome
ja: 名前
ko: 이름
mn: Нэр
nl: Naam
pt: Nome
ru: Имя
sv: Namn
tr: İsim
tw: Din
uk: Ім'я
zh: 名称

source: Nombres
am: ስሞች
ar: أسماء
de: Vornamen
el: Ονόματα
et: Eesnimed
fi: Etunimet
fr: Prénoms
he: שמות
hy: Անուններ
it: Nomi
ja: 名
ko: 이름들
mn: Нэр
nl: Voornaam
pt: Nomes
ru: Имена
sv: Förnamn
tr: İsimler
tw: Nsɛm
uk: Імена
zh: 名字

source: Apellidos
am: የዘፍድዮች
ar: ألقاب
de: Nachnamen
el: Επίθετα
et: Perekonnanimi
fi: Sukunimet
fr: Noms de famille
he: משפחות
hy: Ածականեր
it: Cognomi
ja: 姓
ko: 성씨들
mn: Овог
nl: Achternaam
pt: Sobrenomes
ru: Фамилии
sv: Efternamn
tr: Soyadlar
tw: Sɛmpɛ
uk: Прізвища
zh: 姓

source: Correo electrónico público
am: የሕዝብ ኢሜይል
ar: البريد الإلكتروني العام
de: Öffentliche E-Mail
el: Δημόσιο ηλεκτρονικό ταχυδρομείο
et: Avalik e-post
fi: Julkaisusähköposti
fr: Email public
he: דואר אלקטרוני ציבורי
hy: Հանրային էլեկտրոնային փոստ
it: Email pubblico
ja: 公共電子メール
ko: 공적인 이메일
mn: Нийтлэг имэйл
nl: Publieke e-mail
pt: Email público
ru: Публичная почта
sv: Offentlig e-post
tr: Genel e-posta
tw: Abɔfoɔ krataa
uk: Публічна електронна пошта
zh: 公共电子邮件

source: Nombramiento
am: ሊንደን: ዋጋ ወይ
ar: تعيين
de: Bestimmung
el: Διορισμός
et: Määramine
fi: Nimitys
fr: Nomination
he: המינוי
hy: Մնացորդ
it: Nomina
ja: 任命
ko: 임명
mn: Томилолт
nl: Aanstelling
pt: Nomeação
ru: Назначение
sv: Utnämning
tr: Atama
tw: Dɔm
uk: Призначення
zh: 任命

source: superintendente de circuito
am: የክፍል እመቤታችን
ar: مراقب دائرة
de: Kreisaufseher
el: επόπτης περιφέρειας
et: ringkonna juhataja
fi: kierrosvalvoja
he: מנהל אזור
hy: ճանապարհային հսկիչ
it: sovrintendente di circuito
ja: 巡回監督
ko: 서킷 감독
mn: Циркийн хянагч
nl: circuittoezichter
ru: суперинтендент округа
sv: kretsövervakare
tr: circuit gözetmeni
tw: Nkuto a ɛyɛ n'ahoto
uk: суперинтендент округу
zh: 巡回监督

source: anciano
am: እንደ ገና
ar: شيخ
de: Ältester
el: πρεσβύτερος
et: vanem
fi: vanhin
he: זקן
hy: չափահաս
it: anziano
ja: 長老
ko: 장로
mn: Элч
nl: oudste
pt: ancião
ru: старейшина
sv: äldre
tr: yaşlı
tw: Nananom
uk: старійшина
zh: 长老

source: siervo ministerial
am: የመንግስቲ ኪራንን
ar: خادم وزاري
de: ministerieller Diener
el: υπηρέτης υπουργείου
et: ministeeriumi teenija
fi: ministeriaalinen palvelija
he: משרת חמשי
hy: ծառայող նախարար
it: siervo ministeriale
ja: 事務補佐
ko: 사역 보조
mn: Служитель
nl: ministerieel dienaar
pt: servo ministerial
ru: служитель
sv: ministeriell tjänare
tr: hizmetçi
tw: Aborɔfoɔ a ɔyɛ adwuma
uk: служитель
zh: 事工助手

source: Actualizar datos
am: ውሂብ መረጃ
ar: تحديث البيانات
de: Daten aktualisieren
el: Ενημέρωση δεδομένων
et: Uuenda andmeid
fi: Päivitä tiedot
fr: Mettre à jour les données
he: לעדכן נתונים
hy: Թարմացնել տվյալները
it: Aggiorna dati
ja: データを更新
ko: 데이터 업데이트
mn: Мэдээллийг шинэчлэх
nl: Gegevens bijwerken
pt: Atualizar dados
ru: Обновить данные
sv: Uppdatera data
tr: Veri güncelle
tw: Nkɔmɔyɛ
uk: Оновити дані
zh: 更新数据

source: Cambiar contraseña
am: ወይዘር ወንድም የወይዞ
ar: تغيير كلمة المرور
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
et: Muuda parool
fi: Vaihda salasana
fr: Changer le mot de passe
he: שנה סיסמה
hy: Փոփոխել գաղտնաբառը
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
mn: Нууц үг сольж авах
nl: Wachtwoord wijzigen
pt: Trocar senha
ru: Изменить пароль
sv: Ändra lösenord
tr: Şifre değiştir
tw: Sesa wɛbsaet mu
uk: Змінити пароль
zh: 更改密码

source: Borrar los datos de la aplicación
am: መተግበሪያ ውሂብ አስወግድ
ar: حذف بيانات التطبيق
de: Anwendungsdaten löschen
el: Διαγραφή των δεδομένων της εφαρμογής
et: Kustuta rakenduse andmed
fi: Poista sovelluksen tiedot
fr: Supprimer les données de l'application
he: מחק את נתוני האפליקציה
hy: Մաքրել հավելվածի տվյալները
it: Elimina i dati dell'applicazione
ja: アプリケーションデータを削除
ko: 애플리케이션 데이터 삭제
mn: Програмын өгөгдлийг устгах
nl: Verwijder app-gegevens
pt: Excluir os dados do aplicativo
ru: Удалить данные приложения
sv: Radera appdata
tr: Uygulama verilerini sil
tw: Popa wɛbsaet nsɛm no
uk: Видалити дані програми
zh: 删除应用数据

source: Tu cuenta se eliminará automáticamente después de 3 meses de inactividad. Esto implica que todos tus datos relacionados con KHA se eliminarán por completo, como si nunca hubieras existido en nuestra plataforma.
am: በ 3 ወር ዝግጅት ከማንኛውም እንቅስቃሴ ወዲያ የእርስዎ መለኪያ በአንድ ይከረውበታል። ይህ ማለት በKHA ጋር የተያያዘው የእርስዎ ሁሉም ውሂብ ሙሉ ማጥፋት ይኖርባቸው እንደሚያደርጓቸው ያለው ይቀጥሉ ወይም ወይኖ ይከረውዋሉ.
ar: سيتم حذف حسابك تلقائيًا بعد <b>3</b> أشهر من عدم النشاط. وهذا يعني أنه سيتم حذف جميع بياناتك المتعلقة بـ KHA تمامًا، كما لو لم تكن موجودًا على منصتنا.
de: Ihr Konto wird nach 3 Monaten Inaktivität automatisch gelöscht. Dies bedeutet, dass alle Ihre Daten zu KHA vollständig entfernt werden, als ob Sie nie auf unserer Plattform existiert hätten.
el: Ο λογαριασμός σας θα διαγραφεί αυτόματα μετά από 3 μήνες αδράνειας. Αυτό σημαίνει ότι όλα τα δεδομένα σας που σχετίζονται με το KHA θα διαγραφούν εντελώς, ως αν ποτέ δεν είχατε υπάρξει στην πλατφόρμα μας.
et: Teie konto kustutatakse automaatselt 3 kuu jooksul mitteaktiivsuse tõttu. See tähendab, et kõik teie andmed, mis on seotud KHA-ga, kustutatakse täielikult, nagu te ei oleks kunagi meie platvormil eksisteerinud.
fi: Tilisi poistuu automaattisesti 3 kuukauden käyttämättömyyden jälkeen. Tämä tarkoittaa, että kaikki KHA:han liittyvät tietosi poistetaan kokonaan, ikään kuin et olisi koskaan ollut olemassa alustallamme.
fr: Votre compte sera automatiquement supprimé après 3 mois d'inactivité. Cela signifie que toutes vos données liées à KHA seront complètement supprimées, comme si vous n'aviez jamais existé sur notre plateforme.
he: החשבון שלך יימחק אוטומטית לאחר 3 חודשים של חוסר פעילות. זה אומר שכל הנתונים שלך הקשורים ל-KHA יימחקו לחלוטין, כאילו מעולם לא היית קיים בפלטפורמה שלנו.
hy: Ձեր հաշիվը ավտոմատ կերպով կվերացվի 3 ամսվա անգործության հետո։ Սա նշանակում է, որ KHA-յի հետ կապված ձեր բոլոր տվյալները ամբողջովին կվերացվեն, կարծես դուք երբեք չեք եղել մեր հարթակում։
it: Il tuo account verrà eliminato automaticamente dopo 3 mesi di inattività. Questo significa che tutti i tuoi dati relativi a KHA verranno completamente rimossi, come se non fossi mai esistito sulla nostra piattaforma.
ja: あなたのアカウントは<b>3</b>ヶ月間活動がない場合、自動的に削除されます。これは、KHAに関連するすべてのデータが完全に削除され、あなたが私たちのプラットフォームに存在しなかったかのようになります。
ko: 귀하의 계정은 <b>3</b>개월의 비활성 후 자동으로 삭제됩니다. 이는 KHA와 관련된 모든 데이터가 완전히 삭제되어 마치 귀하가 우리 플랫폼에 존재하지 않았던 것과 같음을 의미합니다.
mn: Таны данс 3 сарын идэвхгүй байдлын дараа автоматаар устгагдана. Энэ нь KHA-тэй холбоотой таны бүх өгөгдлийг бүрэн устгахыг шаардаж байна, яг л та манай платформд байхгүй мэт.
nl: Je account wordt automatisch na 3 maanden inactiviteit verwijderd. Dit betekent dat al je gegevens met betrekking tot KHA volledig zullen worden verwijderd, alsof je nooit op ons platform hebt bestaan.
pt: Sua conta será excluída automaticamente após 3 meses de inatividade. Isso implica que todos os seus dados relacionados ao KHA serão completamente removidos, como se você nunca tivesse existido na nossa plataforma.
ru: Ваша учетная запись будет автоматически удалена через 3 месяца неактивности. Это означает, что все ваши данные, связанные с KHA, будут полностью удалены, как если бы вы никогда не существовали на нашей платформе.
sv: Ditt konto kommer automatiskt att raderas efter 3 månaders inaktivitet. Detta innebär att alla dina data relaterade till KHA kommer att raderas helt, som om du aldrig hade funnits på vår plattform.
tr: Hesabınız, 3 aylık etkinliksizliğin ardından otomatik olarak silinecektir. Bu, KHA ile ilgili tüm verilerinizin tamamen silineceği anlamına gelir, sanki platformumuzda hiç var olmamışsınız gibi.
tw: Wo akawunt no bɛwo akwan no so awiee no, wankanye hɔ mmerɛ 3. Eyi kyerɛ sɛ, wo nsɛm a ɛda ho wɔ KHA bɛsi a, ebegye nsɛm no nyinaa fi.
uk: Ваш обліковий запис буде автоматично видалено через 3 місяці бездіяльності. Це означає, що всі ваші дані, пов'язані з KHA, будуть повністю видалені, немов ви ніколи не існували на нашій платформі.
zh: 您的帐户将在 3 个月不活动后自动删除。这意味着您与 KHA 相关的所有数据将被完全删除，就好像您从未在我们的平台上存在过。
