Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: ¡Aún no tienes ningún programa registrado! Para empezar, haz clic en el botón "Nuevo".
am: አሁን የተመዘገበ ዕቤ የለውም! ወደ መጀመሪያ እዚህ "አዳም" ኩነታቸው ይመልከቱ።
ar: لا تملك أي برامج مسجلة حتى الآن! للبدء، انقر على الزر "جديد".
de: Du hast noch kein Programm registriert! Um zu beginnen, klicke auf die Schaltfläche "Neu".
el: Δεν έχετε ακόμα κανένα πρόγραμμα καταχωρημένο! Για να ξεκινήσετε, κάντε κλικ στο κουμπί "Νέο".
et: Sul ei ole registreeritud ühtegi programmi! Alustamiseks klõpsake nuppu "Uus".
fi: Sinulla ei vielä ole rekisteröityjä ohjelmia! Aloittaaksesi, napsauta "Uusi"-painiketta.
fr: Vous n'avez pas encore de programme enregistré ! Pour commencer, cliquez sur le bouton "Nouveau".
he: עדיין אין לך תוכניות רשומות! כדי להתחיל, לחץ על כפתור "חדש".
hy: Դեպքեր դեռ չեք գրանցել: Դեպքեր սկսելու համար կտտացրեք "Նոր" кнопка:
it: Non hai ancora registrato nessun programma! Per iniziare, clicca sul pulsante "Nuovo".
ja: まだ登録されたプログラムがありません！開始するには、「新規」ボタンをクリックしてください。
ko: 아직 등록된 프로그램이 없습니다! 시작하려면 "새로 만들기" 버튼을 클릭하세요.
mn: Та одоогоор ямар ч хөтөлбөр бүртгүүлээгүй байна! Эхлэхийн тулд "Шинэ" товчийг дарах бол уу.
nl: Je hebt nog geen programma geregistreerd! Om te beginnen, klik op de knop "Nieuw".
pt: Você ainda não tem nenhum programa registrado! Para começar, clique no botão "Novo".
ru: У вас еще нет зарегистрированных программ! Чтобы начать, нажмите кнопку "Новый".
sv: Du har ännu inget registrerat program! För att börja, klicka på knappen "Nytt".
tr: Henüz herhangi bir kayıtlı programınız yok! Başlamak için "Yeni" butonuna tıklayın.
tw: Wunnya nsɛm a wɔakɔ akɔda ho fo! Sɛ wopɛ sɛ wosɔ wɔn a, to mu "Foforɔ".
uk: У вас ще немає жодної програми, зареєстрованої! Щоб почати, натисніть кнопку "Нове".
zh: 您还没有注册任何程序！要开始，请单击“新建”按钮。

source: Reset your password
am: የይለፍ ቃልን ይዘው ይችላል
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
el: Επαναφέρετε τον κωδικό πρόσβασης
et: Lähetage oma parool
fi: Nollaa salasanne
fr: Réinitialiser votre mot de passe
he: אפס את הסיסמה שלך
hy: Փակել գաղտնաբառը
it: Reimposta la password
ja: パスワードをリセット
ko: 비밀번호 재설정
mn: Нууц үгээ сэргээнэ үү
nl: Reset je wachtwoord
pt: Redefinir sua senha
ru: Сбросьте пароль
sv: Återställ ditt lösenord
tr: Şifrenizi sıfırlayın
tw: Sesa wo nan
uk: Скинути ваш пароль
zh: 重置您的密码

source: Ingrese la dirección de correo electrónico verificada de su cuenta de usuario y le enviaremos un enlace para restablecer la contraseña.
am: እባክህ መወዳደር አዳምክኑ ይህን ይጨረው
ar: أدخل عنوان البريد الإلكتروني المعتمد لحساب المستخدم الخاص بك وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.
de: Geben Sie die verifizierte E-Mail-Adresse Ihres Benutzerkontos ein, und wir senden Ihnen einen Link zum Zurücksetzen des Passworts.
el: Εισάγετε τη verified διεύθυνση email του λογαριασμού σας και θα σας στείλουμε έναν σύνδεσμο για την επαναφορά του κωδικού πρόσβασης.
et: Sisestage oma kasutajakonto kinnitatud e-posti aadress ja saadame teile lingi parooli lähtestamiseks.
fi: Syötä käyttäjätilisi vahvistettu sähköpostiosoite, niin lähetämme sinulle linkin salasanan palauttamiseksi.
fr: Entrez l'adresse e-mail vérifiée de votre compte utilisateur et nous vous enverrons un lien pour réinitialiser le mot de passe.
he: הזן את כתובת הדוא"ל המאושרת של חשבון המשתמש שלך ואנו נשלח לך קישור לאיפוס הסיסמה.
hy: Մուտք է գործեք ձեր օգտագործողի հաշվի հաստատված էլփոստի հասցեն և մենք ձեզ կուղարկենք մի հղում գաղտնաբառը վերականգնելու համար.
it: Inserisci l'indirizzo email verificato del tuo account utente e ti invieremo un link per reimpostare la password.
ja: ユーザーアカウントの確認済みメールアドレスを入力してください。パスワードをリセットするためのリンクをお送りします。
ko: 사용자 계정의 확인된 이메일 주소를 입력하면 비밀번호를 재설정할 수 있는 링크를 보내드립니다.
mn: Таны хэрэглэгчийн дансны баталгаажсан имэйл хаягийг оруулна уу, бид таны нууц үгийг сэргээх холбоосыг танд илгээнэ.
nl: Voer het geverifieerde e-mailadres van je gebruikersaccount in en we sturen je een link om je wachtwoord opnieuw in te stellen.
pt: Informe o endereço de e-mail verificado da sua conta de usuário e nós enviaremos um link para redefinir a senha.
ru: Введите проверенный адрес электронной почты вашей учетной записи пользователя, и мы отправим вам ссылку для сброса пароля.
sv: Ange den verifierade e-postadressen för ditt användarkonto så skickar vi en länk för att återställa lösenordet.
tr: Kullanıcı hesabınıza ait doğrulanmış e-posta adresini girin, size şifreyi sıfırlamak için bir bağlantı göndereceğiz.
tw: Kɔyɛ me nsɛm a wɔyɛɛ afiri no, na yɛbɛma wo ɔkwan a edidi so a ɛbɛma wo asesa nsɛm no.
uk: Введіть перевірену адресу електронної пошти вашого облікового запису, і ми надішлемо вам посилання для скидання пароля.
zh: 输入经过验证的用户帐户电子邮件地址，我们将向您发送一个链接以重置密码。

source: Por favor, revise su bandeja de entrada o su carpeta de SPAM para encontrar el enlace.
am: እባክህ ለይቻ ወይ ወንዱ
ar: يرجى التحقق من صندوق الوارد أو مجلد البريد العشوائي للعثور على الرابط.
de: Bitte überprüfen Sie Ihren Posteingang oder Ihren SPAM-Ordner, um den Link zu finden.
el: Παρακαλώ ελέγξτε το εισερχόμενο σας ή τον φάκελο SPAM για να βρείτε το σύνδεσμο.
et: Palun kontrollige oma postkasti või SPAM kausta, et leida link.
fi: Tarkista saapuneet tai roskapostikansiosi löytääksesi linkin.
fr: Veuillez vérifier votre boîte de réception ou votre dossier SPAM pour trouver le lien.
he: אנא בדוק את תיבת הדואר הנכנס שלך או את תיקיית ה-SPAM שלך כדי למצוא את הקישור.
hy: Խնդրում ենք ստուգեք ձեր մուտքային արկղը կամ ձեր SPAM փաթեթը՝ հղումը գտնելու համար.
it: Controlla la tua casella di posta o la tua cartella SPAM per trovare il link.
ja: 受信トレイまたはSPAMフォルダーを確認してリンクを見つけてください。
ko: 링크를 찾으려면 받은 편지함 또는 스팸 폴더를 확인하세요.
mn: Та холбоосыг олохын тулд хүлээн авагчийн хайрцаг эсвэл SPAM хавтасыг шалгана уу.
nl: Controleer je inbox of SPAM-map om de link te vinden.
pt: Por favor, verifique sua caixa de entrada ou sua pasta de SPAM para encontrar o link.
ru: Пожалуйста, проверьте свой почтовый ящик или папку СПАМ, чтобы найти ссылку.
sv: Kontrollera din inkorg eller din SPAM-mapp för att hitta länken.
tr: Lütfen gelen kutunuzu veya SPAM klasörünüzü kontrol edin ve bağlantıyı bulun.
tw: Mehyɛ nsɛm a wɔakyerɛw anaasɛ SPAM folder no mu na tɔ nsɛm no.
uk: Будь ласка, перевірте свою вхідну папку або папку SPAM, щоб знайти посилання.
zh: 请检查您的收件箱或垃圾邮件文件夹以查找链接。

source: Recuperar contraseña
am: የይለፍ ቃልን ይዘው ይችላል
ar: استعادة كلمة المرور
de: Passwort wiederherstellen
el: Ανάκτηση κωδικού πρόσβασης
et: Taasta parool
fi: Palauta salasana
fr: Récupérer le mot de passe
he: שחזר סיסמה
hy: Գաղտնաբառի վերականգնում
it: Recupera la password
ja: パスワードを回復する
ko: 비밀번호 복구
mn: Нууц үгээ сэргээх
nl: Herstel wachtwoord
pt: Recuperar senha
ru: Восстановить пароль
sv: Återställ lösenord
tr: Şifreyi kurtar
tw: San nsɛm a edi so
uk: Відновлення пароля
zh: 恢复密码

source: ¡Aún no tienes ningún grupo de predicación registrado! Para empezar, crea tu primer grupo haciendo clic en el botón "Nuevo".
am: አሁን የተመዘገበ የእድር ቡድን የለህም! ለጀምር አዲስ ቡድን በ"ድርጅት" አዝራር ሂደት መይዝፈው ይህ ይታይ።
ar: لا تملك أي مجموعات إنذار مسجلة حتى الآن! للبدء، أنشئ مجموعتك الأولى من خلال النقر على الزر "جديد".
de: Du hast noch keine Predigtgruppe registriert! Um zu beginnen, erstelle deine erste Gruppe, indem du auf die Schaltfläche "Neu" klickst.
el: Δεν έχετε ακόμα κανένα ομάδα προφητείας καταχωρημένη! Για να ξεκινήσετε, δημιουργήστε την πρώτη σας ομάδα κάνοντας κλικ στο κουμπί "Νέο".
et: Sul ei ole registreeritud ühtegi jutlustamisgruppi! Alustamiseks looge oma esimene grupp, klõpsates nuppu "Uus".
fi: Sinulla ei vielä ole rekisteröityjä saarnaryhmiä! Aloittaaksesi, luo ensimmäinen ryhmä napsauttamalla "Uusi"-painiketta.
fr: Vous n'avez pas encore de groupe de prédication enregistré! Pour commencer, créez votre premier groupe en cliquant sur le bouton "Nouveau".
he: עדיין אין לך קבוצות הפצה רשומות! כדי להתחיל, צור את קבוצת ההפצה הראשונה שלך על ידי לחיצה על כפתור "חדש".
hy: Դեպքեր դեռ չեք գրանցել: Սկինքն առաջին խմբի հետ, կտտացրեք "Նոր" кнопка:
it: Non hai ancora registrato alcun gruppo di predicazione! Per iniziare, crea il tuo primo gruppo cliccando sul pulsante "Nuovo".
ja: まだ登録された伝道グループがありません！始めるには、「新規」ボタンをクリックして最初のグループを作成してください。
ko: 아직 등록된 전파 그룹이 없습니다! 시작하려면 "새로 만들기" 버튼을 클릭하여 첫 번째 그룹을 생성하세요.
mn: Та одоогоор ямар ч номлолын бүлэг бүртгүүлээгүй байна! Эхлэхийн тулд "Шинэ" товчийг дарж эхэлнэ.
nl: Je hebt nog geen predikingsgroepen geregistreerd! Om te beginnen, maak je eerste groep aan door op de knop "Nieuw" te klikken.
pt: Você ainda não tem nenhum grupo de pregação registrado! Para começar, crie seu primeiro grupo clicando no botão "Novo".
ru: У вас еще нет зарегистрированных групп проповеди! Чтобы начать, создайте свою первую группу, нажав кнопку "Новый".
sv: Du har ännu inget registrerat predikningsgrupp! För att börja, skapa din första grupp genom att klicka på knappen "Nytt".
tr: Henüz herhangi bir vaaz grubu kaydettirmediniz! Başlamak için "Yeni" düğmesine tıklayarak ilk grubunuzu oluşturun.
tw: Wunnya nsɛm a bɔ hɔ ho fo! Sɛ wopɛ sɛ wopɛ bi a, bɔ mu "Foforɔ".
uk: У вас ще немає жодної групи проповідування! Щоб почати, створіть свою першу групу, натиснувши кнопку "Нове".
zh: 您还没有注册任何宣讲小组！要开始，请单击“新建”按钮创建您的第一个小组。

source: Cerrar sesión
am: ግዱም ወደ ወጣ
ar: تسجيل الخروج
de: Abmelden
el: Αποσύνδεση
et: Logi välja
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתק
hy: Ելք
it: Disconnettersi
ja: ログアウト
ko: 로그아웃
mn: Гарах
nl: Uitloggen
pt: Sair
ru: Выход из системы
sv: Logga ut
tr: Oturumu kapat
tw: Sɔre
uk: Вийти
zh: 注销

source: Administra la información de la congregación
am: የመንግስትን እና የአማራ መርምር
ar: إدارة معلومات الجماعة
de: Verwalten Sie die Informationen der Gemeinde
el: Διαχειριστείτε τις πληροφορίες της εκκλησίας
et: Haldage koguduse teavet
fi: Hallinnoi seurakunnan tietoja
fr: Gérer les informations de la congrégation
he: נהל את המידע של הקהילה
hy: Մշակեք համայնքի տեղեկությունները
it: Gestisci le informazioni della congregazione
ja: 会衆情報の管理
ko: 회중 정보를 관리합니다.
mn: Конгрегацийн мэдээллийг удирдах
nl: Beheer de informatie van de congregatie
pt: Gerencie as informações da congregação
ru: Управляйте информацией о конгрегации
sv: Hantera församlingens information
tr: Cemaate ait bilgileri yönetin
tw: Hyehye ɔman no ho nsɛm
uk: Управляйте інформацією про конгрегацію
zh: 管理会众信息

source: Publicadores
am: ህትመተ
ar: ناشرين
de: Verkündiger
el: Δημοσιεύτες
et: Kümmendajad
fi: Julkaisijat
fr: Publication
he: מפרסמים
hy: Տպիչներ
it: Pubblicatori
ja: 発行者
ko: 출판인들
mn: Нийтийн мэдээллийн систем
nl: Publiceerders
ru: Издатели
sv: Förläggare
tr: Yayıncılar
tw: Aborɔfoɔ mpɔtam
uk: Опубліковані
zh: 出版人

source: Registra publicadores ilimitados y administra su información
am: ያለ ዝርግም ወዘዴ የመንግስት ፣ ወ ግዢና ኑሩ
ar: تسجيل ناشرين غير محدود وإدارة معلوماتهم
de: Registrieren Sie unbegrenzte Verkündiger und verwalten Sie deren Informationen
el: Εγγραφή απεριόριστων εκδοτών και διαχείριση των πληροφοριών τους
et: Registreerige piiramatutele avalikustajatele ja haldage nende teavet
fi: Rekisteröi rajattomia julkaisijoita ja hallinnoi heidän tietojaan
fr: Inscrivez des prédicateurs illimités et gérez leurs informations
he: רשום מפיצים לא מוגבלים ונהל את המידע שלהם
hy: Գրանցեք անսահման հրապարակողներ և կառավարեք նրանց տեղեկությունները
it: Registra un numero illimitato di pubblicatori e gestisci le loro informazioni
ja: 無制限の出版者を登録し、その情報を管理します。
ko: 무제한 출판인 등록 및 그들의 정보를 관리합니다.
mn: Хязгааргүй ашиглагчидыг бүртгэж, тэдний мэдээллийг удирдах
nl: Registreer onbeperkte uitgevers en beheer hun informatie
pt: Registre publicadores ilimitados e gerencie suas informações
ru: Зарегистрируйте неограниченное количество публикаторов и управляйте их информацией
sv: Registrera obegränsade publicerare och hantera deras information
tr: Sınırsız yayıncıları kaydedin ve bilgilerini yönetin
tw: Nya kɔle a ɛnyɛ adwuma da na sɔ ɔman no ho nsɛm
uk: Зареєструйте необмежену кількість публікаторів і керуйте їхньою інформацією
zh: 注册无限出版者并管理他们的信息

source: Vida y Ministerio
am: ሕይወት እና አገልግሎት
ar: الحياة والوزراة
de: Leben und Dienst
el: Ζωή και Υπουργείο
et: Elu ja teenistus
fi: Elämä ja ministeriö
fr: Vie et Ministère
he: חיים ומשרד
hy: Կյանք և ծառայություն
it: Vita e Ministero
ja: 生活と事業
ko: 삶과 사역
mn: Амралт болон Тусламж
nl: Leven en Ministerie
pt: Vida e Ministério
ru: Жизнь и служение
sv: Liv och tjänst
tr: Hayat ve Bakanlık
tw: Nkitahodie ne nsɛm
uk: Життя та служіння
zh: 生活与事工

source: Programa automáticamente las asignaciones para la reunión
am: ለውርድ ተመን ወደ ምርት
ar: جدول التعيينات للاجتماع تلقائيًا
de: Weisen Sie die Aufgaben für die Sitzung automatisch zu
el: Προγραμματίστε αυτόματα τις αναθέσεις για τη συνάντηση
et: Planeeri automaatselt koosolekule ülesanded
fi: Aikatauluta tapaamiset automaattisesti
fr: Planifiez automatiquement les affectations pour la réunion
he: תכנת אוטומטית את ההקצאות לישיבה
hy: Ակտիվացրեք հանդիպման հանձնարարությունները
it: Programma automaticamente le assegnazioni per la riunione
ja: 会議の割り当てを自動的にスケジュールします
ko: 회의의 배정을 자동으로 예약하십시오.
mn: Уулзалтад хуваарилсан ажлуудыг автоматаар хуваарилах
nl: Wijzen automatisch de opdrachten voor de vergadering toe
pt: Programe automaticamente as atribuições para a reunião
ru: Автоматически планируйте назначения для собрания
sv: Schemalägg automatiskt uppdrag för mötet
tr: Toplantı için atamaları otomatik olarak planlayın
tw: Twitwahyɛ man nsɛm a wɔaka ho
uk: Автоматично програмуйте призначення для збору
zh: 自动安排会议的任务

source: Estudio de <em>La Atalaya</em>
am: <em>እንግዛም</em> ስለ ትምህርት
ar: دراسة <em>دور المراقبة</em>
de: Studium von <em>Der Wachtturm</em>
el: Μελέτη του <em>Η Σκοπιά</em>
et: Uuring <em>La Atalaya</em>
fi: Tutkimus <em>Torni</em>
fr: Étude de <em>La Atalaya</em>
he: לימוד של <em>המגדול</em>
hy: Դիտարկումն <em>Դիտողի</em>
it: Studio di <em>La Atalaya</em>
ja: <em>ひかりの塔</em>の研究
ko: <em>파수대</em> 연구
nl: Studie van <em>De Wachttoren</em>
pt: Estudo de <em>A Sentinela</em>
ru: Изучение <em>Сторожевой башни</em>
sv: Studie av <em>Vakttornet</em>
tr: Öğüt <em>La Atalaya</em> çalışması
tw: Nsɛm a ɛda mu <em>La Atalaya</em>
uk: Вивчення <em>Сторожової башти</em>
zh: 研究<em>守望台</em>

source: Programa automáticamente los participantes para la reunión
am: ለውርድ ተመን ወደ ምርት አቀባበር
ar: جدول المشاركين للاجتماع تلقائيًا
de: Planen Sie Teilnehmer automatisch für die Sitzung
el: Προγραμματίστε αυτόματα τους συμμετέχοντες για τη συνάντηση
et: Planeeri automaatselt koosolekule osalejad
fi: Aikatauluta osallistujat automaattisesti kokoukseen
fr: Programmez automatiquement les participants pour la réunion
he: תכנת אוטומטית את המשתתפים לישיבה
hy: Ակտիվացրեք հանդիպման մասնակիցները
it: Programma automaticamente i partecipanti per la riunione
ja: 会議の参加者を自動的にスケジュールします
ko: 회의 참가자를 자동으로 예약하십시오.
mn: Уулзалтад оролцогчдыг автоматаар төлөвлөх
nl: Wijzen automatisch de deelnemers voor de vergadering toe
pt: Programe automaticamente os participantes para a reunião
ru: Автоматически планируйте участников для собрания
sv: Schemalägg automatiskt deltagare för mötet
tr: Toplantı için katılımcıları otomatik olarak planlayın
tw: Twitwahyɛ wɔn a wɔyɛ akwan ahorow
uk: Автоматично програмуйте учасників для збору
zh: 自动安排会议参与者

source: Oradores públicos
am: ንብርብር የተለይ
ar: متحدثون عموميون
de: Öffentliche Redner
el: Δημόσιοι ομιλητές
et: Avalikud esinejad
fi: Julkiset puhujat
fr: Intervenants publics
he: דוברים ציבוריים
hy: Հանրային խոսնակներ
it: Oratori pubblici
ja: 公演者
ko: 공식 연설자
mn: Нийтийн мэдээлэгчид
nl: Publieke sprekers
ru: Публичные ораторы
sv: Offentliga talare
tr: Kamusal konuşmacılar
tw: Nsuban a wɔwɔɔ
uk: Публічні оратори
zh: 公众演讲者

source: Registre oradores públicos locales o visitantes
am: የሕዝብ ንብርብር መመዘገብ
ar: سجل المتحدثين العموميين المحليين أو الزوار
de: Registriere lokale oder besuchende öffentliche Redner
el: Καταχωρίστε τοπικούς ή επισκεπτόμενους δημόσιους ομιλητές
et: Registre oradores públicos locais ou visitantes
fi: Rekisteröi paikallisia tai vierailevia julkisia puhujia
fr: Enregistrez des intervenants publics locaux ou visiteurs
he: רשום דוברים ציבוריים מקומיים או מבקרים
hy: Գրանցել տեղական կամ այցելող հանրային խոսնակներ
it: Registra oratori pubblici locali o visitatori
ja: 地域または訪問する公演者を登録します
ko: 지역 또는 방문 연설자 등록
mn: Орлогчид болон зочидыг бүртгэх
nl: Registreer lokale of bezoekende publieke sprekers
pt: Registre oradores públicos locais ou visitantes
ru: Зарегистрируйте местных или посещающих публичных ораторов
sv: Registrera lokala eller besökande offentliga talare
tr: Yerel veya ziyaretçi konuşmacıları kaydedin
tw: Da nsɛm a wɔntoma bɔ mu anaa
uk: Зареєструйте місцевих або відвідувальних публічних ораторів
zh: 注册当地或访问的公共演讲者

source: Organiza las visitas y las salidas de los oradores y sus hospitalidades
am: መግባብ ወሕር
ar: نظم الزيارات والخروج للمتحدثين وضيافتهم
de: Organisieren Sie Besuche und Ausflüge von Rednern und deren Gastfreundlichkeit
el: Οργανώστε τις επισκέψεις και τις εξόδους των ομιλητών και τις φιλοξενίες τους
et: Organiseer kõnelejate külastuste ja külalislahkuse korraldamine
fi: Järjestä puhujien vierailut ja heidän vieraanvaraisuutensa
fr: Organisez les visites et les sorties des intervenants et leurs hospitalités
he: ארגן את הביקורים והיציאות של הדוברים ואת הכנסת האורחים שלהם
hy: Միավորել այցերն ու խոսնակների հյուրասիրությունները
it: Organizza le visite e le uscite degli oratori e le loro ospitalità
ja: 演説者の訪問と外出およびそのおもてなしを整理します
ko: 연설자 및 환대 방문 및 출국 조직
mn: Товчлох, яриачдын зочилж, тэдний зочилтыг зохион байгуулах
nl: Organiseer bezoeken en uitjes van sprekers en hun gastvrijheid
pt: Organize as visitas e as saídas dos oradores e suas hospitalidades
ru: Организуйте визиты и выхода ораторов и их гостеприимство
sv: Organisera besök och utgångar för talare och deras gästfrihet
tr: Konuşmacıların ziyaretlerini ve misafirperverliklerini düzenleyin
tw: Si ɔbɛkɔ akɔmɔden no ahyɛ ɔsomafoɔ
uk: Організуйте візити та виїзди ораторів і їх гостинність
zh: 组织演讲者的访问和招待

source: Grupos de servicio
am: የእንግዳ ተወላጅ
ar: مجموعات الخدمة
de: Dienstgruppen
el: Ομάδες υπηρεσιών
et: Teenuste grupid
fi: Palveluryhmät
fr: Groupes de service
he: קבוצות שירות
hy: Ծառայությունների խմբեր
it: Gruppi di servizio
ja: サービスグループ
ko: 봉사 그룹
mn: Үйлчилгээний бүлгүүд
nl: Diensten
pt: Grupos de serviço
ru: Группы обслуживания
sv: Tjänstegrupper
tr: Hizmet grupları
tw: Adwumakuo a wɔyɛ adwuma
uk: Групи обслуговування
zh: 服务组

source: Cree grupos, asigne al siervo de grupo y el auxiliar
am: ቡድን ተወዳዳሚን ወመረጡ እና ወታሕያይ ያድርጉ
ar: أنشئ مجموعات، عيّن الخادم المجموعي والمساعد
de: Gruppen erstellen, Gruppenhelfer und Hilfshelfer zuweisen
el: Δημιουργήστε ομάδες, αναθέστε τον υπηρέτη της ομάδας και τον βοηθό
et: Loo gruppe, määrake grupi teenija ja abiline
fi: Luo ryhmiä, nimeä ryhmän palvelija ja avustaja
fr: Créez des groupes, assignez le serviteur de groupe et l'auxiliaire
he: צור קבוצות, הקצה את העוזר הקבוצתי ועוזר
hy: Ստեղծել խմբեր, նշանակել խմբի ծառան և օգնականը
it: Crea gruppi, assegna il servo di gruppo e l'ausiliario
ja: グループを作成し、グループの奉仕者と補助を割り当てます
ko: 그룹을 만들고 그룹 관리인과 보조를 지정하세요
mn: Групп бий болгох, группын зарцуулагчийг томилох, туслагчийг томилох
nl: Maak groepen aan, wijs de groepsdiaken en de hulpen toe
pt: Crie grupos, atribua o servo de grupo e o auxiliar
ru: Создайте группы, назначьте служителя группы и помощника
sv: Skapa grupper, tilldela gruppens tjänare och assistenten
tr: Gruplar oluşturun, grup hizmetkarını ve yardımcıyı atayın
tw: Sɔ yɛku no mu, yɛfrɛ wɔn na ahyɛn a wɔkɔtɔ nkyerɛfoɔ ne wonsomafoɔ
uk: Створіть групи, призначте служителя групи та помічника
zh: 创建小组，分配小组服务员和助理

source: Informes de predicación
am: የዜናን ዋጋ
ar: تقارير الوعظ
de: Predigtberichte
el: Αναφορές κηρύγματος
et: Küpsetamisraportid
fi: Saarnaraportit
fr: Rapports de prédication
he: דיווחי הטפה
hy: Վարդապետական զեկույցներ
it: Rapporti di predicazione
ja: 伝道報告
ko: 전도 보고
mn: Зарлагаар явагддаг тайлан
nl: Predikingsverslagen
pt: Relatórios de pregação
ru: Отчеты о проповеди
sv: Predikningsrapporter
tr: Vaaz raporları
tw: Abɔden a yɛyɛ abɔdeɛm
uk: Звіти про проповідування
zh: 传教报告

source: Registre o vea, solicite y revise los informes mensuales de predicación
am: ይገዛ ወደ ዝርዝር ይይዛ የአደረገ አቅጣጫ ወጋ
ar: سجل أو شاهد، اطلب وراجع التقارير الشهرية للوعظ
de: Registrieren oder anzeigen, anfordern und die monatlichen Predigtberichte überprüfen
el: Καταχωρίστε ή προβάλετε, ζητήστε και αναθεωρήστε τις μηνιαίες αναφορές κηρύγματος
et: Registre või vaata, taotle ja vaata kuiseid jutlustamisaruandeid
fi: Rekisteröi tai tarkastele, pyydä ja tarkista kuukausiraportit evankelioinnista
fr: Enregistrez ou consultez, demandez et examinez les rapports mensuels de prédication
he: רשום או ראה, בקש ובחן את הדיווחים החודשיים על ההטפה
hy: Գրանցեք կամ դիտեք, խնդրեք և վերանայեք ամսական քարոզչական զեկույցները
it: Registra o visualizza, richiedi e rivedi i rapporti mensili di predicazione
ja: 登録または表示、要求および月次伝道報告を確認する
ko: 등록 또는 보기, 요청 및 매월 전도 보고 검토
mn: Тайланг бүртгэж, харж, хүсэлт гаргаж, сард нэг удаа мятгаар хийдэг нарийн мэдээллүүдийг хянана
nl: Registreer of bekijk, vraag aan en beoordeel de maandelijkse predikingsverslagen
pt: Registre ou veja, solicite e revise os relatórios mensais de pregação
ru: Зарегистрируйте, просматривайте, запрашивайте и проверяйте ежемесячные отчеты о проповеди
sv: Registrera eller se, begär och granska månatliga predikningsrapporter
tr: Vaaz raporlarını kaydet veya görüntüle, talep et ve incele
tw: Kɔyɛ anaa pɛ, hwehwɛ na kɔyɛ nsɛm a ɛda biara ɔpɛ mu
uk: Зареєструйте або перегляньте, запитайте та перегляньте щомісячні звіти про проповідування
zh: 注册或查看、请求并审核每月传道报告

source: Administra asignaciones de voluntarios para acomodadores
am: የአስከ እንቅስቃሴየወዊ አባትን ውሾንታዊው ይወዳዥ
ar: أدر مهام المتطوعين لمستقبلي الأحداث
de: Verwalten Sie ehrenamtliche Zuweisungen für Ordner
el: Διαχείριση εργασιών εθελοντών για οδηγούς
et: Halda vabatahtlike määramisi vastuvõtjatele
fi: Hallinnoi vapaaehtoisia tehtäviä vastaanottajille
fr: Gérer les affectations de bénévoles pour les ushers
he: נהל משימות מתנדבים עבור משרתים
hy: Կառավարեք կամավորների մշակումներն ընդունողներին
it: Gestisci le assegnazioni dei volontari per gli usceri
ja: ボランティアの割り当てを管理します。
ko: 안내자에 대한 자원 봉사자 할당 관리
mn: Сайн дурын бүртгэгчийг танхайлагчийн бүртгэл
nl: Beheer vrijwilligersopdrachten voor usher
pt: Gerenciar atribuições de voluntários para recepcionistas
ru: Управляйте назначениями волонтеров для помощников
sv: Hantera volontäruppdrag för värdar
tr: Gönüllü atamalarını yönetin
tw: Hyehye ɔman mpɔtam anaa abatoɔ mma ho
uk: Управляйте розподілом волонтерів для супроводжуючих
zh: 管理志愿者的分配给接待员

source: Visita del Superint. de circuito
am: የተመራመራ አድሚ ዋዴር
ar: زيارة المشرف الدائري
de: Besuch des Bezirksaufsicht
el: Επίσκεψη του επιτρόπου της περιοχής
et: Ringkonnase superintendendi külalisvisiit
fi: Piiriinsinöörin vierailu
fr: Visite du Superviseur de circuit
he: ביקור המפקח של הציר
hy: Ցուցահանդեսի շրջայցեր
it: Visita del Supervisore di circuito
ja: 巡回監督訪問
ko: 순회 감독 방문
mn: Дүүргийн хяналтын даргын айлчлал
nl: Circuittoezichters bezoek
pt: Visita do Supervisor de Circuito
ru: Визит суперintendenta округа
sv: Besök av circuitsuperintendent
tr: Bölge denetçisinin ziyareti
tw: Visit a ɔman sute
uk: Візит суперінтенданта округу
zh: 巡回监督访问
