Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: te guiaremos para crear tu cuenta. A través del enlace enviado por correo electrónico, completarás el proceso de registro y podrás comenzar a usar la aplicación.
am: ይኸውሙ በድርድር ሌላ ሊው ዝናይ ወመንዞታሕ ይወቅውን ወናህ ድእይ ወምንዩ ይገውይ፡
ar: سوف نقوم بإرشادك لإنشاء حسابك. من خلال الرابط المرسل عبر البريد الإلكتروني، ستكمل عملية التسجيل ويمكنك البدء في استخدام التطبيق.
de: werden wir Sie dazu anleiten, Ihr Konto zu erstellen. Über den Link, der per E-Mail gesendet wird, schließen Sie den Registrierungsprozess ab und können die Anwendung nutzen.
el: θα σας καθοδηγήσουμε στη δημιουργία του λογαριασμού σας. Μέσω του συνδέσμου που εστάλη μέσω email θα ολοκληρώσετε τη διαδικασία εγγραφής και θα μπορέσετε να αρχίσετε να χρησιμοποιείτε την εφαρμογή.
et: Me juhendame teid teie konto loomiseks. E-posti kaudu saadetud lingi kaudu lõpetate registreerimisprotsessi ja saate hakata rakendust kasutama.
fi: opastamme sinua tilisi luomisessa. Sähköpostilla lähetetyn linkin kautta viimeistelet rekisteröintiprosessin ja voit aloittaa sovelluksen käytön.
fr: nous vous guiderons pour créer votre compte. Grâce au lien envoyé par e-mail, vous terminerez le processus d'inscription et pourrez commencer à utiliser l'application.
he: ננחה אותך כיצד ליצור את החשבון שלך. באמצעות הקישור שנשלח במייל, תשלם את תהליך ההרשמה ותוכל להתחיל להשתמש באפליקציה.
hy: Մենք ձեզ կուղ 안내 ենք, որպեսզի ստեղծեք ձեր հաշիվը։ Email-ով ուղարկված հղումով դուք կավարտեք գրանցման գործընթացը և կսկսեք օգտագործել հավելվածը։
it: ti guideremo nella creazione del tuo account. Attraverso il link inviato via email, completerai il processo di registrazione e potrai iniziare a utilizzare l'app.
ja: アカウントを作成する手順を案内します。メールで送信されたリンクを通じて、登録手続きを完了しアプリを使用開始できます。
ko: 계정을 만들 수 있도록 안내해 드리겠습니다. 이메일로 전송된 링크를 통해 등록 프로세스를 완료하고 애플리케이션을 사용 시작할 수 있습니다.
mn: Бид танд данс үүсгэхэд нь туслах болно. Имэйлээр илгээгдсэн холбоосоор дамжуулан та бүртгэлийн процессыг дуусгаж, аппликейшн ашиглах боломжтой болно.
nl: helpen we je bij het creëren van je account. Via de link die per e-mail is verzonden, voltooi je het registratieproces en kun je beginnen met het gebruik van de app.
pt: nós vamos te guiar para criar sua conta. Através do link enviado por e-mail, você completará o processo de registro e poderá começar a usar o aplicativo.
ru: мы поможем вам создать учетную запись. По ссылке, отправленной по электронной почте, вы завершите процесс регистрации и сможете начать использовать приложение.
sv: vi kommer att vägleda dig för att skapa ditt konto. Genom länken som skickas via e-post kommer du att slutföra registreringsprocessen och kan börja använda appen.
tr: Hesabınızı oluşturmanıza yardımcı olacağız. E-posta ile gönderilen bağlantı aracılığıyla kayıt işlemini tamamlayacak ve uygulamayı kullanmaya başlayabileceksiniz.
tw: Yɛbɛma wo kwan sɛ wɔbɛyɛ wo akawnt. Wɔ email a wosomae no mu, bɛda ho adi a ɛyɛ kɔkɔɔ na wo bɛtumi ayɛ ayɛda so.
uk: ми проведемо вас через створення вашого облікового запису. За допомогою посилання, надісланого електронною поштою, ви завершите процес реєстрації та зможете почати користуватися програмою.
zh: 我们将指导您创建帐户。通过电子邮件发送的链接，您将完成注册过程并开始使用该应用程序。

source: ¿Cómo funciona si estableces una contraseña?
am: ነው የግንቦት ወለዝን ይህበዸክን ወዓይድ፡
ar: كيف تعمل إذا قمت بتعيين كلمة مرور؟
de: Wie funktioniert es, wenn Sie ein Passwort festlegen?
el: Πώς λειτουργεί αν ορίσετε έναν κωδικό πρόσβασης;
et: Kuidas see töötab, kui seadistate parooli?
fi: Miten tämä toimii, jos asetat salasanan?
fr: Comment cela fonctionne-t-il si vous définissez un mot de passe ?
he: איך זה עובד אם אתה מגדיר סיסמה?
hy: Ինչպես է աշխատում, եթե դուք սահմանեք գաղտնաբառ:
it: Come funziona se imposti una password?
ja: パスワードを設定すると、どのように機能しますか？
ko: 비밀번호를 설정하면 어떻게 됩니까?
mn: Хэрэв та нууц үг тогтоовол хэрхэн ажиллах вэ?
nl: Hoe werkt het als je een wachtwoord instelt?
pt: Como funciona se você estabelecer uma senha?
ru: Как это работает, если вы устанавливаете пароль?
sv: Hur fungerar det om du ställer in ett lösenord?
tr: Eğer bir şifre belirlerseniz, bu nasıl çalışır?
tw: Dɛn na ɛyɛ sɛ wopɛ sɛ wode password si mu?
uk: Як це працює, якщо ви встановлюєте пароль?
zh: 如果您设置了密码，系统是如何工作的？

source: Si prefieres configurar una contraseña, puedes hacerlo desde la sección "Seguridad" en la configuración de tu cuenta. Al iniciar sesión en el futuro, después de ingresar tu correo electrónico, se te pedirá que ingreses tu contraseña. Si no recuerdas tu contraseña, tendrás dos opciones:
am: ወላም ወድንድር ይወክ ወቅተይ ወይት `በዝ አጭር`
ar: إذا كنت تفضل تعيين كلمة مرور، يمكنك القيام بذلك من قسم "الأمان" في إعدادات حسابك. عند تسجيل الدخول في المستقبل، بعد إدخال بريدك الإلكتروني، سيُطلب منك إدخال كلمة مرورك. إذا لم تتذكر كلمة مرورك، سيكون لديك خياران:
de: Wenn Sie ein Passwort festlegen möchten, können Sie dies im Abschnitt "Sicherheit" in den Kontoeinstellungen tun. Wenn Sie sich in Zukunft anmelden, werden Sie nach Eingabe Ihrer E-Mail nach Ihrem Passwort gefragt. Wenn Sie Ihr Passwort vergessen haben, haben Sie zwei Optionen:
el: Εάν προτιμάτε να ρυθμίσετε έναν κωδικό πρόσβασης, μπορείτε να το κάνετε από την ενότητα "Ασφάλεια" στις ρυθμίσεις του λογαριασμού σας. Όταν συνδέεστε στο μέλλον, μετά την εισαγωγή του email σας, θα σας ζητηθεί να εισάγετε τον κωδικό πρόσβασης σας. Εάν δεν θυμάστε τον κωδικό πρόσβασης σας, θα έχετε δύο επιλογές:
et: Kui eelistate parooli seadistada, saate seda teha oma konto seadete jaotises "Turvalisus". Tulevikus sisse logides palutakse teil pärast oma e-posti sisestamist oma parooli sisestada. Kui te ei mäleta oma parooli, on teil kaks valikut:
fi: Jos haluat asettaa salasanan, voit tehdä sen tilisi asetuksista kohdasta "Turvallisuus". Kun kirjaudut sisään tulevaisuudessa, sähköpostiosoitteesi syöttämisen jälkeen sinulta kysytään salasanaasi. Jos et muista salasanaasi, sinulla on kaksi mahdollisuutta:
fr: Si vous préférez définir un mot de passe, vous pouvez le faire à partir de la section « Sécurité » dans les paramètres de votre compte. Lorsque vous vous connectez à l'avenir, après avoir saisi votre e-mail, vous serez invité à entrer votre mot de passe. Si vous ne vous souvenez pas de votre mot de passe, vous aurez deux options :
he: אם אתה מעדיף להגדיר סיסמה, תוכל לעשות זאת מהקטע "אבטחה" בהגדרות החשבון שלך. כאשר תיכנס בהמשך, לאחר שתזין את המייל שלך, תתבקש להזין את הסיסמה שלך. אם אינך זוכר את הסיסמה שלך, יהיו לך שתי אפשרויות:
hy: Եթե դուք նախընտրում եք սահմանել գաղտնաբառ, դուք կարող եք անել դա "ապահովություն" բաժնում ձեր հաշվի կարգավորումներում:
it: Se preferisci configurare una password, puoi farlo dalla sezione "Sicurezza" nelle impostazioni del tuo account. Quando accedi in futuro, dopo aver inserito la tua email, ti verrà chiesto di inserire la tua password. Se non ricordi la tua password, avrai due opzioni:
ja: パスワードを設定することを好む場合は、アカウント設定の「セキュリティ」セクションから行えます。今後ログインする際、メールアドレスを入力した後にパスワードの入力を求められます。パスワードを思い出せない場合は、2つのオプションがあります。
ko: 비밀번호 설정을 원하신다면, 계정 설정의 '보안' 섹션에서 하실 수 있습니다. 향후 로그인 시 이메일 입력 후 비밀번호를 입력하라는 요청이 있습니다. 비밀번호를 잊으신 경우 두 가지 옵션이 있습니다:
mn: Хэрэв та нууц үг тогтоож байвал, үүнийг дансны тохиргооны "Аюулгүй байдал" хэсгээс зохион байгуулах боломжтой. Ирээдүйд нэвтрэх үед, имэйлээ оруулсны дараа, таныг нууц үгээ оруулахыг шалгах болно. Хэрэв та нууц үгээ мартсан бол танд хоёр сонголт байна:
nl: Als je ervoor kiest om een wachtwoord in te stellen, kun je dit doen in de sectie "Beveiliging" in je accountinstellingen. Wanneer je in de toekomst inlogt, krijg je na het invoeren van je e-mail de vraag je wachtwoord in te voeren. Als je je wachtwoord niet onthoudt, heb je twee opties:
pt: Se você preferir configurar uma senha, você pode fazê-lo na seção "Segurança" nas configurações da sua conta. Ao fazer login no futuro, após inserir seu e-mail, você será solicitado a inserir sua senha. Se você não lembrar sua senha, terá duas opções:
ru: Если вы предпочитаете установить пароль, вы можете сделать это в разделе "Безопасность" в настройках вашей учетной записи. При входе в будущем, после ввода вашего адреса электронной почты, вам будет предложено ввести ваш пароль. Если вы не помните свой пароль, у вас будет две опции:
sv: Om du föredrar att ställa in ett lösenord kan du göra det från avsnittet "Säkerhet" i inställningarna för ditt konto. När du loggar in i framtiden, efter att ha angett din e-postadress, kommer du att bli ombedd att ange ditt lösenord. Om du inte kommer ihåg ditt lösenord kommer du att ha två alternativ:
tr: Bir şifre belirlemek isterseniz, bunu hesabınızın ayarlarında "Güvenlik" bölümünden yapabilirsiniz. Gelecekte oturum açarken, e-posta adresinizi girdikten sonra, şifrenizi girmeniz istenecektir. Şifrenizi hatırlamıyorsanız, iki seçeneğiniz olacaktır:
tw: Sɛ wopɛ sɛ wode password si mu a, wubetumi ayɛ eyi fi "Abusua" mu wɔ akawnt mu ho. Sɛ wopɛ sɛ woyɛ ntɛm daakye a, ɛda ho adi sɛ wode w'email bɛkɔ so, na wɔbɛfrɛ wo sɛ kɔfa password no. Sɛ wunnim wo password a, wubenya mmerɛsanten abien:
uk: Якщо ви хочете налаштувати пароль, ви можете зробити це в розділі «Безпека» у налаштуваннях вашого облікового запису. У майбутньому, заходячи в систему, після введення електронної пошти, вам буде запропоновано ввести пароль. Якщо ви не пам'ятаєте свій пароль, у вас буде два варіанти:
zh: 如果您希望设置密码，可以在帐户设置的 "安全性" 部分进行设置。将来登录时，在输入您的电子邮件后，会提示您输入密码。如果您不记得密码，将有两个选项：

source: Enviarme un correo electrónico:
am: እቅፍ ላክ ደቦዴላህ:
ar: أرسل لي بريدًا إلكترونيًا:
de: Schicken Sie mir eine E-Mail:
el: Στείλτε μου ένα email:
et: Saada mulle e-kiri:
fi: Lähetä minulle sähköpostia:
fr: Envoyez-moi un e-mail :
he: שלח לי מייל:
hy: Ուղարկել ինձ էլեկտրոնային նամակ:
it: Inviami un'email:
ja: メールを送信する：
ko: 이메일 보내기:
mn: Миний имэйл илгээх:
nl: Stuur mij een email:
pt: Enviar-me um e-mail:
ru: Отправьте мне электронное письмо:
sv: Skicka mig ett e-postmeddelande:
tr: Bana bir e-posta gönder:
tw: Soma m'email:
uk: Надішліть мені електронний лист:
zh: 给我发一封电子邮件：

source: Funciona igual que el sistema sin contraseña, con un enlace para iniciar sesión.
am: ወላም ወዪንዝብኪ ድይያምይ ለሊያ ምܽምዝው ወልይይ ይመ ይነ Bዓ።
ar: يعمل بنفس طريقة النظام بدون كلمة مرور، مع رابط لتسجيل الدخول.
de: Funktioniert genau wie das passwortlose System, mit einem Link zum Anmelden.
el: Λειτουργεί το ίδιο όπως το σύστημα χωρίς κωδικό πρόσβασης, με έναν σύνδεσμο για σύνδεση.
et: Töötleb sama moodi nagu paroolita süsteem, sisse logimiseks link.
fi: Se toimii samalla tavalla kuin salasanaa vailla oleva järjestelmä, jossa on kirjautumislinkki.
fr: Fonctionne de la même manière que le système sans mot de passe, avec un lien pour se connecter.
he: זה עובד בדיוק כמו המערכת ללא סיסמה, עם קישור להתחבר.
hy: Օգտագործվում է նույն կերպ, ինչպես գաղտնաբառեր չունեցող համակարգը, մուտքի հղումով։
it: Funziona allo stesso modo del sistema senza password, con un link per accedere.
ja: パスワードなしのシステムと同じように機能し、ログインリンクがあります。
ko: 비밀번호가 없는 시스템과 동일하게 작동하며, 로그인할 수 있는 링크가 제공됩니다.
mn: Нууц үггүй систем шиг ажилладаг, нэвтрэх холбоостой.
nl: Werkt hetzelfde als het systeem zonder wachtwoord, met een link om in te loggen.
pt: Funciona igual que o sistema sem senha, com um link para fazer login.
ru: Работает так же, как система без пароля, с ссылкой для входа.
sv: Fungerar på samma sätt som systemet utan lösenord, med en länk för att logga in.
tr: Şifre olmadan sistemle aynı şekilde çalışır, oturum açmak için bir bağlantıyla.
tw: Ɛyɛɛ saa a, ɔkwan a wɔmfa password nni ho, na yɛde nkɔsoɔ bɛkɔ so.
uk: Працює так само, як система без пароля, з посиланням для входу.
zh: 与无密码系统的工作方式相同，有一个登录链接。

source: Restablecer mi contraseña:
am: እቅፍ ላክ የተነሣ:
ar: إعادة تعيين كلمة المرور الخاصة بي:
de: Mein Passwort zurücksetzen:
el: Επαναφέρετε τον κωδικό πρόσβασής μου:
et: Lähtesta minu parool:
fi: Nollaa salasanani:
fr: Réinitialiser mon mot de passe :
he: שחזר את הסיסמה שלי:
hy: Վերականգնեք իմ գաղտնաբառը:
it: Reimposta la mia password:
ja: パスワードをリセットする：
ko: 내 비밀번호 재설정:
mn: Миний нууц үгийг сэргээх:
nl: Reset mijn wachtwoord:
pt: Redefinir minha senha:
ru: Сбросить мой пароль:
sv: Återställ mitt lösenord:
tr: Şifremi sıfırlamak:
tw: Sesa m'password:
uk: Скинути мій пароль:
zh: 重置我的密码：

source: Recibirás un correo para establecer una nueva contraseña y asegurar tu acceso.
am: እንደምትኖር ይቅቡ፪
ar: ستتلقى بريدًا إلكترونيًا لإعداد كلمة مرور جديدة وتأمين وصولك.
de: Sie erhalten eine E-Mail, um ein neues Passwort festzulegen und Ihren Zugang abzusichern.
el: Θα λάβετε ένα email για να ορίσετε έναν νέο κωδικό πρόσβασης και να εξασφαλίσετε την πρόσβασή σας.
et: Saate e-kirja, et seada uus parool ja tagada juurdepääs.
fi: Saat sähköpostin uuden salasanan asettamiseksi ja pääsysi turvaamiseksi.
fr: Vous recevrez un e-mail pour définir un nouveau mot de passe et sécuriser votre accès.
he: תקבל מכתב כדי לקבוע סיסמה חדשה ולוודא את הגישה שלך.
hy: Դուք կստանաք էլեկտրոնային նամակ նոր գաղտնաբառ սահմանելու և ձեր մուտքը ապահովելու համար։
it: Riceverai un'email per impostare una nuova password e garantire il tuo accesso.
ja: 新しいパスワードを設定し、アクセスを確保するためのメールが届きます。
ko: 새 비밀번호를 설정하고 접근을 보장하기 위해 이메일을 받게 됩니다.
mn: Та шинэ нууц үг тогтоох болон өөрийн нэвтрэх эрхийг хамгаалахын тулд имэйл хүлээн авах болно.
nl: Je ontvangt een e-mail om een nieuw wachtwoord in te stellen en je toegang te beveiligen.
pt: Você receberá um e-mail para definir uma nova senha e garantir seu acesso.
ru: Вы получите электронное письмо для установки нового пароля и обеспечения доступа.
sv: Du kommer att få ett e-postmeddelande för att ställa in ett nytt lösenord och säkerställa din åtkomst.
tr: Yeni bir şifre belirlemek ve erişiminizi güvence altına almak için bir e-posta alacaksınız.
tw: Wobɛnya email de bɛyɛ aban foforɔ na w'aboa wo ho.
uk: Ви отримаєте електронний лист для встановлення нового пароля та забезпечення вашого доступу.
zh: 您将收到一封电子邮件以设置新密码并确保您的访问权限。

source: Seguridad
am: ደህንነት
ar: الأمان
de: Sicherheit
el: Ασφάλεια
et: Turvalisus
fi: Turvallisuus
fr: Sécurité
he: אבטחה
hy: Աամրություն
it: Sicurezza
ja: セキュリティ
ko: 보안
mn: Аюулгүй байдал
nl: Beveiliging
pt: Segurança
ru: Безопасность
sv: Säkerhet
tr: Güvenlik
tw: Abusua
uk: Безпека
zh: 安全性

source: Aunque pueda parecer contradictorio, las contraseñas no siempre son la opción más segura. Pueden ser difíciles de recordar y fáciles de adivinar por los estafadores. Muchas personas no usan gestores de contraseñas y a menudo reutilizan contraseñas o eligen opciones obvias, como su fecha de nacimiento o el nombre de su mascota.
am: እንኳን ወደ ይህ የድር ድርጅት ይመለሱ! በሚቀጥለው ቦታ፣ አሁን በኩል ላይ ይለዋጡ፣ የተመለከተው ያንን አንድ ይታወቃል ዘንድ እናሳሰቡ። ብዙ ሰዎች ሁልጊዜ ቁልፎች አንድ ሆኖ ይመለሱ ወይም ይገለመዋል።
ar: على الرغم من أنه قد يبدو متناقضًا، إلا أن كلمات المرور ليست دائمًا الخيار الأكثر أمانًا. قد يكون من الصعب تذكرها وسهلاً تخمينها من قبل المحتالين. لا يستخدم الكثير من الناس مديري كلمات المرور وغالبًا ما يعيدون استخدام كلمات المرور أو يختارون خيارات واضحة، مثل تاريخ ميلادهم أو اسم حيوانهم الأليف.
de: Obwohl es widersprüchlich erscheinen mag, sind Passwörter nicht immer die sicherste Option. Sie können schwer zu merken und leicht von Betrügern zu erraten sein. Viele Menschen verwenden keine Passwortmanager und wiederverwenden oft Passwörter oder wählen offensichtliche Optionen, wie ihr Geburtsdatum oder den Namen ihres Haustiers.
el: Αν και μπορεί να φαίνεται αντιφατικό, οι κωδικοί πρόσβασης δεν είναι πάντα η πιο ασφαλής επιλογή. Μπορεί να είναι δύσκολο να τους θυμηθείτε και εύκολο να τους μαντέψουν οι απατεώνες. Πολλοί άνθρωποι δεν χρησιμοποιούν διαχειριστές κωδικών πρόσβασης και συχνά επαναχρησιμοποιούν κωδικούς πρόσβασης ή επιλέγουν προφανείς επιλογές, όπως η ημερομηνία γέννησης ή το όνομα του κατοικίδιου τους.
et: Kuigi see võib näida vastuoluline, ei ole paroolid alati kõige turvalisem valik. Need võivad olla raskesti meenutatavad ja kergeid petistele arvata. Paljude inimeste jaoks ei ole paroolihaldurid ja nad kordavad sageli paroole või valivad silmapaistvaid valikuid, nagu sünnipäev või lemmiklooma nimi.
fi: Vaikka se voi vaikuttaa ristiriitaiselta, salasanat eivät aina ole turvallisin vaihtoehto. Ne voivat olla vaikeita muistaa ja helppoja arvata huijareilta. Monet ihmiset eivät käytä salasanojen hallintatyökaluja ja usein uudelleenkäyttävät salasanoja tai valitsevat ilmeisiä vaihtoehtoja, kuten syntymäpäivänsä tai lemmikin nimen.
fr: Bien que cela puisse sembler contradictoire, les mots de passe ne sont pas toujours la solution la plus sûre. Ils peuvent être difficiles à retenir et faciles à deviner pour les escrocs. Beaucoup de gens n'utilisent pas de gestionnaires de mots de passe et réutilisent souvent des mots de passe ou choisissent des options évidentes, comme leur date de naissance ou le nom de leur animal de compagnie.
he: למרות שזה עשוי להיראות סותר, סיסמאות לא תמיד הן האפשרות הבטוחה ביותר. הן עשויות להיות קשות לזכור וקקלות לניחוש על ידי נוכלים. אנשים רבים לא משתמשים במנהלי סיסמאות ולעתים קרובות משתמשים באותן סיסמאות או בוחרים באופציות ברורות, כמו תאריך הלידה שלהם או שם חיית המחמד שלהם.
hy: Մինչդեռ կարող է թվալ հակասական, գաղտնաբառերը միշտ չէ, որ ամենաապահով տարբերակն են։ Որոշներն ունեն դժվար հիշելու և հեշտ արտագուշակելու թերություն ստախոսների կողմից։ Շատ մարդիկ չեն օգտագործում գաղտնաբառերի մենեջերներ և հաճախ կրկնում են գաղտնաբառերը կամ ընտրում ակնհայտ տարբերակներ, ինչպիսիք են իրենց ծննդյան ամսաթիվը կամ իրենց домашних կենդանու անունը։
it: Anche se può sembrare contraddittorio, le password non sono sempre l'opzione più sicura. Possono essere difficili da ricordare e facili da indovinare per i truffatori. Molte persone non usano gestori di password e spesso riutilizzano password o scelgono opzioni ovvie, come la loro data di nascita o il nome del loro animale domestico.
ja: 矛盾しているように思えるかもしれませんが、パスワードは必ずしも最も安全な選択肢ではありません。覚えにくく、詐欺師にとって推測しやすいものです。多くの人はパスワードマネージャーを使用せず、しばしばパスワードを再利用したり、生年月日やペットの名前など明白な選択肢を選びます。
ko: 모순처럼 보일 수 있지만, 비밀번호는 항상 가장 안전한 선택은 아닙니다. 암기하기 어려울 수 있고 사기꾼들이 쉽게 추측할 수 있습니다. 많은 사람들이 비밀번호 관리자를 사용하지 않으며, 비밀번호를 재사용하거나 생일이나 애완동물의 이름처럼 명백한 옵션을 선택하는 경우가 많습니다.
mn: Гэсэн хэдий ч нууц үг нь үргэлж хамгийн аюулгүй сонголт биш юм шиг санагдаж болно. Тэднийг санахад тэмдэглэхэд хэцүү бөгөөд луйварчдын буруу мэдсэн бол авчирч болзошгүй. Олон хүмүүс нууц үгийн менежертэй байдаг бөгөөд ихэвчлэн нууц үгийг дахин ашигладаг эсвэл төрсөн огноо, гэрийн тэжээвэр амьтны нэр зэрэг тодорхой сонголтыг сонгодог.
nl: Hoewel het misschien tegenstrijdig lijkt, zijn wachtwoorden niet altijd de meest veilige optie. Ze kunnen moeilijk te onthouden zijn en gemakkelijk te raden door oplichters. Veel mensen gebruiken geen wachtwoordbeheerders en hergebruiken vaak wachtwoorden of kiezen voor evidente opties, zoals hun geboorte datum of de naam van hun huisdier.
pt: Embora possa parecer contraditório, as senhas nem sempre são a opção mais segura. Elas podem ser difíceis de lembrar e fáceis de adivinhar por golpistas. Muitas pessoas não usam gerenciadores de senhas e geralmente reutilizam senhas ou escolhem opções óbvias, como sua data de nascimento ou o nome de seu animal de estimação.
ru: Хотя это может показаться противоречивым, пароли не всегда являются самым безопасным вариантом. Их сложно запомнить и легко угадать мошенникам. Многие люди не используют менеджеры паролей и часто повторно используют пароли или выбирают очевидные опции, такие как дата рождения или имя домашнего животного.
sv: Även om det kan verka motsägelsefullt är lösenord inte alltid det säkraste alternativet. De kan vara svåra att komma ihåg och lätta att gissa för bedragare. Många människor använder inte lösenordshanterare och återanvänder ofta lösenord eller väljer uppenbara alternativ, som sitt födelsedatum eller namnet på sitt husdjur.
tr: Çelişkili gibi görünse de, şifreler her zaman en güvenli seçenek değildir. Hatırlaması zor olabilir ve dolandırıcılar tarafından tahmin edilmesi kolaydır. Birçok insan şifre yöneticisi kullanmaz ve genellikle şifreleri yeniden kullanır veya doğum tarihleri ya da evcil hayvanlarının adları gibi belirgin seçenekler seçer.
tw: Sɛ mpɔtɔ yɛ adwen na, passwords nyɛ abatoɔ a ɛyɛ mmerɛ ne pɛ. Ɛyɛ mmerɛ sɛ wobehu wɔn na anka sɛ nea ebetumi abɔ wɔ adannandi mu, na nkurofo bebree nsɛm a ɛyɛ mu no nwoma mu.
uk: Хоча це може здаватися суперечливим, паролі не завжди є найнадійнішим варіантом. Їх може бути важко запам'ятати та легко вгадати аферистам. Багато людей не використовують менеджери паролів і часто повторно використовують паролі або вибирають очевидні варіанти, як-от дату свого народження чи ім'я домашнього улюбленця.
zh: 虽然这看起来矛盾，但密码并不总是最安全的选择。它们可能很难记住，容易被骗子猜到。许多人不使用密码管理器，常常重复使用密码或选择显而易见的选项，比如他们的出生日期或宠物的名字。
