Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Programe la visita del superintendente de circuito a la congregación
am: ወንጌል ያመርመር ወሰርግ ላይ ክፍተት
ar: جدول زيارة المشرف الدائري للجماعة
de: Planen Sie den Besuch des Bezirksaufsehers in der Gemeinde
el: Προγραμματίστε την επίσκεψη του εποπτεύοντα της περιοχής στην εκκλησία
et: Planeeri ringkonna superintendendi külastus kogudusse
fi: Aikaisempaa piirinjohtajan vierailua suunnitelma
fr: Planifiez la visite du surintendant de circuit à la congrégation
he: תזמן את ביקור המפקח של הציר לקהילה
hy: Պլանավորեք շրջանային վերակացուի այցը ժողովին
it: Pianifica la visita del sovrintendente di circuito alla congregazione
ja: 巡回監督の訪問をスケジュールする
ko: 회의를 위한 순회 감독 방문 일정을 잡습니다.
mn: Конгрегацид заавар өгч байгаад
nl: Plan de visit van de circuittoezichter naar de gemeente
pt: Programe a visita do superintendente de circuito à congregação
ru: Запланируйте визит суперинтенданта округа в конгрегацию
sv: Schemalägg cirkelsuperintendentens besök till församlingen
tr: Bölge denetçisinin cemaate ziyareti için program yapın
tw: Sesa ɔman no ho baa a wɔmfa nkomo no ho
uk: Заплануйте візит суперінтенданта округу до конгрегації
zh: 安排巡回监督员访问会众

source: Publicaciones
am: እትም
ar: نشرات
de: Publikationen
el: Δημοσιεύσεις
et: Avalikustamine
fi: Julkaisut
fr: Publications
he: פרסומים
hy: Հրապարակումներ
it: Pubblicazioni
ja: 出版物
ko: 출판물
mn: Гар бичлэг
nl: Publicaties
pt: Publicações
ru: Публикации
sv: Publikationer
tr: Yayınlar
tw: Nkrataa
uk: Публікації
zh: 出版物

source: Lleve un inventario exacto y actualizado, vea tendencias y evite la acumulación
am: ድምጹ በፍቀድ ቋሒቅ
ar: احتفظ بمخزون دقيق ومحدث، انظر الاتجاهات وتجنب التراكم
de: Halten Sie ein genaues und aktuelles Inventar, sehen Sie Trends und vermeiden Sie die Anhäufung
el: Διατηρήστε μια ακριβή και ενημερωμένη έκθεση, δείτε τάσεις και αποφύγετε την συσσώρευση
et: Hoidke täpset ja ajakohast inventari, vaadake suundi ja vältige kogunemist
fi: Pidä tarkkaa ja ajankohtaista inventaariota, katso suuntauksia ja vältä kertymistä
fr: Tenez un inventaire exact et à jour, voyez les tendances et évitez l'accumulation
he: שמור מלאי מדויק ומעודכן, ראה מגמות ומנע הצטברות
hy: Պահպանեք ճշգրիտ և թարմ իրեր, դիտեք միտումներ և խուսափեք կուտակումից
it: Mantieni un inventario preciso e aggiornato, vedi le tendenze ed evita l'accumulo
ja: 正確で最新の在庫を維持し、トレンドを把握し、蓄積を避けます
ko: 정확하고 최신의 재고를 유지하고, 추세를 보고, 축적을 피하세요
mn: Тодорхой, шинэчлэгдсэн инвентарь аваарай, чиг хандлагыг хараарай, их хураагуурыг зайлсхий
nl: Houd een nauwkeurige en actuele inventaris bij, zie trends en voorkom ophoping
pt: Mantenha um inventário exato e atualizado, veja tendências e evite a acumulação
ru: Ведите точный и актуальный инвентарь, смотрите тенденции и избегайте накопления
sv: Håll en exakt och uppdaterad inventering, se trender och undvik ackumulering
tr: Kesin ve güncel bir envanter tutun, trendleri görün ve birikimden kaçının
tw: Fa mma ahorow a ama atupa no so, hwɛ nsɛm ahorow na mpɛ sɛ ebeka ho
uk: Ведіть точний та актуальний інвентар, дивіться тенденції і уникайте накопичень
zh: 保持准确和更新的库存，查看趋势并避免积压

source: Lleve un registro de la asistencia a las reuniones
am: ወንጌል ያመርመር ወይም በቀዳም ይሁን
ar: احتفظ بسجل للحضور في الاجتماعات
de: Führen Sie ein Protokoll über die Teilnahme an den Versammlungen
el: Κρατήστε ένα αρχείο της συμμετοχής στις συνεδριάσεις
et: Hoida koosolekute osaluse arvestust
fi: Pidä kirjaa kokouksiin osallistumisesta
fr: Tenez un registre de la participation aux réunions
he: שמור רישום של הנוכחות במפגשים
hy: Հիշեցրեք, որ միացնողության հետ առաջացած կոնֆլիկտները
it: Tieni un registro della partecipazione alle riunioni
ja: 会議の出席を記録する
ko: 회의 참석 기록을 유지합니다.
mn: Уулзалтад оролцогчдын бүртгэлийг хөтлөөрэй
nl: Houd een aanwezigheidsregistratie bij van de vergaderingen
pt: Mantenha um registro da assistência às reuniões
ru: Ведите учет посещаемости на собраниях
sv: Håll en registrering av närvaro vid möten
tr: Toplantılara katılım kaydı tutun
tw: Bɔ ho nsɛm a ɛkɔɔ so wɔ mpɛn baako a
uk: Ведіть облік відвідувань на засіданнях
zh: 保持参与会议的记录

source: Copias de seguridad
am: የውሎ ብእረት
ar: نسخ احتياطي
de: Sicherheitskopien
el: Αντίγραφα ασφαλείας
et: Varukoopia
fi: Varmuuskopiot
fr: Sauvegardes
he: גיבויים
hy: Պահուստային կոպիաներ
it: Backup
ja: バックアップ
ko: 백업
mn: Мэдээллийн нөөцлөлт
nl: Backups
pt: Cópias de segurança
ru: Резервные копии
sv: Säkerhetskopior
tr: Yedekleme
tw: Nwoma bɔdɔkɔ
uk: Резервні копії
zh: 备份

source: Realice copias de seguridad de la información más importante
am: ዋናናዊ ሬገም
ar: قم بعمل نسخ احتياطي لأهم المعلومات
de: Sichern Sie die wichtigsten Informationen
el: Δημιουργήστε αντίγραφα ασφαλείας των πιο σημαντικών πληροφοριών
et: Tee varukoopia kõige olulisemast teabest
fi: Ota varmuuskopiot kaikkein tärkeimmistä tiedoista
fr: Sauvegardez les informations les plus importantes
he: בצע גיבויים של המידע החשוב ביותר
hy: Ստեղծեք պահուստային կոնպիաներ ամենակարևոր տեղեկատվության համար
it: Effettua il backup delle informazioni più importanti
ja: 最も重要な情報のバックアップを作成します。
ko: 가장 중요한 정보의 백업을 수행합니다.
mn: Чухал мэдээллийг нөөцлөөрэй
nl: Maak een backup van de belangrijkste informatie
pt: Faça backup das informações mais importantes
ru: Создайте резервные копии самой важной информации
sv: Gör säkerhetskopior av den viktigaste informationen
tr: En önemli bilgilerin yedeğini alın
tw: Sɛ kɔahyehyɛ nsɛm a ɛwɔ akwan a ɛho hia
uk: Зробіть резервні копії найважливішої інформації
zh: 对最重要的信息进行备份

source: Añada sus datos personales, cambie la apariencia o el idioma, entre otros más
am: የመጀመሪያ ውሂብ ወተላላኪ ወለውዝ
ar: أضف بياناتك الشخصية، غيّر المظهر أو اللغة، من بين أمور أخرى
de: Fügen Sie Ihre persönlichen Daten hinzu, ändern Sie das Erscheinungsbild oder die Sprache, unter anderem
el: Προσθέστε τα προσωπικά σας δεδομένα, αλλάξτε την εμφάνιση ή τη γλώσσα, μεταξύ άλλων
et: Lisage oma isiklikud andmed, muutke välimust või keelt, teiste seas
fi: Lisää henkilötietosi, muuta ulkoasua tai kieltä, muiden asioiden lisäksi
fr: Ajoutez vos données personnelles, changez l'apparence ou la langue, entre autres
he: הוסף את הפרטים האישיים שלך, שנה את המראה או את השפה, בין היתר
hy: Ադապտացրեք ձեր տվյալները, փոխեք տեսքը կամ լեզուն, ավելին
it: Aggiungi i tuoi dati personali, cambia l'aspetto o la lingua, tra cui altri
ja: 個人データを追加し、外観や言語を変更し、その他の項目を追加します
ko: 개인 정보를 추가하고 외관이나 언어를 변경하세요
mn: Хувийн мэдээллээ оруулах, гаднах төрхийг эсвэл хэлээ өөрчлөх, бусад олон зүйлсийг оруулах
nl: Voeg uw persoonlijke gegevens toe, verander het uiterlijk of de taal, onder andere
pt: Adicione seus dados pessoais, altere a aparência ou o idioma, entre outros
ru: Добавьте свои персональные данные, измените внешний вид или язык, среди прочего
sv: Lägg till dina personuppgifter, ändra utseendet eller språket, bland annat
tr: Kişisel bilgilerinizi ekleyin, görünümü veya dili değiştirin, diğerleri arasında
tw: Fa woho nsɛm a ɛyɛ wo dea, sesa ɔkwan a ɛda ho adi anaa kasa no, ne nneɛma foforɔ a ɛka ho
uk: Додайте свої особисті дані, змініть вигляд або мову, серед іншого
zh: 添加您的个人信息，更改外观或语言等

source: Reportar un problema
am: ችግኝ ወይም
ar: الإبلاغ عن مشكلة
de: Ein Problem melden
el: Αναφέρετε ένα πρόβλημα
et: Probleemist teatamine
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דווח על בעיה
hy: Տեղեկացնել խնդրի մասին
it: Segnala un problema
ja: 問題を報告
ko: 문제를 보고하다
mn: Асуудлыг мэдээлэх
nl: Rapporteer een probleem
pt: Reportar um problema
ru: Сообщите о проблеме
sv: Rapportera ett problem
tr: Bir sorunu bildir
tw: Kyerɛyɛ a wɔde yɛ nsɛm
uk: Поради з приводу проблем
zh: 报告一个问题

source: Participación:
am: የተለያዩ ነገሮች፡
ar: المشاركة:
de: Teilnahme:
el: Συμμετοχή:
et: Osalemine:
fi: Osallistuminen:
fr: Participation :
he: השתתפות:
hy: Մասնակցություն:
it: Partecipazione:
ja: 参加:
ko: 참여:
mn: Оролцоо:
nl: Deelname:
pt: Participação:
ru: Участие:
sv: Deltagande:
tr: Katılım:
tw: Nhyiam:
uk: Участь:
zh: 参与：

source: Privilegio:
am: መታወቂያ:
ar: امتياز:
de: Privileg:
el: Προνόμιο:
et: Eelis:
fi: Etuus:
fr: Privilège :
he: זכות:
hy: Ինքնագիտություն:
ja: 特権:
ko: 특권:
mn: Эрх:
nl: Voorrecht:
pt: Privilégio:
ru: Привилегия:
sv: Privilegium:
tr: Ayrıcalık:
tw: Mfaso:
uk: Привілей:
zh: 特权：

source: No ha entregado su informe.
am: እቅፍ ላክ አልቆ የተላኩ ነፃ ነው።
ar: لم تقم بتسليم تقريرك.
de: Sie haben Ihren Bericht nicht eingereicht.
el: Δεν έχετε υποβάλει την αναφορά σας.
et: Te ei ole oma aruannet esitanud.
fi: Et ole toimittanut raporttiasi.
fr: Vous n'avez pas soumis votre rapport.
he: לא הגשת את הדו"ח שלך.
hy: Դուք չեք ներկայացրել ձեր հաշվետվությունը:
it: Non hai inviato il tuo rapporto.
ja: レポートを提出していません。
ko: 보고서를 제출하지 않았습니다.
mn: Та тайлангаа бэлтгэхгүй байна.
nl: Je hebt je rapport niet ingediend.
pt: Você não entregou seu relatório.
ru: Вы не представили свой отчет.
sv: Du har inte lämnat in din rapport.
tr: Raporunuzu teslim etmediniz.
tw: Wansoma wo nsɛm no.
uk: Ви не подали свій звіт.
zh: 您还没有提交报告。

source: ¡Aún no has inventariado nada! Para empezar, haz clic en el botón "Nuevo".
am: አሁን ዝርዝር የለም! ለጀምር እባኮት ወጣ "ድርጅት" ይገናኛሉ።
ar: لم تقم بتسجيل أي شيء بعد! للبدء، انقر على الزر "جديد".
de: Du hast noch nichts inventarisiert! Um zu beginnen, klicke auf die Schaltfläche "Neu".
el: Δεν έχεις ακόμα καταγράψει τίποτα! Για να ξεκινήσεις, κάνε κλικ στο κουμπί "Νέο".
et: Te pole veel midagi inventeerinud! Alustamiseks klõpsake nuppu "Uus".
fi: Et ole vielä inventoinut mitään! Aloittaaksesi, napsauta "Uusi" -painiketta.
fr: Vous n'avez encore rien inventorié ! Pour commencer, cliquez sur le bouton "Nouveau".
he: עדיין לא ביצעת שום מלאי! כדי להתחיל, לחץ על כפתור "חדש".
hy: Դեռևս ոչինչ չեք կատարվել: Սկսել, կտտացրեք "Նոր" кнопка:
it: Non hai ancora inventariato nulla! Per iniziare, clicca sul pulsante "Nuovo".
ja: まだ何も在庫していません！開始するには「新規」ボタンをクリックしてください。
ko: 아직 아무것도 재고 조사하지 않았습니다! 시작하려면 "새로 만들기" 버튼을 클릭하세요.
mn: Та одоогоор ямар ч хөрөнгөлсөнгүй! Эхлэхийн тулд "Шинэ" товчийг дарна уу.
nl: Je hebt nog niets geïnventariseerd! Om te beginnen, klik op de knop "Nieuw".
pt: Você ainda não fez inventário de nada! Para começar, clique no botão "Novo".
ru: Вы еще ничего не проинвентаризировали! Чтобы начать, нажмите кнопку "Новый".
sv: Du har ännu inte inventerat något! För att börja, klicka på knappen "Ny".
tr: Henüz hiçbir envanter kaydetmediniz! Başlamak için "Yeni" butonuna tıklayın.
tw: Merenyɛ ɔdɔm biara! Fa 'Foɔ' batɔn no to so.
uk: Ви ще не провели інвентаризацію! Щоб розпочати, натисніть кнопку "Нове".
zh: 您还没有进行任何存货调查！要开始，请单击“新建”按钮。

source: En Kingdom Hall Attendant, utilizamos principalmente un sistema de registro sin contraseñas. Creemos que es mejor no obligar a los usuarios a establecer una contraseña, ya que esto puede generar más riesgos de seguridad (más detalles a continuación).
am: በኪንግደም ሃል ኣታንዳንት ውስጥ ወይዘ ንነስ መለያ ወይዘ ሁሉን ናይዞ። አይነት ያያይ።
ar: في إدارة قاعة المملكة، نستخدم بشكل أساسي نظام تسجيل بدون كلمات مرور. نعتقد أنه من الأفضل عدم إجبار المستخدمين على تعيين كلمة مرور، حيث يمكن أن يؤدي ذلك إلى مخاطر أمان أكبر (المزيد من التفاصيل أدناه).
de: Im Kingdom Hall Attendant verwenden wir hauptsächlich ein passwortloses Registrierungssystem. Wir glauben, dass es besser ist, die Benutzer nicht zu zwingen, ein Passwort festzulegen, da dies zusätzliche Sicherheitsrisiken mit sich bringen kann (weitere Informationen siehe unten).
el: Στο Kingdom Hall Attendant, χρησιμοποιούμε κυρίως ένα σύστημα εγγραφής χωρίς κωδικούς πρόσβασης. Πιστεύουμε ότι είναι καλύτερο να μην αναγκάζουμε τους χρήστες να ορίσουν έναν κωδικό πρόσβασης, καθώς αυτό μπορεί να δημιουργήσει περισσότερους κινδύνους ασφαλείας (περισσότερες λεπτομέρειες παρακάτω).
et: Kingdom Hall Attendant'is kasutame peamiselt paroolideta registreerimissüsteemi. Usume, et paroolide määramine ei ole vajalik, kuna see võib põhjustada rohkem turvariske (lisainfot allpool).
fi: Kingdom Hall Attendantissa käytämme pääasiassa salasanoja vaatimattomia rekisteröintijärjestelmää. Uskomme, että on parempi älä pakota käyttäjiä asettamaan salasanaa, sillä tämä voi aiheuttaa enemmän turvallisuusriskejä (lisätietoja alla).
fr: Dans Kingdom Hall Attendant, nous utilisons principalement un système d'enregistrement sans mot de passe. Nous croyons qu'il est préférable de ne pas obliger les utilisateurs à définir un mot de passe, car cela peut créer plus de risques de sécurité (plus de détails ci-dessous).
he: ב-Kingdom Hall Attendant, אנו משתמשים בעיקר במערכת רישום ללא סיסמאות. אנו מאמינים שהטוב ביותר הוא לא לחייב את המשתמשים להקים סיסמה, מכיוון שזה עלול ליצור יותר סיכוני אבטחה (פרטים נוספים למטה).
hy: Kingdom Hall Attendant-ում հիմնականում մենք օգտագործում ենք առանց գաղտնաբառի գրանցման համակարգ: Մեր կարծիքով, լավ է, որ օգտվողներին չստիպեն ստեղծել գաղտնաբառ, քանի որ դա կարող է առաջացնել ավելի շատ անվտանգության ռիսկեր (վառեցված մանրամասները ստորև):
it: In Kingdom Hall Attendant, utilizziamo principalmente un sistema di registrazione senza password. Crediamo sia meglio non costringere gli utenti a impostare una password, poiché ciò può comportare ulteriori rischi per la sicurezza (maggiori dettagli qui sotto).
ja: Kingdom Hall Attendantでは、主にパスワードなしの登録システムを使用しています。ユーザーにパスワードを設定させない方が安全だと考えています（詳細は以下を参照）。
ko: Kingdom Hall Attendant에서는 주로 비밀번호 없는 등록 시스템을 사용합니다. 사용자에게 비밀번호를 설정하라고 강요하지 않는 것이 더 안전하다고 생각합니다(자세한 내용은 아래를 참조하세요).
mn: Kingdom Hall Attendant-д бид гол нууц үггүй бүртгэлийн системийг голчлон ашигладаг. Энэ нь хэрэглэгчдийг нууц үг тогтоолдох шаардлагагүй болгосноор илүү их аюулгүй байдлын эрсдэл үүсгэж болзошгүй юм (дэлгэрэнгүй доор).
nl: In Kingdom Hall Attendant gebruiken we voornamelijk een registratie-systeem zonder wachtwoorden. We geloven dat het beter is om gebruikers niet te dwingen een wachtwoord in te stellen, omdat dit meer veiligheidsrisico's kan met zich meebrengen (meer details hieronder).
pt: No sistema Kingdom Hall Attendant, utilizamos principalmente um sistema de registro sem senhas. Acreditamos que é melhor não forçar os usuários a estabelecer uma senha, pois isso pode gerar mais riscos de segurança (mais detalhes abaixo).
ru: В Kingdom Hall Attendant мы в основном используем систему регистрации без паролей. Мы считаем, что лучше не заставлять пользователей устанавливать пароль, так как это может создать дополнительные риски безопасности (подробности см. ниже).
sv: I Kingdom Hall Attendant använder vi främst ett system för registrering utan lösenord. Vi anser att det är bättre att inte tvinga användare att ställa in ett lösenord, eftersom detta kan skapa fler säkerhetsrisker (mer information nedan).
tr: Kingdom Hall Attendant'da, esas olarak şifresiz bir kayıt sistemi kullanıyoruz. Kullanıcıların bir şifre kurmaya zorlanmamasının daha iyi olduğuna inanıyoruz, çünkü bu daha fazla güvenlik riski oluşturabilir (aşağıda daha fazla ayrıntı).
tw: Wɔ Kingdom Hall Attendant, yɛde akwan a ɛnyɛ password na yɛtɔre mu. Yɛgye di sɛ ɛyɛ papa sɛ yɛmfa nsɛm a ɛyɛ password no mmfa mu, efisɛ eyi bɛyɛ bɔne a ɛka ho (nsɛm titri no da ho no ɛda ho).
uk: У Kingdom Hall Attendant ми в основному використовуємо систему реєстрації без паролів. Ми вважаємо, що краще не змушувати користувачів встановлювати пароль, оскільки це може призвести до більшого ризику безпеки (більш детальна інформація нижче).
zh: 在Kingdom Hall Attendant中，我们主要使用无密码注册系统。我们认为最好不要强制用户设置密码，因为这可能会带来更多的安全风险（详细信息如下）。

source: ¿Cómo funciona el registro sin contraseñas?
am: ወይዘ አይነት የድረስት ውርኦ ይቅዑ ይጉየይ፡
ar: كيف يعمل التسجيل بدون كلمات مرور؟
de: Wie funktioniert die passwortlose Registrierung?
el: Πώς λειτουργεί η εγγραφή χωρίς κωδικούς πρόσβασης;
et: Kuidas töötab paroolideta registreerimine?
fi: Miten salasanojen poistaminen toimikaan?
fr: Comment fonctionne l'enregistrement sans mot de passe ?
he: איך עובד הרישום ללא סיסמאות?
hy: Որտեղ եք գրանցվել առանց գաղտնաբառի?
it: Come funziona la registrazione senza password?
ja: パスワードなしの登録はどのように機能しますか？
ko: 비밀번호 없는 등록은 어떻게 작동하나요?
mn: Нууц үггүй бүртгэл хэрхэн ажилладаг вэ?
nl: Hoe werkt registratie zonder wachtwoord?
pt: Como funciona o registro sem senhas?
ru: Как работает регистрация без паролей?
sv: Hur fungerar registreringen utan lösenord?
tr: Şifresiz kayıt nasıl çalışır?
tw: Dɛn na ɛyɛ passwordless registration no ho?
uk: Як працює реєстрація без паролів?
zh: 无密码注册是如何工作的？

source: Ingresas tu correo electrónico y el sistema identifica instantáneamente si ya tienes una cuenta o si eres un usuario nuevo.
am: አንዲት አንጽ ወአከይ ወጋድኪ ይጅምፍ።
ar: أدخل بريدك الإلكتروني وسيحدد النظام على الفور ما إذا كان لديك حساب بالفعل أو إذا كنت مستخدمًا جديدًا.
de: Sie geben Ihre E-Mail-Adresse ein, und das System identifiziert sofort, ob Sie bereits ein Konto haben oder ein neuer Benutzer sind.
el: Εισάγετε το email σας και το σύστημα αναγνωρίζει αμέσως αν έχετε ήδη λογαριασμό ή αν είστε νέος χρήστης.
et: Sa sisestada oma e-posti aadress ja süste tuvastab koheselt, kas sul on juba konto või oled uus kasutaja.
fi: Syötät sähköpostiosoitteesi, ja järjestelmä tunnistaa heti, onko sinulla jo tili tai oletko uusi käyttäjä.
fr: Vous entrez votre e-mail et le système identifie instantanément si vous avez déjà un compte ou si vous êtes un nouvel utilisateur.
he: אתה מזין את המייל שלך, והמערכת מזהה מיד אם יש לך כבר חשבון או אם אתה משתמש חדש.
hy: Դուք մուտք եք գործում ձեր էլ. փոստը և համակարգը անմիջապես ճանաչում է, թե արդյոք դուք արդեն ունեք հաշիվ, թե չեք ունենալ էլ նոր օգտվող:
it: Inserisci la tua email e il sistema identifica immediatamente se hai già un account o se sei un nuovo utente.
ja: メールアドレスを入力すると、システムが即座に、すでにアカウントをお持ちか、新しいユーザーであるかを特定します。
ko: 이메일을 입력하면 시스템이 즉시 귀하의 계정이 있는지 또는 새 사용자인지 확인합니다.
mn: Та имэйл хаягаа оруулж, систем нь таны данс байгаа эсвэл та шинэ хэрэглэгч болохыг шууд таньж буй.
nl: Je voert je e-mailadres in en het systeem identificeert onmiddellijk of je al een account hebt of een nieuwe gebruiker bent.
pt: Você insere seu e-mail e o sistema identifica instantaneamente se você já tem uma conta ou se é um novo usuário.
ru: Вы вводите свой адрес электронной почты, и система мгновенно определяет, есть ли у вас учетная запись или вы новый пользователь.
sv: Du anger din e-postadress och systemet identifierar omedelbart om du redan har ett konto eller om du är en ny användare.
tr: E-posta adresinizi girersiniz ve sistem hemen mevcut bir hesabınız olup olmadığını veya yeni bir kullanıcı olup olmadığınızı belirler.
tw: Wopɛ sɛ woyɛ email a, na ɛyɛ kɔkɔɔ kɔsii sɛ wunya akawnt anaasɛ yɛ abanfo foforɔ.
uk: Ви вводите свою електронну пошту, і система миттєво визначає, чи у вас вже є обліковий запис або ви новий користувач.
zh: 您输入电子邮件，系统会立即识别您是否已经拥有帐户或是新用户。

source: Si ya tienes una cuenta
am: መንልክ ላይ ይጀምር፡
ar: إذا كان لديك حساب بالفعل
de: Wenn Sie bereits ein Konto haben
el: Εάν έχετε ήδη λογαριασμό
et: Kui sul on juba konto
fi: Jos sinulla on jo tili
fr: Si vous avez déjà un compte
he: אם כבר יש לך חשבון
hy: Եթե դուք արդեն ունեք հաշիվ:
it: Se hai già un account
ja: すでにアカウントをお持ちの場合
ko: 이미 계정이 있는 경우
mn: Хэрэв та аль хэдийн данстай бол
nl: Als je al een account hebt
pt: Se você já tem uma conta
ru: Если у вас уже есть учетная запись
sv: Om du redan har ett konto
tr: Eğer zaten bir hesabınız varsa
tw: Sɛ wunya akawnt dedaw a
uk: Якщо у вас вже є обліковий запис
zh: 如果您已经拥有帐户

source: te enviaremos un correo electrónico con un enlace único que te permitirá acceder a Kingdom Hall Attendant. Este enlace te mantendrá autenticado durante 30 días en ese dispositivo.
am: አንዴ ኢሜይል ለማዋቀር ይልቅ ርዕስ አសር አደብ ወልአሓተይ ይሉ።
ar: سوف نرسل لك بريدًا إلكترونيًا يحتوي على رابط فريد سيسمح لك بالوصول إلى Kingdom Hall Attendant. سيبقيك هذا الرابط معتمدًا لمدة <b>30</b> يومًا على هذا الجهاز.
de: werden wir Ihnen eine E-Mail mit einem einzigartigen Link senden, der es Ihnen ermöglicht, auf Kingdom Hall Attendant zuzugreifen. Dieser Link hält Sie 30 Tage lang auf diesem Gerät authentifiziert.
el: θα σας στείλουμε ένα email με έναν μοναδικό σύνδεσμο που θα σας επιτρέψει να έχετε πρόσβαση στο Kingdom Hall Attendant. Αυτός ο σύνδεσμος θα σας κρατήσει αυθεντικοποιημένο για 30 ημέρες στη συγκεκριμένη συσκευή.
et: saadame sulle e-kirja, kus on ainulaadne link, mis võimaldab sul pääseda Kingdom Hall Attendant'i. See link hoiab sind 30 päeva autentituna sellel seadmel.
fi: lähetämme sinulle sähköpostin, jossa on ainutlaatuinen linkki, joka mahdollistaa pääsyn Kingdom Hall Attendantiin. Tämä linkki pitää sinut todennettuna 30 päivää tällä laitteella.
fr: nous vous enverrons un e-mail avec un lien unique qui vous permettra d'accéder à Kingdom Hall Attendant. Ce lien vous gardera authentifié pendant 30 jours sur cet appareil.
he: נשלח לך מייל עם קישור ייחודי שיאפשר לך לגשת ל-Kingdom Hall Attendant. קישור זה ישמור עליך מזוהה במשך 30 יום במכשיר זה.
hy: Մենք ձեզ կուղարկենք էլեկտրոնային նամակ, որտեղ կլինի հատուկ հղում, որը թույլ կտա ձեզ մուտք գործել Kingdom Hall Attendant։ Այս հղումը կպահպանի ձեր մուտքը <b>30</b> օր այս սարքում։
it: ti invieremo un'email con un link unico che ti permetterà di accedere a Kingdom Hall Attendant. Questo link ti manterrà autenticato per 30 giorni su quel dispositivo.
ja: ユニークなリンクを含むメールをお送りします。このリンクを使って Kingdom Hall Attendant にアクセスできます。このリンクは、そのデバイスで 30 日間認証状態を維持します。
ko: 우리는 당신에게 Kingdom Hall Attendant에 접속할 수 있는 고유 링크가 포함된 이메일을 보낼 것입니다. 이 링크는 해당 장치에서 <b>30</b>일 동안 인증을 유지합니다.
mn: Бид танд Kingdom Hall Attendant-д нэвтрэх боломжийг олгох өвөрмөц холбоосыг агуулсан имэйл илгээнэ. Энэ холбоос нь 30 өдөрт энэ төхөөрөмж дээр автентик байдлыг хадгалах болно.
nl: sturen we je een e-mail met een unieke link waarmee je toegang krijgt tot Kingdom Hall Attendant. Deze link houdt je 30 dagen lang op dat apparaat aangemeld.
pt: nós enviaremos um e-mail com um link único que permitirá que você acesse o Kingdom Hall Attendant. Este link manterá você autenticado durante <b>30</b> dias nesse dispositivo.
ru: мы отправим вам электронное письмо с уникальной ссылкой, которая позволит вам получить доступ к Kingdom Hall Attendant. Эта ссылка будет держать вас под аутентификацией в течение 30 дней на этом устройстве.
sv: vi kommer att skicka ett e-postmeddelande till dig med en unik länk som gör att du kan få tillgång till Kingdom Hall Attendant. Denna länk kommer att hålla dig autentiserad i 30 dagar på den enheten.
tr: Size, Kingdom Hall Attendant'a erişmenizi sağlayacak benzersiz bir bağlantı içeren bir e-posta göndereceğiz. Bu bağlantı, bu cihazda <b>30</b> gün boyunca kimliğinizi doğrulamanızı sağlayacaktır.
tw: Yɛbɛsoma wo email a ɛwɔ mu sɛ wopɛ sɛ wunya akwan a ɛyɛ kɛse de bɛkɔ Kingdom Hall Attendant. Saa nkɔsoɔ yi bɛma w'ayɛ nkɔsoɔ 30 da wɔ saa ɔkwan no so.
uk: ми надішлемо вам електронний лист із унікальним посиланням, яке дозволить вам отримати доступ до Kingdom Hall Attendant. Це посилання зберігатиме вас аутентифікованим на цьому пристрої протягом 30 днів.
zh: 我们会向您发送一封包含独特链接的电子邮件，您可以通过该链接访问Kingdom Hall Attendant。此链接将在该设备上保留您的身份验证<b>30</b>天。

source: Si eres un nuevo usuario
am: ክንዳይ የነው፡ይኖሮ፡
ar: إذا كنت مستخدمًا جديدًا
de: Wenn Sie ein neuer Benutzer sind
el: Εάν είστε νέος χρήστης
et: Kui olete uus kasutaja
fi: Jos olet uusi käyttäjä
fr: Si vous êtes un nouvel utilisateur
he: אם אתה משתמש חדש
hy: Եթե դուք նոր օգտվող եք:
it: Se sei un nuovo utente
ja: 新しいユーザーの場合
ko: 새 사용자라면
mn: Хэрэв та шинэ хэрэглэгч бол
nl: Als je een nieuwe gebruiker bent
pt: Se você é um novo usuário
ru: Если вы новый пользователь
sv: Om du är en ny användare
tr: Eğer yeni bir kullanıcıysanız
tw: Sɛ wopɛ abanfo foforɔ a
uk: Якщо ви новий користувач
zh: 如果您是新用户
