Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Las sesiones son gestionadas con el máximo cuidado. Nunca almacenamos información sensible en el cliente, asegurando que tu privacidad esté siempre protegida. Es como tener un guardián que vigila tus datos en todo momento.
am: ስሙኦት እንዲህ ይሄው ውሳኔ ወላንዳይ ያዝ ወቀመና ለመውዳድ ይገደብ፣ የጋገብ ማረፊያ አንዲህኀ ይደክ ዋይ አንቀሳቅም ኤነ️፤ አነ ይመጀ፣ ወንየዩው ወውዶእመ ወቀይ.
ar: يتم إدارة الجلسات بأقصى قدر من العناية. نحن لا نخزن أبدًا معلومات حساسة على العميل، مما يضمن دائمًا حماية خصوصيتك. إنه كمن لديه حارس يراقب بياناتك في جميع الأوقات.
de: Sitzungen werden mit größter Sorgfalt verwaltet. Wir speichern niemals sensible Informationen auf dem Client, um sicherzustellen, dass deine Privatsphäre immer geschützt ist. Es ist, als hättest du einen Wächter, der jederzeit auf deine Daten aufpasst.
el: Οι συνεδρίες διαχειρίζονται με τη μέγιστη προσοχή. Ποτέ δεν αποθηκεύουμε ευαίσθητες πληροφορίες στον πελάτη, διασφαλίζοντας ότι η ιδιωτικότητά σας είναι πάντα προστατευμένη. Είναι σαν να έχετε έναν φρουρό που παρακολουθεί τα δεδομένα σας κάθε στιγμή.
et: Seansse hallatakse äärmise ettevaatlikkusega. Me ei salvestada kunagi tundlikku teavet kliendile, tagades, et sinu privaatsus on alati kaitstud. See on nagu olla valvur, kes jälgib sinu andmeid iga hetk.
fi: Istuntoja hallitaan äärimmäisellä huolellisuudella. Emme koskaan tallenna arkaluonteista tietoa asiakkaaseen, varmistaen, että yksityisyytesi on aina suojattu. Se on kuin olisi vahtimestari, joka valvoo tietojasi koko ajan.
fr: Les sessions sont gérées avec le plus grand soin. Nous ne stockons jamais d'informations sensibles sur le client, garantissant que votre vie privée est toujours protégée. C'est comme avoir un gardien qui surveille vos données à tout moment.
he: המושבים מנוהלים עם הקפצה מירבית. אנו לעולם לא שומרים מידע רגיש בלקוח, מוודאים שהפרטיות שלך תמיד מוגנת. זה כמו שיש לך שומר שמביט על הנתונים שלך בכל זמן.
hy: Նստաշրջանները կառավարվում են առավելագույն ուշադրությամբ։ Մենք երբեք չպետք է նուրբ տեղեկություն պահպանել հաճախորդի վրա, ապահովելով, որ ձեր գաղտնիությունը միշտ պաշտպանված է։ Դա նման է պահպանող ունենալ, ով մշտապես վերահսկում է ձեր տվյալները։
it: Le sessioni sono gestite con la massima cura. Non memorizziamo mai informazioni sensibili sul client, assicurando che la tua privacy sia sempre protetta. È come avere un guardiano che vigila sui tuoi dati in ogni momento.
ja: セッションは最大限の注意をもって管理されます。私たちはクライアントに機密情報を保存することはなく、あなたのプライバシーが常に保護されることを保証します。まるであなたのデータを常に見守っている守護者がいるかのようです。
ko: 세션은 최대한 신중하게 관리됩니다. 우리는 클라이언트에 민감한 정보를 저장하지 않으며, 귀하의 개인 정보가 항상 보호되도록 보장합니다. 마치 당신의 데이터를 항상 감독하는 수호자가 있는 것과 같습니다.
mn: Сессийг хамгийн их анхааралтайгаар удирдана. Бид клиентэд хэзээ ч мэдээлэл хамгаалж, таны нууцлалыг үргэлж хамгаалагдсан байдаг. Энэ бол таны өгөгдлийг үргэлж хянах хамгаалагчтай адил.
nl: Sessies worden met de grootste zorg beheerd. We slaan nooit gevoelige informatie op de client op, zodat je privacy altijd beschermd is. Het is alsof je een bewaker hebt die je gegevens altijd in de gaten houdt.
pt: As sessões são geridas com o máximo cuidado. Nunca armazenamos informações sensíveis no cliente, garantindo que sua privacidade esteja sempre protegida. É como ter um guardião que vigia seus dados a todo momento.
ru: Сеансы управляются с максимальной осторожностью. Мы никогда не храним конфиденциальную информацию на клиенте, обеспечивая, что ваша конфиденциальность всегда защищена. Это как иметь охранника, который следит за вашими данными в любое время.
sv: Sessioner hanteras med största noggrannhet. Vi lagrar aldrig känslig information på klienten, vilket säkerställer att din integritet alltid är skyddad. Det är som att ha en väktare som övervakar dina data hela tiden.
tr: Oturumlar maksimum dikkatle yönetilmektedir. Hassas bilgileri asla istemcide depolamıyoruz, özel bilgilerinizin her zaman korunduğunu garanti ediyoruz. Bu, verilerinizi her zaman gözlemleyen bir gardiyanınızın olması gibidir.
tw: Náyé, yɛyɛ adwuma no mu ahyɛaseɛ. Our bɔhoɔ mu, yɛmfa nsɛm a ɛyɛ ɔwɔ yɛn kratafa mu. Yɛyɛ a, yɛma w'ananmusere nyinaa yɛyɛ mu.
uk: Сесії керуються з максимальним дбайливістю. Ми ніколи не зберігаємо чутливу інформацію на клієнті, забезпечуючи, щоб ваша конфіденційність завжди була захищена. Це як мати охоронця, який стежить за вашими даними в будь-який час.
zh: 会话以最谨慎的方式管理。我们从不在客户端存储敏感信息，确保您的隐私始终受到保护。就像有一个守卫随时监视您的数据。

source: Protección CSRF:
am: CSRF ከውው ማሳያ:
ar: حماية CSRF:
de: CSRF-Schutz:
el: Υποστήριξη CSRF:
et: CSRF kaitse:
fi: CSRF-suojaus:
fr: Protection CSRF :
he: הגנת CSRF:
hy: CSRF պաշտպանության։
it: Protezione CSRF:
ja: CSRF保護：
ko: CSRF 보호:
mn: CSRF хамгаалалтын:
nl: CSRF-bescherming:
pt: Proteção CSRF:
ru: Защита CSRF:
sv: CSRF-skydd:
tr: CSRF Koruması:
tw: CSRF Bɔhoɔ:
uk: Захист CSRF:
zh: CSRF保护：

source: Utilizamos CSRFProtect para protegerte contra ataques de falsificación de solicitudes. Esto significa que tus acciones en la aplicación son siempre auténticas y seguras, como si tuvieras un escudo invisible protegiendo cada clic.
am: CSRFProtect ጋር ንቁኍ ይቄቴ ለማጠብ ይጠቀሙ። ይህ ከማለት እንደ ዋል አስቂ ይገንዝ ግሞኔ አለ መግዙ ይኖር፡።
ar: نستخدم CSRFProtect لحمايتك من هجمات تزوير الطلبات. هذا يعني أن إجراءاتك في التطبيق دائمًا موثوقة وآمنة، كما لو كان لديك درع غير مرئي يحمي كل نقرة.
de: Wir verwenden CSRFProtect, um dich vor Anfragenfälschungsangriffen zu schützen. Das bedeutet, dass deine Aktionen in der App immer authentisch und sicher sind, als hättest du einen unsichtbaren Schild, der jeden Klick schützt.
el: Χρησιμοποιούμε το CSRFProtect για να σας προστατεύσουμε από επιθέσεις πλαστογράφησης αιτημάτων. Αυτό σημαίνει ότι οι ενέργειές σας στην εφαρμογή είναι πάντα αυθεντικές και ασφαλείς, όπως αν είχατε μια αόρατη ασπίδα που προστατεύει κάθε κλικ.
et: Kasutame CSRFProtecti, et kaitsta teid päringu valeesitusrünnakute eest. See tähendab, et teie tegevused rakenduses on alati autentsed ja turvalised, justkui oleks teil iga kliki kaitsmiseks nähtamatu kilp.
fi: Käytämme CSRFProtectia suojellaksemme sinua väärinkäytöiltä. Tämä tarkoittaa, että toimintaasi sovelluksessa pidetään aina aitoina ja turvallisina, ikään kuin sinulla olisi näkymätön kilpi suojaamassa jokaista klikkausta.
fr: Nous utilisons CSRFProtect pour vous protéger contre les attaques de falsification de requêtes. Cela signifie que vos actions dans l'application sont toujours authentiques et sécurisées, comme si vous aviez un bouclier invisible protégeant chaque clic.
he: אנחנו משתמשים ב-CSRFProtect כדי להגן עליך מפני התקפות של זיוף בקשות. זה אומר שהפעולות שלך באפליקציה תמיד אותנטיות ובטוחות, כאילו יש לך מגן בלתי נראה שמגן על כל קליק.
hy: Մենք օգտագործում ենք CSRFProtect ձեզ պաշտպանելու համար սուտ պահանջների դեմ։ Սա նշանակում է, որ ձեր գործողությունները ծրագիրում միշտ իսկական և ապահով են, կարծես թե դուք ունեք անտեսանելի շիթ, որը պաշտպանում է յուրաքանչյուր սեղմում։
it: Utilizziamo CSRFProtect per proteggerti contro attacchi di falsificazione delle richieste. Ciò significa che le tue azioni nell'app sono sempre autentiche e sicure, come se avessi uno scudo invisibile che protegge ogni clic.
ja: CSRFProtectを使用して、リクエストの偽造攻撃からあなたを保護します。これは、アプリ内のあなたのアクションが常に真実で安全であることを意味します。まるで、あなたのすべてのクリックを保護する見えない盾を持っているかのようです。
ko: 우리는 요청 위조 공격으로부터 보호하기 위해 CSRFProtect를 사용합니다. 이는 애플리케이션 내의 행동이 항상 진정하고 안전하다는 것을 의미합니다. 마치 모든 클릭을 보호하는 보이지 않는 방패가 있는 것과 같습니다.
mn: Бид CSRFProtect-ийг хуурамч хүсэлтүүдийн халдлагаас хамгаалахын тулд ашигладаг. Энэ нь таны програм доторх үйлдлүүд бүр завтай, аюулгүй, нэвтрэгч хүйтэнд тулах гэх мэт.
nl: We gebruiken CSRFProtect om je te beschermen tegen aanvallen met vervalsing van aanvragen. Dat betekent dat je acties in de app altijd authentiek en veilig zijn, alsof je een onzichtbaar schild hebt dat elke klik beschermt.
pt: Utilizamos CSRFProtect para protegê-lo contra ataques de falsificação de solicitações. Isso significa que suas ações no aplicativo são sempre autênticas e seguras, como se você tivesse um escudo invisível protegendo cada clique.
ru: Мы используем CSRFProtect, чтобы защитить вас от атак подделки запросов. Это означает, что ваши действия в приложении всегда аутентичны и безопасны, как если бы у вас был невидимый щит, защищающий каждый клик.
sv: Vi använder CSRFProtect för att skydda dig mot förfalskningsattacker. Det innebär att dina åtgärder i appen alltid är autentiska och säkra, som om du hade ett osynligt skydd som skyddar varje klick.
tr: Sahte taleplerden korunmak için CSRFProtect kullanıyoruz. Bu, uygulamadaki eylemlerinizin her zaman gerçek ve güvenli olduğu anlamına gelir; sanki her tıklamayı koruyan görünmeyen bir kalkanınız var.
tw: Yɛde CSRFProtect yɛkwan yɛn ho fi ɔman no nsɛm abira yɛfiri mu. Eyi kyerɛ sɛ wo nsɛm da ho pɛ na ɛyɛ mum, sɛnea ɛte sɛ anwanwere mu wɔ hɔ.
uk: Ми використовуємо CSRFProtect, щоб захистити вас від атак підробки запитів. Це означає, що ваші дії в додатку завжди є автентичними та безпечними, начебто у вас є невидимий щит, що захищає кожне клацання.
zh: 我们使用CSRFProtect来保护您免受请求伪造攻击。这意味着您在应用程序中的操作始终是合法和安全的，就像有一个隐形的盾牌保护着您的每一次点击。

source: Gestión de Tokens Seguros:
am: ዱይ አዪ:
ar: إدارة الرموز بشكل آمن:
de: Sichere Tokenverwaltung:
el: Διαχείριση Ασφαλών Τοκέν:
et: Turvaliste tokenite haldamine:
fi: Turvallisten tokenien hallinta:
fr: Gestion sécurisée des tokens :
he: ניהול אסימונים מאובטחים:
hy: Անվտանգ սառեցման կառավարում՝
it: Gestione sicura dei token:
ja: 安全なトークン管理：
ko: 안전한 토큰 관리:
mn: Аюултай токены удирдлагын:
nl: Veilig tokenbeheer:
pt: Gerenciamento Seguro de Tokens:
ru: Безопасное управление токенами:
sv: Säker tokenhantering:
tr: Güvenli Token Yönetimi:
tw: Akwankyerɛ a ɛyɛ mu Tokens:
uk: Безпечне управління токенами:
zh: 安全令牌管理：

source: Generamos tokens ultra seguros para la confirmación de correo electrónico y recuperación de contraseñas. Estos tokens son como llaves maestras, asegurando que solo tú puedas acceder a tu cuenta, incluso en situaciones de emergencia.
am: እኛ እጅግ ደህንነታቸው ድርጅቶችን ለኢሜይል ማረጋገጫ እና የይለፍ ቃል ድጋፍ ላይ ይታወቃሉ። እነዚህ ድርጅቶች የሚስቱ ቁርጸ ክፍት ሳይሆን በወቅታዊ ጊዜ ወደ የተገኘበት ፅሁፍ እንደ የኔ ባለፈው ይመለክታሉ።
ar: نحن نولد رموزًا فائقة الأمان لتأكيد البريد الإلكتروني واستعادة كلمات المرور. هذه الرموز مثل المفاتيح الرئيسية، مما يضمن أنه يمكنك فقط الوصول إلى حسابك، حتى في الحالات الطارئة.
de: Wir generieren ultrasichere Tokens für die Bestätigung von E-Mails und die Wiederherstellung von Passwörtern. Diese Tokens sind wie Meisterschlüssel, die sicherstellen, dass nur du auf dein Konto zugreifen kannst, auch in Notfällen.
el: Δημιουργούμε υπέρ-ασφαλή τοκέν για επιβεβαίωση email και αποκατάσταση κωδικών. Αυτά τα τοκέν είναι σαν κλειδιά, διασφαλίζοντας ότι μόνο εσύ μπορείς να έχεις πρόσβαση στον λογαριασμό σου, ακόμα και σε επείγουσες καταστάσεις.
et: Loome üliturvalisi tokeneid e-posti kinnitamiseks ja paroolide taastamiseks. Need tokenid on nagu peavõtmed, mis tagavad, et ainult sina saad oma kontole juurde pääseda, isegi erakorralistes olukordades.
fi: Luomme erittäin turvallisia tokeneita sähköpostivahvistuksiin ja salasanojen palauttamiseen. Nämä tokenit ovat kuin pääavaimia, jotka varmistavat, että vain sinä voit päästä tiliisi, jopa hätätilanteissa.
fr: Nous générons des tokens ultra-sécurisés pour la confirmation d'e-mail et la récupération de mot de passe. Ces tokens sont comme des clés maîtresses, garantissant que vous êtes le seul à pouvoir accéder à votre compte, même en cas d'urgence.
he: אנחנו מייצרים אסימונים מאובטחים במיוחד לאישור דואר אלקטרוני ושחזור סיסמאות. אסימונים אלה הם כמו מפתחות מאסטר, ומוודאים שרק אתה יכול לגשת לחשבונך, גם במצבים חירומיים.
hy: Մենք ստեղծում ենք նշանը ultra անվտանգ, էլեկտրոնային կոնֆԻրմանման և գաղտնաբառերի վերականգնման համար։ Այս նշանները նման են հիմնական բանալի, ապահովելով, որ միայն դուք կարող եք մուտք գործել ձեր հաշիվ, նույնիսկ արտակարգ իրավիճակներում։
it: Generiamo token ultra sicuri per la conferma dell'email e il recupero delle password. Questi token sono come chiavi master, garantendo che solo tu possa accedere al tuo account, anche in situazioni di emergenza.
ja: 私たちは電子メールの確認とパスワードの回復のために超安全なトークンを生成します。これらのトークンはマスタキーのようなもので、緊急時でもあなたしかアカウントにアクセスできないことを保証します。
ko: 우리는 이메일 확인 및 비밀번호 복구를 위해 초고속 보안 토큰을 생성합니다. 이러한 토큰은 주키로와 같이 작용하여 비상 사태에서도 오직 당신만이 계정에 접근할 수 있도록 보장합니다.
mn: Бид имэйл баталгаажих болон нууц үг сэргээхэд ultra аюулгүй токен генерирдэг. Эти токенууд гол түлхүүрийн адил бөгөөд зөвхөн та яаралтай тохиолдолд дансандаа нэвтрэх боломжтой.
nl: We genereren ultraveilige tokens voor e-mailbevestiging en wachtwoordherstel. Deze tokens zijn als mastersleutels, die ervoor zorgen dat alleen jij toegang hebt tot je account, zelfs in noodsituaties.
pt: Geramos tokens ultra seguros para confirmação de e-mail e recuperação de senhas. Esses tokens são como chaves mestres, garantindo que apenas você possa acessar sua conta, mesmo em situações de emergência.
ru: Мы генерируем ультразащищенные токены для подтверждения электронной почты и восстановления паролей. Эти токены как мастер-ключи, обеспечивая, что только вы можете получить доступ к своей учетной записи, даже в экстренных ситуациях.
sv: Vi skapar ultrasäkra tokens för e-postbekräftelse och lösenordsåterställning. Dessa tokens är som mästernycklar, vilket säkerställer att endast du kan få åtkomst till ditt konto, även i nödsituationer.
tr: E-posta onayı ve şifre kurtarma işlemleri için ultra güvenli tokenler üretiyoruz. Bu tokenler, yalnızca sizin hesabınıza erişiminiz olduğunun garantisi olarak anahtar görevi görür, acil durumlarda bile.
tw: Yɛbɔ tokens a ɛyɛ mu sɛ wɔbɛkyerɛw w'adwene ne sɛ wopɛ, na ɛboa ma ɛyɛ w'asɛm kɛse, sɛnea ɛte sɛ anwanwere mu wɔ hɔ.
uk: Ми генеруємо ультразахищені токени для підтвердження електронної пошти та відновлення паролів. Ці токени аналогічні ключам майстра, які забезпечують доступ до вашого облікового запису лише вам, навіть у надзвичайних ситуаціях.
zh: 我们生成超安全的令牌用于电子邮件确认和密码恢复。这些令牌就像主钥匙，确保只有您可以访问您的帐户，即使在紧急情况下。

source: Conexiones de Base de Datos Seguras:
am: የመረጃ መሰመር ዝንግስ ማሽከል፡
ar: اتصالات قاعدة بيانات آمنة:
de: Sichere Datenbankverbindungen:
el: Ασφαλείς Σύνδεσμοι Βάσης Δεδομένων:
et: Turvalised andmebaasiühendused:
fi: Turvalliset tietokantayhteydet:
fr: Connexions sécurisées à la base de données :
he: חיבורים מאובטחים למסדי נתונים:
hy: Անվտանգ տվյալների բազաների կապեր՝
it: Connessioni al database sicure:
ja: 安全なデータベース接続：
ko: 안전한 데이터베이스 연결:
mn: Аюултай өгөгдлийн сангийн холболт:
nl: Veilige databaseverbindingen:
pt: Conexões Seguras ao Banco de Dados:
ru: Безопасные подключения к базе данных:
sv: Säkra databasanslutningar:
tr: Güvenli Veri Tabanı Bağlantıları:
uk: Безпечні підключення до бази даних:
zh: 安全数据库连接：

source: Nos aseguramos de que todas las conexiones a la base de datos se cierren adecuadamente, previniendo fugas de información y garantizando la integridad de tus datos. Es como cerrar la puerta de una bóveda después de cada uso.
am: ሁሉም የመረጃ መታወቅ ዝንባባያ ወይው ያይገር፡ ይህ የሚናኘው ለማሞላ እንደአምወት ይቆመው።
ar: نتأكد من أن جميع الاتصالات بقاعدة البيانات تُغلق بشكل صحيح، مما يمنع تسرب المعلومات ويضمن سلامة بياناتك. إنه مثل قفل باب صندوق الأمان بعد كل استخدام.
de: Wir stellen sicher, dass alle Verbindungen zur Datenbank ordnungsgemäß geschlossen werden, um Datenlecks zu vermeiden und die Integrität deiner Daten zu gewährleisten. Es ist, als würdest du die Tür zu einem Safe nach jedem Gebrauch abschließen.
el: Βεβαιωνόμαστε ότι όλες οι συνδέσεις στη βάση δεδομένων κλείνουν σωστά, αποφεύγοντας διαρροές πληροφοριών και διασφαλίζοντας την ακεραιότητα των δεδομένων σου. Είναι σαν να κλείνεις την πόρτα μιας θυρίδας μετά από κάθε χρήση.
et: Kindlustame, et kõik andmebaasiühendused suletakse korralikult, et vältida andmelekkimist ja tagada sinu andmete terviklikkus. See on nagu rahakapi ukse sulgemine pärast iga kasutamist.
fi: Varmistamme, että kaikki tietokantayhteydet suljetaan oikein, estäen tietovuodot ja varmistaen tietojesi eheyden. Se on kuin joka kerta sulkisit holvin oven käytön jälkeen.
fr: Nous nous assurons que toutes les connexions à la base de données sont correctement fermées, prévenant ainsi les fuites d'informations et garantissant l'intégrité de vos données. C'est comme fermer la porte d'un coffre-fort après chaque utilisation.
he: אנו מוודאים שכל החיבורים למסד הנתונים ייסגרו כראוי, כדי למנוע דליפות מידע ולשמור על שלמות הנתונים שלך. זה כמו לסגור את הדלת של כספת אחרי כל שימוש.
hy: Մենք համոզվում ենք, որ բոլոր տվյալների բազայի կապերը ճիշտ կփակվեն, կանխելով տեղեկատվության արտահոսքները և ապահովելով ձեր տվյալների ամբողջականությունը։ Դա նման է չտալ դուռը փակելուց հետո, երբեք չեմ մնա։
it: Ci assicuriamo che tutte le connessioni al database vengano chiuse correttamente, prevenendo perdite di dati e garantendo l'integrità delle tue informazioni. È come chiudere la porta di una cassaforte dopo ogni uso.
ja: 私たちは、すべてのデータベース接続が適切に閉じられるように確認し、情報の漏洩を防ぎ、データの整合性を保証します。それは、使用後に金庫のドアを閉めるようなものです。
ko: 우리는 모든 데이터베이스 연결이 적절하게 종료되어 정보 유출을 방지하고 데이터 무결성을 보장하도록 합니다. 마치 사용 후 금고의 문을 잠그는 것처럼요.
mn: Бид бүх өгөгдлийн сангийн холболтуудыг зөв хаагдсан байлгахыг анхаарч, мэдээллийн алдагдлаас сэргийлж, таны өгөгдлийн бүрэн бүтэн байдлыг баталгаажуулдаг. Энэ нь хэрэглэсэн бүртдээ сейфийн хаалгыг хаахтай адил юм.
nl: We zorgen ervoor dat alle verbindingen naar de database correct worden afgesloten, om datalekken te voorkomen en de integriteit van je gegevens te waarborgen. Het is alsof je de deur van een kluis sluit na elk gebruik.
pt: Garantimos que todas as conexões ao banco de dados sejam fechadas corretamente, prevenindo vazamentos de informações e garantindo a integridade dos seus dados. É como fechar a porta de um cofre após cada uso.
ru: Мы следим за тем, чтобы все подключения к базе данных закрывались должным образом, предотвращая утечки информации и обеспечивая целостность ваших данных. Это как закрывать дверь сейфа после каждого использования.
sv: Vi ser till att alla databasanslutningar stängs ordentligt, vilket förhindrar informationsläckage och säkerställer integriteten i dina data. Det är som att stänga dörren till ett valv efter varje användning.
tr: Veritabanı bağlantılarının düzgün bir şekilde kapatılmasını sağlıyoruz, bilgi sızıntılarını önlüyor ve verilerinizin bütünlüğünü garanti ediyoruz. Bu, her kullanımın ardından bir kasanın kapısını kilitlemek gibidir.
tw: Yɛda so hwɛ mma nyinaa so na yɛda ho adi, na edi mu, yɛhɔ na yɛda nyansa da wɔ mu. Sɛnea ɛte sɛ onipa a ɔda tɛm yɛ dɔ ho.
uk: Ми забезпечуємо, щоб всі з'єднання з базою даних були правильно закриті, запобігаючи витоку інформації та гарантування цілісності ваших даних. Це як закрити двері сейфа після кожного використання.
zh: 我们确保所有数据库连接都能正确关闭，以防止信息泄露，并确保您的数据完整。就像在每次使用后锁上保险箱的门一样。

source: Límites de Tasa:
am: የአቅም ዋዛዓት:
ar: حدود المعدل:
de: Ratenlimits:
el: Όρια Ρυθμιστικά:
et: Kiiruspiirangud:
fi: Suhteetietojen rajoitukset:
fr: Limites de taux :
he: מגבלות קצב:
hy: Տեմպի սահմանափակումներ։
it: Limiti di velocità:
ja: レート制限：
ko: 요금 한도:
mn: Тарифын хязгаар:
nl: Snelheidslimieten:
pt: Limites de Taxa:
ru: Ограничения по скорости:
sv: Taktbegränsningar:
tr: Hız Sınırlamaları:
tw: Bɔhoɔ nkɔda:
uk: Ліміти запитів:
zh: 速率限制：

source: Con Flask-Limiter, limitamos las solicitudes para prevenir ataques de fuerza bruta. Esto es como tener un portero que controla el flujo de visitantes, asegurando que solo las solicitudes legítimas pasen.
am: በFlask-Limiter ጋር ፈጣን ማስተናገድ እንዲይገጣን ነው ለደረሰ ይክሪ፡፡ ይህ የሚ፡፡ ደነገር መመለስ የደነገር መቀመጥና ይወሳኝ ናለች።
ar: مع Flask-Limiter، نقوم بتحديد الطلبات لمنع هجمات القوة الغاشمة. هذا مثل وجود حارس يتحكم في تدفق الزوار، مما يضمن مرور الطلبات الشرعية فقط.
de: Mit Flask-Limiter begrenzen wir die Anfragen, um Brute-Force-Angriffe zu verhindern. Das ist, als hättest du einen Türsteher, der den Fluss der Besucher kontrolliert und sicherstellt, dass nur legitime Anfragen passieren.
el: Με το Flask-Limiter, περιορίζουμε τις αιτήσεις για να αποτρέψουμε επιθέσεις brute force. Είναι σαν να έχεις έναν πορτιέρη που ελέγχει τη ροή των επισκεπτών, διασφαλίζοντας ότι μόνο οι νόμιμες αιτήσεις περνούν.
et: Flask-Limiter'iga piirame päringute arvu, et vältida vägivallatseja rünnakuid. See on nagu turvamees, kes kontrollib külastajate liikumist, tagades, et ainult seaduslikud päringud läbivad.
fi: Flask-Limitterin avulla rajoitamme pyyntöjä estääksemme brute force -hyökkäyksiä. Tämä on kuin siinä olisi vahtimestari, joka valvoo kävijöiden virtaa varmistaen, että vain lailliset pyynnöt pääsevät läpi.
fr: Avec Flask-Limiter, nous limitons les requêtes pour prévenir les attaques par force brute. C'est comme avoir un portier qui contrôle le flux de visiteurs, garantissant que seules les requêtes légitimes passent.
he: עם Flask-Limiter, אנחנו מגבילים את הבקשות כדי למנוע התקפות כוח ברוט. זה כמו להיות עם מאבטח ששולט בזרם המבקרים, ומוודא שרק הבקשות הלגיטימיות עוברות.
hy: Flask-Limiter-ով մենք սահմանափակում ենք հայտերի քանակը՝ ուժեղ հարձակումներից խուսափելու համար: Սա նման է մարզիչ ունենալուն, որն վերահսկում է այցելուների հոսքը, ապահովելով, որ միայն օրինական հայտերը անցնեն:
it: Con Flask-Limiter, limitiamo le richieste per prevenire attacchi di forza bruta. Questo è come avere un portiere che controlla il flusso dei visitatori, assicurando che solo le richieste legittime passino.
ja: Flask-Limiterを使用して、ブルートフォース攻撃を防ぐためにリクエストを制限します。これは、訪問者の流れを管理するポーターを持っているようなもので、正当なリクエストのみが通過することを保証します。
ko: Flask-Limiter를 사용하여 강제 공격을 방지하기 위해 요청을 제한합니다. 이는 방문자가 흐름을 통제하는 입구 직원이 있는 것과 같으며, 합법적인 요청만 통과할 수 있도록 보장합니다.
mn: Flask-Limiter-тай, бид хүчирхийлэлтэй халдлагаас сэргийлэхийн тулд хүсэлтүүдийг хязгаарладаг. Энэ нь жуулчдын урсгалыг хянадаг хилийн цагдаа байхтай адил юм, зөвхөн хууль ёсны хүсэлтүүдийг л өнгөрүүлдэг.
nl: Met Flask-Limiter beperken we verzoeken om brute force-aanvallen te voorkomen. Dit is alsof je een portier hebt die de stroom van bezoekers controleert, zodat alleen legitieme verzoeken passeren.
pt: Com Flask-Limiter, limitamos as solicitações para prevenir ataques de força bruta. Isso é como ter um porteiro que controla o fluxo de visitantes, garantindo que apenas solicitações legítimas passem.
ru: С помощью Flask-Limiter мы ограничиваем запросы, чтобы предотвратить атаки грубой силы. Это как иметь швейцара, контролирующего поток посетителей, обеспечивая, что только законные запросы проходят.
sv: Med Flask-Limiter begränsar vi begärningar för att förhindra brute-force attacker. Det är som att ha en portier som kontrollerar flödet av besökare, vilket säkerställer att endast legitima begärningar går igenom.
tr: Flask-Limiter ile, kaba kuvvet saldırılarını önlemek için istekleri sınırlarız. Bu, yalnızca meşru isteklerin geçmesine izin veren bir kapıcının ziyaretçi akışını kontrol etmesi gibidir.
tw: Yɛde Flask-Limiter yɛbɔ nsɛm no ho a yɛda ho, na ɛyɛ a yɛbɔ ho bɔne. Eyi yɛ sɛnea yɛyɛ nsɛm a ɛyɛ adwuma na yɛyɛ mu yɛn ho.
uk: З Flask-Limiter ми обмежуємо запити, щоб запобігти атакам грубою силою. Це як мати портьє, який контролює потік відвідувачів, забезпечуючи, що тільки легітимні запити проходять.
zh: 通过Flask-Limiter，我们限制请求以防止暴力破解攻击。这就像有一个保安控制访客流量，确保只有合法请求通过。

source: Registro y Monitoreo:
am: ክፍት ይልፊ:
ar: تسجيل ورصد:
de: Protokollierung und Überwachung:
el: Καταγραφή και Παρακολούθηση:
et: Logimine ja jälgimine:
fi: Lokitukset ja valvonta:
fr: Enregistrement et surveillance :
he: רישום ומעקב:
hy: Գրանցում և Մոնիտորինգ:
it: Registrazione e monitoraggio:
ja: ログ記録と監視：
ko: 로깅 및 모니터링:
mn: Бичлэг болон Хяналт:
nl: Logging en monitoring:
pt: Registro e Monitoramento:
ru: Запись и мониторинг:
sv: Loggning och övervakning:
tr: Kayıt ve İzleme:
uk: Реєстрація та Моніторинг:
zh: 日志和监控：
