Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Configuración de sincronización: Esta opción permite habilitar o deshabilitar el almacenamiento local, lo que brinda al usuario un mayor control sobre sus datos. Al activar esta función, se mejora la privacidad y seguridad de la información, ya que los datos se almacenan localmente en lugar de en servidores externos. Ten en cuenta que cambiar esta configuración puede afectar cómo se gestionan tus datos. Para más información, consulta la documentación sobre posibles efectos secundarios.
am: መታወቅዎን ያረጋግጡ፡ ነሟ የማስተዋወቅ ቀውስ ወደ ተዉ፣ የእንኩይ፡ ወዜን ያቀጣየ ፤ ውንጫወና መንግስት ስቀልሁም መዝገብን ጥበቅዬ ይወዳጅ.
ar: إعدادات المزامنة: تتيح لك هذه الميزة تفعيل أو تعطيل التخزين المحلي، مما يوفر للمستخدم مزيدًا من التحكم في بياناته. من خلال تفعيل هذه الميزة، يتم تحسين خصوصية وأمان المعلومات، حيث يتم تخزين البيانات محليًا بدلاً من خوادم خارجية. تذكر أن تغيير هذا الإعداد قد يؤثر على كيفية إدارة بياناتك. لمزيد من المعلومات، يرجى مراجعة الوثائق حول الآثار الجانبية المحتملة.
de: Synchronisationseinstellungen: Diese Option ermöglicht es, den lokalen Speicher zu aktivieren oder zu deaktivieren, was dem Nutzer mehr Kontrolle über seine Daten gibt. Durch das Aktivieren dieser Funktion wird der Datenschutz und die Informationssicherheit verbessert, da die Daten lokal und nicht auf externen Servern gespeichert werden. Bitte beachten Sie, dass diese Einstellung die Verwaltung Ihrer Daten beeinflussen kann. Für weitere Informationen konsultieren Sie die Dokumentation über mögliche Nebenwirkungen.
el: Ρυθμίσεις συγχρονισμού: Αυτή η επιλογή επιτρέπει την ενεργοποίηση ή απενεργοποίηση της τοπικής αποθήκευσης, δίνοντας στον χρήστη μεγαλύτερο έλεγχο πάνω στα δεδομένα του. Με την ενεργοποίηση αυτής της λειτουργίας, βελτιώνεται η ιδιωτικότητα και η ασφάλεια των πληροφοριών, καθώς τα δεδομένα αποθηκεύονται τοπικά αντί σε εξωτερικούς διακομιστές. Λάβετε υπόψη ότι η αλλαγή αυτής της ρύθμισης μπορεί να επηρεάσει τον τρόπο διαχείρισης των δεδομένων σας. Για περισσότερες πληροφορίες, ανατρέξτε στη τεκμηρίωση σχετικά με δυνατές παρενέργειες.
et: Sünkroonimise seaded: See valik võimaldab lubada või keelata kohalikku salvestamist, mis annab kasutajale rohkem kontrolli oma andmete üle. Selle funktsiooni aktiveerimise korral paranevad teie andmete privaatsus ja turvalisus, kuna andmeid salvestatakse kohapeal, mitte välises serveris. Pidage meeles, et selle seade muutmine võib mõjutada, kuidas teie andmeid hallatakse. Lisateabe saamiseks vaadake võimalike kõrvaltoimete dokumentatsiooni.
fi: Synkronointiasetukset: Tämä vaihtoehto mahdollistaa paikallisen tallennuksen käytön tai poistamisen käytöstä, mikä antaa käyttäjälle enemmän kontrollia hänen tiedoistaan. Tämä toiminto aktivoimalla parannetaan tietojen yksityisyyttä ja turvallisuutta, koska tiedot tallennetaan paikallisesti eikä ulkoisille palvelimille. Huomaa, että tämän asetuksen muuttaminen voi vaikuttaa siihen, miten tietojasi hallitaan. Lisätietoja varten katso asiakirjat mahdollisista sivuvaikutuksista.
fr: Paramètres de synchronisation : Cette option permet d'activer ou de désactiver le stockage local, offrant à l'utilisateur un meilleur contrôle de ses données. En activant cette fonctionnalité, la confidentialité et la sécurité des informations sont améliorées, car les données sont stockées localement plutôt que sur des serveurs externes. Gardez à l'esprit que changer ce paramètre peut affecter la gestion de vos données. Pour plus d'informations, consultez la documentation sur les éventuels effets secondaires.
he: הגדרות סנכרון: אפשרות זו מאפשרת להפעיל או להשבית את האחסון המקומי, מה שמספק למשתמש שליטה רבה יותר על נתוניו. כאשר מפעילים תכונה זו, הפרטיות וביטחון המידע משתפרים, מכיוון שהנתונים נשמרים באופן מקומי במקום בשרתי חוץ. יש לקחת בחשבון ששינוי הגדרת זו עשוי להשפיע על אופן ניהול הנתונים שלך. למידע נוסף, עיין בתיעוד על תופעות לוואי אפשריות.
hy: Սինխրոնացման կարգավորումները. Այս հատկությունն աշխատում է ակտիվացնել կամ չօգնեցնել տեղական պահեստավորումը, ինչը օգտվողին ավելի մեծ վերահսկողություն է տալիս իր տվյալների նկատմամբ. Առաջարկված են ավելացված տվյալները, քանի որ դրանք պահվում են տեղական և ոչ թե արտաքին սերվերներում. Մի մոռացեք, որ այս կարգավորումը փոխելը կարող է ազդել, թե ինչպես են կառավարում ձեր տվյալները. Հավաքեք երեկոյան, երբ վերանայեք ցուցակները հնարավոր ազդեցությունների մասին:
it: Impostazioni di sincronizzazione: Questa opzione consente di abilitare o disabilitare l'archiviazione locale, fornendo all'utente un maggiore controllo sui propri dati. Attivando questa funzione, si migliora la privacy e la sicurezza delle informazioni, poiché i dati verranno archiviati localmente invece di su server esterni. Tieni presente che modificare questa impostazione può influire su come vengono gestiti i tuoi dati. Per ulteriori informazioni, consulta la documentazione sugli eventuali effetti collaterali.
ja: 同期設定：このオプションはローカルストレージを有効または無効にし、ユーザーにデータ管理のコントロールを提供します。この機能を有効にすると、データが外部サーバーではなくローカルに保存され、情報のプライバシーとセキュリティが向上します。この設定を変更すると、データの管理に影響を与える可能性があります。詳細については、可能な副作用に関する文書を参照してください。
ko: 동기화 설정: 이 옵션은 로컬 스토리지를 활성화하거나 비활성화 할 수 있으며, 사용자가 데이터에 대한 더 큰 제어를 제공합니다. 이 기능을 활성화하면 데이터가 외부 서버가 아닌 로컬에 저장되기 때문에 정보의 개인 정보 보호 및 보안이 향상됩니다. 이 설정을 변경하면 데이터 관리 방법에 영향을 미칠 수 있습니다. 더 많은 정보는 가능한 부작용에 대한 문서를 참조하세요.
mn: Синхронизацийн тохиргоо: Энэ сонголт нь хэрэглэгчид мэдээллээ илүү сайн хянах боломжийг олгодог, орон нутгийн хадгалалтыг идэвхжүүлэх эсвэл идэвхгүйжүүлэх боломжийг олгодог. Энэ функцийг идэвхжүүлсэнээр, мэдээллийн нууцлал, аюулгүй байдал сайжирна, учир нь мэдээлэл нь гадаад серверүүд дээр хадгалагдах биш, орон нутгийн байдлаар хадгалагддаг. Энэ тохиргоог өөрчлөх үед таны мэдээллийг хэрхэн удирдах, нөлөөлж магадгүй гэдгийг анхаарна уу. Дэлгэрэнгүй мэдээллийн төлөө, боломжит гажиг нөлөөгийн талаар баримт бичигт хандана уу.
nl: Synchronisatie-instellingen: Deze optie stelt je in staat om lokale opslag in te schakelen of uit te schakelen, waardoor de gebruiker meer controle over zijn gegevens krijgt. Door deze functie te activeren, wordt de privacy en veiligheid van informatie verbeterd, omdat de gegevens lokaal in plaats van op externe servers worden opgeslagen. Houd er rekening mee dat het wijzigen van deze instelling de manier waarop je gegevens worden beheerd kan beïnvloeden. Voor meer informatie, raadpleeg de documentatie over mogelijke bijwerkingen.
pt: Configurações de sincronização: Esta opção permite habilitar ou desabilitar o armazenamento local, proporcionando ao usuário um maior controle sobre seus dados. Ao ativar essa função, melhora-se a privacidade e a segurança das informações, uma vez que os dados são armazenados localmente em vez de em servidores externos. Lembre-se de que alterar essa configuração pode afetar como seus dados são gerenciados. Para mais informações, consulte a documentação sobre possíveis efeitos colaterais.
ru: Настройки синхронизации: Эта опция позволяет включить или отключить локальное хранилище, что дает пользователю больше контроля над своими данными. Включив эту функцию, вы улучшите конфиденциальность и безопасность информации, поскольку данные будут храниться локально, а не на внешних серверах. Имейте в виду, что изменение этой настройки может повлиять на то, как управляются ваши данные. Для получения дополнительной информации ознакомьтесь с документацией о возможных побочных эффектах.
sv: Synkroniseringsinställningar: Denna funktion möjliggör aktivering eller deaktivering av lokal lagring, vilket ger användaren mer kontroll över sina data. Genom att aktivera denna funktion förbättras sekretessen och säkerheten för informationen, eftersom data lagras lokalt istället för på externa servrar. Tänk på att ändra denna inställning kan påverka hur dina data hanteras. För mer information, se dokumentationen om möjliga biverkningar.
tr: Senkranizasyon ayarları: Bu seçenek, yerel depolamanın etkinleştirilmesine veya devre dışı bırakılmasına izin verir, bu da kullanıcıya verileri üzerinde daha fazla kontrol sağlar. Bu özelliği etkinleştirerek, veriler dış sunucular yerine yerel olarak saklanacağından, bilgi gizliliği ve güvenliği artırılır. Bu ayarı değiştirmenin, verilerinizin nasıl yönetildiğini etkileyebileceğini unutmayın. Daha fazla bilgi için olası yan etkiler hakkında belgeleri inceleyin.
tw: Nsɛm a ɛfa nsɛm a wɔapaw ho no: Saa ho kwan yi ma ɛyɛ mmerɛw ma ɛyɛ den sɛ wɔbɛyɛ adwuma firi ɛyɛfoɔ a wɔda ho adi, na ɛma ɔyɛfoɔ no nya asɛm a ɔbɛka fa ne nsɛm ho. Sɛ wopɛ sɛ wode saa ho akwan yi yɛ adwuma a, ɛbɛboa wʼani so na ɛbɛma nsɛm a ɛda ho adi no ayɛ papa, efisɛ nsɛm no bɛda ho adi wɔ ɔman mu na ɛnyɛ wɔ hɔ a wɔrebɔ ho ban. Wu ntoaso yɛ nsɛm a ɛda ho adi no a, ɛbɛtumi akɔfa nsɛm a ɛda ho adi no mu. Sɛ wopɛ nsɛm a ɛda ho adi fa ho a, kɔ mpɛn a wɔnkyerɛ nsɛm a ɛda ho adi.
uk: Налаштування синхронізації: Ця опція дозволяє увімкнути або вимкнути локальне зберігання, надаючи користувачеві більше контролю над його даними. Активуючи цю функцію, покращується конфіденційність і безпека інформації, оскільки дані зберігаються локально, а не на зовнішніх серверах. Зверніть увагу, що зміна цього налаштування може вплинути на те, як управляються ваші дані. Для отримання додаткової інформації зверніться до документації щодо можливих побічних ефектів.
zh: 同步设置：此选项允许启用或禁用本地存储，使用户能够更好地控制其数据。启用此功能后，可以增强信息的隐私和安全性，因为数据将被本地存储，而不是存储在外部服务器上。请注意，更改此设置可能会影响您的数据管理方式。有关更多信息，请参考有关可能副作用的文档。

source: posibles efectos secundarios
am: ዕድጓባ ቀብ
ar: الآثار الجانبية المحتملة
de: mögliche Nebenwirkungen
el: πιθανές παρενέργειες
et: võimalikud kõrvaltoimed
fi: mahdolliset sivuvaikutukset
fr: effets secondaires possibles
he: תופעות לוואי אפשריות
hy: հնարավոր կողմնակի ազդեցություններ
it: effetti collaterali possibili
ja: 可能な副作用
ko: 가능한 부작용
mn: боломжит гажиг нөлөөгүүд
nl: mogelijke bijwerkingen
pt: efeitos colaterais possíveis
ru: возможные побочные эффекты
sv: möjliga biverkningar
tr: olası yan etkiler
tw: sɔretɔ hom anaa
uk: можливі побічні ефекти
zh: 可能的副作用

source: Habilitar almacenamiento local
am: እንዴት ውሂብ ይገኙ
ar: تفعيل التخزين المحلي
de: Lokalen Speicher aktivieren
el: Ενεργοποίηση τοπικής αποθήκευσης
et: Luba kohalik salvestamine
fi: Ota paikallinen tallennus käyttöön
fr: Activer le stockage local
he: אפשר אחסון מקומי
hy: Ակտիվացնել տեղական պահեստավորումը
it: Abilita archiviazione locale
ja: ローカルストレージを有効にする
ko: 로컬 스토리지 활성화
mn: Орон нутгийн хадгалалтыг идэвхжүүлэх
nl: Schakel lokale opslag in
pt: Habilitar armazenamento local
ru: Включить локальное хранилище
sv: Aktivera lokal lagring
tr: Yerel depolamayı etkinleştir
tw: Sɔretɔ hom
uk: Увімкнути локальне зберігання
zh: 启用本地存储

source: Actualizar preferencias
am: እንዴት ዋይይ
ar: تحديث التفضيلات
de: Einstellungen aktualisieren
el: Ενημέρωση προτιμήσεων
et: Uuenda eelistused
fi: Päivitä asetukset
fr: Mettre à jour les préférences
he: עדכן העדפות
hy: Ուղարկեք նախասիրությունները
it: Aggiorna preferenze
ja: 好みを更新
ko: 선호도 업데이트
mn: Тохиргоог шинэчлэх
nl: Voorkeuren bijwerken
pt: Atualizar preferências
ru: Обновить настройки
sv: Uppdatera inställningar
tr: Tercihleri güncelle
tw: Sakɔ nsɛm
uk: Оновити налаштування
zh: 更新偏好

source: Una vez que active el modo local, es crucial que cada vez que inicie sesión, cargue su archivo de copia de seguridad. Si pierde este archivo, corre el riesgo de perder todos sus datos de forma irreversible. Además, es fundamental que guarde el archivo JSON cada vez que cierre sesión para evitar la pérdida de información importante.
am: አንድ ጊዜ በእንቅስቃሴ ሞድ እንደተቀደመ እንደሚኖር፣ የምንዛሬዎችን ቀንበር ወስደዋል። እንደዚህ ብሎ ሆኖ ከማለት ሞልክ ምርቱን ያድርግ፣ ይህ ሎኒታይ አይሟታም፡፡ ይቅርታ ይረዳል፣ ስለዚህ ገበታውን እንዳይዘላየው በጥኑም ይተላለፍ ይለቁ።
ar: بمجرد تفعيل وضع المحلي، من الضروري أنه كل مرة تقوم فيها بتسجيل الدخول، تحميل ملف النسخ الاحتياطي الخاص بك. إذا فقدت هذا الملف، فإنك تخاطر بفقدان جميع بياناتك بشكل لا رجعة فيه. بالإضافة إلى ذلك، من الضروري أن تحفظ ملف JSON في كل مرة تقوم فيها بتسجيل الخروج لتجنب فقدان المعلومات المهمة.
de: Sobald Sie den lokalen Modus aktivieren, ist es entscheidend, dass Sie jedes Mal, wenn Sie sich anmelden, Ihre Sicherungsdatei laden. Wenn Sie diese Datei verlieren, riskieren Sie, alle Ihre Daten unwiderruflich zu verlieren. Darüber hinaus ist es wichtig, dass Sie die JSON-Datei jedes Mal speichern, wenn Sie sich abmelden, um den Verlust wichtiger Informationen zu vermeiden.
el: Μόλις ενεργοποιήσετε τη τοπική μέθοδο, είναι κρίσιμο να φορτώσετε το αρχείο ασφαλείας σας κάθε φορά που συνδέεστε. Εάν χάσετε αυτό το αρχείο, κινδυνεύετε να χάσετε όλα τα δεδομένα σας μόνιμα. Επιπλέον, είναι θεμελιώδες να αποθηκεύσετε το αρχείο JSON κάθε φορά που αποσυνδέεστε για να αποφύγετε την απώλεια σημαντικής πληροφορίας.
et: Kui olete lülitanud kohalikku režiimi, on oluline, et iga kord, kui logite sisse, laadiksite oma varufaili. Kui kaotate selle faili, riskite, et kaotate kõik oma andmed pöördumatult. Samuti on äärmiselt oluline, et salvestaksite JSON-faili iga kord, kui logite välja, et vältida olulise teabe kadumist.
fi: Kun olet aktivoinut paikallisen tilan, on tärkeää ladata varmuuskopiotiedostosi aina, kun kirjaudut sisään. Jos menetät tämän tiedoston, voit menettää kaikki tiedot lopullisesti. Lisäksi on olennaista tallentaa JSON-tiedosto aina, kun kirjaudut ulos tiedon menetyksen välttämiseksi.
fr: Une fois que vous avez activé le mode local, il est crucial que chaque fois que vous vous connectez, vous chargiez votre fichier de sauvegarde. Si vous perdez ce fichier, vous risquez de perdre toutes vos données de manière irréversible. De plus, il est essentiel de sauvegarder le fichier JSON chaque fois que vous vous déconnectez pour éviter la perte d'informations importantes.
he: ברגע שתפעל את מצב מקומי, חשוב שכל פעם שתיכנס, תטעין את קובץ הגיבוי שלך. אם תאבד קובץ זה, אתה עלול לאבד את כל הנתונים שלך לנצח. בנוסף, הכרחי לשמור את קובץ JSON בכל פעם שתתנתק כדי למנוע אובדן מידע חשוב.
hy: Մի անգամ, երբ դուք ակտիվացնեք տեղական ռեժիմը, կարևոր է, որ դուք առանցքային տարբերակներից մեկով, լիցքավորեք ձեր պահեստային ֆայլը։ Եթե կորցնեք այս ֆայլը, դուք վտանգում եք ձեր տվյալների բոլորի կորուստը։ Բացի այդ, կարևոր է, որ դուք պահպանեք JSON ֆայլը յուրաքանչյուր անգամ, երբ դուրս եք գալիս, կարևոր տեղեկատվության կորուստը կանխելու համար։
it: Una volta attivata la modalità locale, è fondamentale che ogni volta che accedi, carichi il tuo file di backup. Se perdi questo file, rischi di perdere tutti i tuoi dati in modo irreversibile. Inoltre, è fondamentale che tu salvi il file JSON ogni volta che esci per evitare la perdita di informazioni importanti.
ja: ローカルモードを有効にすると、ログインするたびにバックアップファイルを読み込むことが重要です。このファイルを失うと、すべてのデータを不可逆的に失う危険があります。さらに、毎回ログアウトする際にJSONファイルを保存して、重要な情報を失わないようにすることが重要です。
ko: 로컬 모드를 활성화하면 매번 로그인할 때마다 백업 파일을 로드해야 합니다. 이 파일을 잃어버리면 모든 데이터를 영구적으로 잃을 위험이 있습니다. 또한, 로그아웃할 때마다 JSON 파일을 저장하여 중요한 정보 손실을 방지하는 것이 중요합니다.
mn: Хэрэв та орон нутгийн горимыг идэвхжүүлбэл, та бүртгүүлэх бүртээ нөөц файлаа ачаалж байх нь чухал юм. Энэ файлыг алдах юм бол бүх мэдээллээ буцааж олж авах эрсдэлтэй. Мөн та чухал мэдээллийг алдахаас сэргийлэхийн тулд бүртгүүлснийхээ дараа JSON файлыг хадгалах нь зайлшгүй шаардлагатай.
nl: Zodra je de lokale modus activeert, is het cruciaal dat je elke keer dat je inlogt, je back-upbestand laadt. Als je dit bestand verliest, loop je het risico al je gegevens onherstelbaar te verliezen. Bovendien is het essentieel dat je het JSON-bestand elke keer dat je uitlogt, opslaat om te voorkomen dat belangrijke informatie verloren gaat.
pt: Uma vez que você ative o modo local, é crucial que, a cada login, você carregue seu arquivo de backup. Se perder este arquivo, corre o risco de perder todos os seus dados de forma irreversível. Além disso, é fundamental que você salve o arquivo JSON sempre que sair para evitar a perda de informações importantes.
ru: После активации локального режима крайне важно каждый раз при входе загружать свой файл резервной копии. Если вы потеряете этот файл, вы рискуете навсегда потерять все свои данные. Кроме того, очень важно сохранять файл JSON каждый раз, когда вы выходите из системы, чтобы избежать потери важной информации.
sv: När du aktiverar lokal läge är det avgörande att du varje gång du loggar in laddar din säkerhetskopieringsfil. Om du förlorar denna fil riskerar du att förlora alla dina data permanent. Dessutom är det viktigt att du sparar JSON-filen varje gång du loggar ut för att förhindra förlust av viktig information.
tr: Yerel modu etkinleştirdiğinizde, her seferinde oturum açarken yedekleme dosyanızı yüklemeniz çok önemlidir. Bu dosyayı kaybederseniz, tüm verilerinizi geri dönüşü olmayan bir şekilde kaybetme riskiyle karşı karşıya kalırsınız. Ayrıca, önemli bilgilerin kaybolmasını önlemek için her çıkış yaptığınızda JSON dosyasını kaydetmeniz gerekmektedir.
tw: Sɛ wopɛ sɛ wososo nsɛm a ɛda wo ho adi no a, ɛyɛ ɔhaw a ɛda ho adi sɛ ɔbɛboa wo a, woma nsɛm a ɛda hɔ asɛm a ɛda ho adi no. Sɛ wopɛ sɔretɔ ho koraa a, anka ɛyɛ bɔne sɛ ɛbɛma nsɛm a ɛda hɔ no mu. Na sɛ nsɛm bi a ɛda ho adi no mu no, ma fa nsɛm a ɛda ho adi no mu.
uk: Якщо ви активуєте локальний режим, важливо щоразу, коли ви входите, завантажити ваш файл резервної копії. Якщо ви втратите цей файл, ви ризикуєте втратити всі свої дані назавжди. Крім того, важливо зберігати файл JSON щоразу, коли ви виходите, щоб запобігти втраті важливої інформації.
zh: 一旦启用本地模式，每次登录时加载备份文件至关重要。如果丢失此文件，您将有可能永久丢失所有数据。此外，每次退出时务必保存JSON文件，以防止重要信息的丢失。

source: Exportar una copia de seguridad
am: የመረኞ ትንሽ ወቅት ገብስ ይገናኝ
ar: تصدير نسخة احتياطية
de: Eine Sicherungskopie exportieren
el: Εξαγωγή αντιγράφου ασφαλείας
et: Ekspordi varukoopia
fi: Vie varmuuskopio
fr: Exporter une sauvegarde
he: ייצא גיבוי
hy: Արտահանել պահեստավորում
it: Esporta un backup
ja: バックアップをエクスポート
ko: 백업 내보내기
mn: Нөөц файлыг экспортлох
nl: Exporteer een back-up
pt: Exportar uma cópia de segurança
ru: Экспорт резервной копии
sv: Exportera en säkerhetskopia
tr: Yedekleme dosyasını dışa aktar
tw: Sɔ konsernte sɔretɔ hom
uk: Експорт резервної копії
zh: 导出备份
