Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: -- Selecciona Micrófono --
am: -- ይህ በክባቢዎት የማይር --
ar: -- اختر الميكروفون --
de: -- Mikrofon auswählen --
el: -- Επιλέξτε Μικρόφωνο --
et: -- Valige mikrofon --
fi: -- Valitse mikrofoni --
fr: -- Sélectionnez Microphone --
he: -- בחר מיקרופון --
hy: -- Ընտրել միկրոֆոն --
it: -- Seleziona Microfono --
ja: -- マイクを選択 --
ko: -- 마이크 선택 --
mn: -- Микрофоныг сонгоно уу --
nl: -- Selecteer Microfoon --
pt: -- Selecione Microfone --
ru: -- Выберите микрофон --
sv: -- Välj mikrofon --
tr: -- Mikrofon Seçin --
tw: -- Pɛ Micrófono --
uk: -- Виберіть Мікрофон --
zh: -- 选择麦克风 --

source: -- Selecciona Acomodador --
am: -- አካም ይምረጡ --
ar: -- اختر المضيف --
de: -- Begleiter auswählen --
el: -- Επιλέξτε Υπάλληλο --
et: -- Valige teenindaja --
fi: -- Valitse hoitaja --
fr: -- Sélectionnez le préposé --
he: -- בחר אקומודטור --
hy: -- Ընտրել Acomodador --
it: -- Seleziona Operatore --
ja: -- エージェントを選択 --
ko: -- 에이전트 선택 --
mn: -- Акомодаторыг сонгоно уу --
nl: -- Selecteer Acomodador --
pt: -- Selecione Atendente --
ru: -- Выберите помощника --
sv: -- Välj medhjälpare --
tr: -- Görevli Seçin --
tw: -- Pɛ Acomodador --
uk: -- Виберіть Помічника --
zh: -- 选择服务员 --

source: -- Selecciona Acomodador de Videoconferencia --
am: -- አካም የቪዲዮ ብንድ --
ar: -- اختر مضيف الفيديو كونفرنس --
de: -- Videokonferenz-Begleiter auswählen --
el: -- Επιλέξτε Υπάλληλο Βιντεοκλήσης --
et: -- Valige videokonverentsi teenindaja --
fi: -- Valitse videokonferenssihoitaja --
fr: -- Sélectionnez le préposé aux vidéoconférences --
he: -- בחר אקומודטור וידיאו --
hy: -- Ընտրել వీడియో კონფერენსი --
it: -- Seleziona Operatore di Videoconferenza --
ja: -- ビデオ会議のアテンダントを選択 --
ko: -- 화상회의 에이전트 선택 --
mn: -- Видеоконференц Акомодаторыг сонгоно уу --
nl: -- Selecteer Video Conferentie Acomodador --
pt: -- Selecione Atendente de Videoconferência --
ru: -- Выберите помощника видеоконференции --
sv: -- Välj videokonferensmedhjälpare --
tr: -- Video Konferansı Görevlisi Seçin --
tw: -- Pɛ Acomodador de Videoconferencia --
uk: -- Виберіть Помічника Відеоконференції --
zh: -- 选择视频会议服务员 --

source: Orador
am: አቅራቢ
ar: متحدث
de: Redner
el: Ομιλητής
et: Esineja
fi: Puhuja
fr: Orateur
he: דובר
hy: Բանախոս
it: Oratore
ja: スピーカー
ko: 발표자
mn: Хэлэлцэгч
nl: Spreker
ru: Оратор
sv: Talare
tr: Konuşmacı
tw: Okyerɛfoɔ
uk: Оратор
zh: 发言者

source: Este orador es invitado de la congregación
am: ይህ አቅራቢ ወንጌል ነው
ar: هذا المتحدث هو ضيف الجماعة
de: Dieser Redner ist Gast der Gemeinde
el: Αυτός ο ομιλητής είναι προσκεκλημένος της σύγκλητου
et: See esineja on koguduse külaline
fi: Tämä puhuja on seurakunnan vieras
fr: Cet orateur est un invité de la congrégation
he: דובר זה הוא אורח הקהילה
hy: Այս բանախոսը հրավիրված է ժողովին
it: Questo oratore è ospite della congregazione
ja: このスピーカーは会衆のゲストです
ko: 이 발표자는 회중의 손님입니다
mn: Энэ хэлэлцэгч нь чуулганы зочин юм
nl: Deze spreker is een gast van de gemeente
pt: Este orador é convidado da congregação
ru: Этот оратор является гостем конгрегации
sv: Denna talare är en gäst hos församlingen
tr: Bu konuşmacı cemaati ziyarete geldi
tw: Ɔno na ɔyɛ ɔkɛse nkuto no asɔfoɔ
uk: Цей оратор є гостем конгрегації
zh: 这个发言者是会众的客人

source: Número del discurso
am: የንግግር ቁጥር
ar: رقم الخطاب
de: Rede Nummer
el: Αριθμός ομιλίας
et: Esituse number
fi: Puheen numero
fr: Numéro de discours
he: מספר הנאום
hy: Խոսքի համար համարը
it: Numero del discorso
ja: 話の番号
ko: 연설 번호
mn: Ярианы дугаар
nl: Toespraak nummer
pt: Número do discurso
ru: Номер выступления
sv: Talarnummer
tr: Konuşma numarası
tw: Nkɔmhyɛ mu nɔma
uk: Номер виступу
zh: 演讲编号

source: Este orador tiene preparados estos bosquejos:
am: ይህ አቅራቢ ይከናወናል:
ar: هذا المتحدث أعد هذه المخططات:
de: Dieser Redner hat folgende Gliederungen vorbereitet:
el: Αυτός ο ομιλητής έχει προετοιμάσει αυτά τα σχέδια:
et: See esineja on ette valmistanud järgmised plaanid:
fi: Tämä puhuja on valmistanut nämä luonnokset:
fr: Cet orateur a préparé ces plans :
he: דובר זה הכין את הטיוטות הבאות:
hy: Այդ բանախոսը նախապատրաստել է հետևյալ անցումների:
it: Questo oratore ha preparato questi schemi:
ja: このスピーカーは次のアウトラインを準備しています：
ko: 이 발표자는 다음과 같은 개요를 준비했습니다:
mn: Энэ хэлэлцэгч эдгээр өвөрмөц зэргийг бэлдсэн:
nl: Deze spreker heeft deze schema's voorbereid:
pt: Este orador tem estes esboços preparados:
ru: Этот оратор подготовил следующие эскизы:
sv: Denna talare har förberett följande dispositioner:
tr: Bu konuşmacı şu şemaları hazırlamıştır:
tw: Ɔkɔmfo no abɔ bosome yi mu:
uk: Цей оратор підготував наступні ескізи:
zh: 此发言者准备了这些大纲：

source: Este orador aún no se ha preparado con ningún bosquejo.
am: ይህ አቅራቢ እስካልይከናወን ብቻ አሸባለዋል.
ar: لم يستعد هذا المتحدث بعد مع أي مخطط.
de: Dieser Redner hat noch keine Gliederung vorbereitet.
el: Αυτός ο ομιλητής δεν έχει προετοιμάσει κανένα σχέδιο.
et: See esineja pole veel välja valinud ühtegi plaani.
fi: Tämä puhuja ei ole vielä valmistanut mitään luonnosta.
fr: Cet orateur n'a pas encore préparé de plan.
he: דובר זה עדיין לא הכין אף טיוטה.
hy: Այս բանախոսը դեռևս չի նախապատրաստել որևէ անցում:
it: Questo oratore non ha ancora preparato nessuno schema.
ja: このスピーカーはまだアウトラインを準備していません。
ko: 이 발표자는 아직 어떤 개요도 준비하지 않았습니다.
mn: Энэ хэлэлцэгч өнөөдөр ямар нэгэн өвөрмөц зэргийг бэлдээгүй байна.
nl: Deze spreker heeft nog geen schema's voorbereid.
pt: Este orador ainda não se preparou com nenhum esboço.
ru: Этот оратор пока не подготовил ни одного эскиза.
sv: Denna talare har ännu inte förberett någon disposition.
tr: Bu konuşmacı henüz hiçbir taslak hazırlamadı.
tw: Ɔkɔmfo no nsa da so mmerɛ akwan pa biara mpɛ.
uk: Цей оратор ще не підготував жодного ескізу.
zh: 此发言人尚未准备任何大纲。

source: Hospitalidad:
am: ጋለል:
ar: الضيافة:
de: Gastfreundschaft:
el: Φιλοξενία:
et: Külalislahkus:
fi: Vieraanvaraisuus:
fr: Hospitalité :
he: אירוח:
hy: Հյուրասիրություն:
it: Ospitalità:
ja: ホスピタリティ：
ko: 환대:
mn: Хотлого:
nl: Gastvrijheid:
pt: Hospitalidade:
ru: Гостеприимство:
sv: Gästfrihet:
tr: Misafirperverlik:
tw: Nhyiamu:
uk: Гостинність:
zh: 好客：

source: Tip
am: መቴ
ar: نصيحة
de: Tipp
el: Συμβουλή
et: Nõuanne
fi: Vinkki
fr: Astuce
he: טיפ
hy: Խորհուրդ
it: Suggerimento
ja: ヒント
ko: 팁
mn: Зөвлөмж
pt: Dica
ru: Совет
sv: Tips
tr: İpucu
tw: Nsɛm a ɛda hɔ
uk: Порада
zh: 提示

source: Si el orador va a salir a discursar, especifique la congregación
am: አንድ ወንጌል መንዴት ከሚከወና ወጌን
ar: إذا كان المتحدث سيخرج للحديث، حدد الجماعة
de: Wenn der Redner nach draußen gehen wird, geben Sie die Gemeinde an
el: Αν ο ομιλητής πρόκειται να βγει να μιλήσει, καθορίστε τη σύγκλητο
et: Kui esineja kavatseb rääkida, täpsustage kogudust
fi: Jos puhuja aikoo puhua, ilmoita seurakunta
fr: Si l'orateur va sortit pour discours, spécifiez la congrégation
he: אם הדובר הולך לצאת לנאום, ציין את הקהילה
hy: Եթե բանախոսը դուրս է գալու խոսելու, նշեք ժողովը
it: Se l'oratore andrà a parlare, specifica la congregazione
ja: 発表者が外に出て話す場合は、会衆を指定してください
ko: 발표자가 발언을 하러 나가면 회중을 지정하세요.
mn: Хэлэлцэгч нь ярианы хэсэг гаргах бол, чуулганыг тодорхойлно уу
nl: Als de spreker naar buiten gaat om te spreken, geef dan de gemeente op
pt: Se o orador for discursar, especifique a congregação
ru: Если оратор собирается выйти на выступление, укажите конгрегацию
sv: Om talaren går ut för att tala, ange församlingen
tr: Eğer konuşmacı konuşmaya çıkacaksa, cemaati belirtin
tw: Sɛ ɔkɔmfo no pɛ sɛ ɔbɛba ɔkɔka nsɛm a, ma ho nhwɛso
uk: Якщо оратор іде виступати, вкажіть конгрегацію
zh: 如果发言者要出门演讲，请指定会众

source: Se ha quedado a la hospitalidad
am: ወደገቢ ክኸውን
ar: لقد بقي من أجل الضيافة
de: Hat für die Gastfreundschaft geblieben
el: Έμεινε για φιλοξενία
et: On viibinud külalislahkuses
fi: On jäänyt vieraanvaraisuuteen
fr: Est resté pour l'hospitalité
he: הישאר לאירוח
hy: Մնաց հյուրասիրության
it: È rimasto per l'ospitalità
ja: ホスピタリティのために滞在しました
ko: 환대에 머물렀습니다
mn: Хөтөлбөрт оролцсон
nl: Is gebleven voor gastvrijheid
pt: Ele ficou para a hospitalidade
ru: Остался на гостеприимство
sv: Har stannat för gästfrihet
tr: Misafirperverliğe katıldı
tw: Amanne nyansahɔ na ɛda hɔ
uk: Залишитися на гостинність
zh: 已经参加了好客

source: Se ha presentado a tiempo
am: ባፅናኑ
ar: قد وصل في الوقت المحدد
de: Ist pünktlich angekommen
el: Έφτασε εγκαίρως
et: On saabunud õigel ajal
fi: On saapunut ajoissa
fr: Est arrivé à l'heure
he: הוצג בזמן
hy: Ներկայացել է ժամանակին
it: È arrivato in orario
ja: 時間通りに到着しました
ko: 제때에 도착했습니다
mn: Цагта ирсэн
nl: Is op tijd aangekomen
pt: Ele se apresentou a tempo
ru: Прибыл вовремя
sv: Har anlänt i tid
tr: Zamanında geldi
tw: Oda so a ɛda hɔ
uk: Прибув вчасно
zh: 他如期到达

source: Se ha presentado al discurso
am: ቀዝቅዜ ወንጌል
ar: قد وصل للخطاب
de: Ist für die Rede angekommen
el: Έφτασε για τον λόγο
et: On saabunud kõnelema
fi: On saapunut puheeseen
fr: Est arrivé pour le discours
he: הוצג לנאום
hy: Ներկայացել է խոսքի համար
it: È arrivato per il discorso
ja: スピーチに到着しました
ko: 연설을 위해 도착했습니다
mn: Ярианы дунд ирсэн
nl: Is aangekomen voor de toespraak
pt: Ele se apresentou para o discurso
ru: Прибыл на выступление
sv: Har anlänt för talet
tr: Konuşmaya katıldı
tw: Oda so yɛnka nkɔmhyɛ mu
uk: Прибув на виступ
zh: 他已到达演讲现场

source: Anotaciones:
am: አባት:
ar: ملاحظات:
de: Notizen:
el: Σημειώσεις:
et: Märkused:
fi: Huomautukset:
fr: Annotations :
he: הערות:
hy: Նկարագրություններ:
it: Annotazioni:
ja: 注釈：
ko: 주석:
mn: Тэмдэглэл:
nl: Notities:
pt: Anotações:
ru: Заметки:
sv: Anteckningar:
tr: Notlar:
tw: Nsɛm a wɔda hɔ:
uk: Примітки:
zh: 注释：

source: Presidente:
am: ኣለቃ:
ar: الرئيس:
de: Vorsitzender:
el: Πρόεδρος:
et: Esimees:
fi: Puheenjohtaja:
fr: Président :
he: יו"ר:
hy: Ամենայն շնորհված:
ja: 議長：
ko: 의장:
mn: Дарга:
nl: Voorzitter:
ru: Председатель:
sv: Ordförande:
tr: Başkan:
tw: Wahyɛman:
uk: Голова:
zh: 主席：

source: Selecciona un presidente
am: አንተ ይወዳሌት
ar: اختر رئيسًا
de: Wähle einen Vorsitzenden
el: Επιλέξτε έναν πρόεδρο
et: Vali esimees
fi: Valitse puheenjohtaja
fr: Sélectionnez un président
he: בחר יו"ר
hy: Ընտրեք अध्यक्ष:
it: Seleziona un presidente
ja: 議長を選択してください
ko: 의장 선택하기
mn: Дарга сонгох
nl: Selecteer een voorzitter
pt: Selecionar um presidente
ru: Выберите председателя
sv: Välj en ordförande
tr: Bir başkan seçin
tw: Paw ɔkɛse
uk: Виберіть голову
zh: 选择一个主席

source: Oración de inicio:
am: መነሻ ጸሎታ:
ar: صلاة الافتتاح:
de: Eröffnungsgebet:
el: Προσευχή έναρξης:
et: Avamise palve:
fi: Avausrukous:
fr: Prière d'ouverture :
he: תפילה לפתיחה:
hy: Բացման աղոթք:
it: Preghiera di apertura:
ja: 開会の祈り：
ko: 개회 기도:
mn: Эхлэх залбирал:
nl: Openingsgebed:
pt: Oração de abertura:
ru: Открывающая молитва:
sv: Inledande bön:
tr: Açılış duası:
tw: Abɔdwasɛm mmɔho:
uk: Початкова молитва:
zh: 开场祷告：

source: Selecciona un publicador
am: ምርጥ >=ሀርዳ
ar: اختر ناشرًا
de: Wähle einen Verkündiger
el: Επιλέξτε έναν εκδότη
et: Vali publikator
fi: Valitse julkaisija
fr: Sélectionnez un publicateur
he: בחר מפרסם
hy: Ընտրեք հրատարակիչ:
it: Seleziona un pubblicatore
ja: 出版者を選択してください
ko: 출판사 선택하기
mn: Нийтлэл сонгох
nl: Selecteer een publiceerder
pt: Selecione um publicador
ru: Выберите публикацию
sv: Välj en utgivare
tr: Bir yayıncı seçin
tw: Paw ɔkɔmfoɔ
uk: Виберіть опублікувальник
zh: 选择发布者

source: Lector de <em>La Atalaya</em>:
am: የ<em>ሉዋታቦን</em> ተዋጭ:
ar: قارئ <em>المر Watchtower</em>:
de: Leser von <em>Der Wachtturm</em>:
el: Αναγνώστης του <em>Η Σκοπιά</em>:
et: Lugeja <em>Valvuri</em>:
fi: Lukija <em>Valvuri</em>:
fr: Lecteur de <em>La Atalaya</em> :
he: קורא של <em>המגדל השומר</em>:
hy: Արտող Ջեշտերին <em>La Atalaya</em>:
it: Lettore di <em>La Atalaya</em>:
ja: <em>ウォッチタワー</em>の読者：
ko: <em>파수대</em> 독자:
mn: <em>La Atalaya</em>-ын уншигч:
nl: Lezer van <em>De Wachttoren</em>:
pt: Leitor de <em>La Atalaya</em>:
ru: Чтец <em>Сторожевой Башни</em>:
sv: Läsare av <em>Vakttornet</em>:
tr: <em>Gözetleme Kulesi</em> okuyucusu:
tw: Lɛkɛti a ɛda hɔ <em>La Atalaya</em>:
uk: Читач <em>Вартової Башти</em>:
zh: 《守望台》的读者：

source: Sustituto de la oración final:
am: መግባቲ ለአስተዋጽኦት:
ar: بديل للصلاة النهائية:
de: Ersatz für das Schlussgebet:
el: Αντιπεριστατική προσευχή:
et: Lõpp-palve asendaja:
fi: Lopullisen rukouksen korvike:
fr: Substitut de la prière finale :
he: סגן תפילת סיום:
hy: Վերջին աղոթքի փոխարինող:
it: Sostituto della preghiera finale:
ja: 最終祈りの代替案：
ko: 최종 기도 대리:
mn: Сүүлийн залбиралд орлуулах:
nl: Vervanger voor het slotgebed:
pt: Substituto da oração final:
ru: Замена финальной молитвы:
sv: Ersättare för avslutande bön:
tr: Son dua yerine:
tw: Abɔdwasɛm a ɛda so:
uk: Заміна для закінчення молитви:
zh: 最终祷告的替代者：

source: Selecciona un sustituto
am: ምርጥ ኩሻ
ar: اختر بديلاً
de: Wähle einen Ersatz
el: Επιλέξτε έναν αντικαταστάτη
et: Vali asendaja
fi: Valitse korvike
fr: Sélectionnez un substitut
he: בחר מָחליף
hy: Ընտրել փոխարինող
it: Seleziona un sostituto
ja: 代替を選択してください
ko: 대리 선택하기
mn: Орлуулах хүнээ сонгоно уу
nl: Selecteer een vervanger
pt: Selecione um substituto
ru: Выберите замену
sv: Välj en ersättare
tr: Bir yedek seçin
tw: Paw ɔkɛse
uk: Виберіть заміну
zh: 选择一个替代者

source: Nombre del grupo
am: የቡድን ስም
ar: اسم المجموعة
de: Gruppenname
el: Όνομα ομάδας
et: Grupi nimi
fi: Ryhmän nimi
fr: Nom du groupe
he: שם הקבוצה
hy: Խմբի անուն
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
mn: Группын нэр
nl: Groepsnaam
pt: Nome do grupo
ru: Название группы
sv: Gruppens namn
tr: Grup adı
tw: Abɔdin a ɛda hɔ
uk: Назва групи
zh: 小组名称

source: Siervo de grupo
am: የቡድኑ አገልግሎት
ar: خادم المجموعة
de: Gruppendienst
el: Υπηρέτης της ομάδας
et: Rühma teenija
fi: Ryhmän palvelija
fr: Serviteur de groupe
he: משרת קבוצה
hy: Խմբի ծառա
it: Servo di gruppo
ja: グループのしもべ
ko: 그룹 종친
mn: Группын үйлчлэгч
nl: Groepsdienaar
pt: Servo de grupo
ru: Служитель группы
sv: Gruppens tjänare
tr: Grup hizmetkârı
tw: Abɔfoɔ ho bɔ
uk: Служитель групи
zh: 小组仆人

source: Seleccionar siervo de grupo
am: የቡድን የተገናኝ አገልግሎት
ar: اختر خادم المجموعة
de: Gruppen dienst wählen
el: Επιλέξτε υπηρέτη ομάδας
et: Vali grupi teenija
fi: Valitse ryhmän palvelija
fr: Sélectionner serviteur de groupe
he: בחר משרת קבוצה
hy: Ընտրել խմբի ծառա
it: Seleziona servo di gruppo
ja: グループのしもべを選択する
ko: 그룹 종친 선택하기
mn: Группын үйлчлэгчийг сонгоно уу
nl: Selecteer groepsdienaar
pt: Selecionar servo de grupo
ru: Выберите служителя группы
sv: Välj gruppens tjänare
tr: Grup hizmetkârını seçin
tw: Paw ɔkɔmfɔ ho
uk: Виберіть служителя групи
zh: 选择小组仆人

source: Auxiliar de grupo
am: ቡድን ባበጃው
ar: مساعد مجموعة
de: Gruppenhilfsdienst
el: Βοηθός ομάδας
et: Grupi abiline
fi: Ryhmän avustaja
fr: Auxiliaire de groupe
he: עוזר קבוצה
hy: Խմբի օգնական
it: Ausiliario di gruppo
ja: グループの補助
ko: 그룹 보조
mn: Группын туслагч
nl: Groep hulpleider
ru: Служитель помощник группы
sv: Gruppens hjälpare
tr: Grup yardımcı
tw: Abɔfoɔ a ɛda hɔ
uk: Допоміжний служитель групи
zh: 小组助理

source: Seleccionar auxiliar de grupo
am: የቡድን አገልግሎት ምርጥ የሠላስ
ar: اختر مساعد مجموعة
de: Gruppenhilfsdienst wählen
el: Επιλέξτε βοηθό ομάδας
et: Vali grupi abiline
fi: Valitse ryhmän avustaja
fr: Sélectionner auxiliaire de groupe
he: בחר עוזר קבוצה
hy: Ընտրել խմբի օգնական
it: Seleziona ausiliario di gruppo
ja: グループの補助を選択する
ko: 보조 선택하기
mn: Группын туслагчийг сонгоно уу
nl: Selecteer groepshulpleider
pt: Selecionar auxiliar de grupo
ru: Выберите помощника группы
sv: Välj gruppens hjälpare
tr: Grup yardımcıyı seçin
tw: Paw abɔfoɔ
uk: Виберіть допоміжного служителя групи
zh: 选择小组助理

source: Dirección de reunión del grupo
am: የቡድን ጉባኤ ዳይሬክተር
ar: عنوان اجتماع المجموعة
de: Adresse der Gruppenversammlung
el: Διεύθυνση συνάντησης ομάδας
et: Grupi koosoleku aadress
fi: Ryhmän kokousosoite
fr: Adresse de la réunion de groupe
he: כתובת פגישת קבוצה
hy: Խմբի հանդիպման հասցե
it: Indirizzo della riunione del gruppo
ja: グループ会議の住所
ko: 그룹 회의 주소
mn: Группын уулзалтын хаяг
nl: Groepsvergaderadres
pt: Endereço da reunião do grupo
ru: Адрес собрания группы
sv: Gruppens mötesadress
tr: Grup toplantısı adresi
tw: Nkɔmɔ mmerɛ nhyiam no
uk: Адреса збору групи
zh: 小组会议地址

source: Asignar hospitalidad
am: ወንድ ወንድምሬ አደረው
ar: تعيين الضيافة
de: Gastfreundschaft zuweisen
el: Ανάθεση φιλοξενίας
et: Mugavuse määramine
fi: Määrää vieraanvaraisuus
fr: Attribuer l'hospitalité
he: הקצאת הכנסת אורחים
hy: Հյուրասիրություն նշանակել:
it: Assegna ospitalità
ja: ホスピタリティを割り当てる
ko: 환대 할당
mn: Зочлонг авах
nl: Gastvrijheid toewijzen
pt: Atribuir hospitalidade
ru: Назначить гостеприимство
sv: Tilldela gästfrihet
tr: Misafirperverliği atama
tw: Ma nhyiamu nhyira
uk: Призначити гостинність
zh: 分配接待

source: Usar para la limpieza del Salón del Reino
am: ወርቅ አድሌ፣
ar: استخدام لتنظيف قاعة المملكة
de: Für die Reinigung des Königreichssaals verwenden
el: Χρήση για τον καθαρισμό της Αίθουσας του Βασιλείου
et: Kuningriigi koosoleku koristamiseks kasutamine
fi: Käytä valtakunnan salin puhdistamiseen
fr: Utiliser pour le nettoyage de la Salle du Royaume
he: השתמש לניקוי אולמות המלכות
hy: Օգտագործել թագավորական տան մաքրման համար
it: Usa per la pulizia del Salone del Regno
ja: 王国のホールを掃除するために使用する
ko: 왕국 회관 청소에 사용하기
mn: Тусгаарласан танхимын цэвэрлэгээнд ашиглана
nl: Gebruik voor de schoonmaak van de Koninkrijkszaal
pt: Usar para a limpeza do Salão do Reino
ru: Использовать для уборки Зала Царства
sv: Använd för städning av Kungahallen
tr: Krallık Salonu temizliği için kullanın
tw: Fa mma akwan nhyira no mu
uk: Використовувати для прибирання Залу Царства
zh: 用于清理王国大厅

source: Utilizar como punto de reunión para la visita del superintendente de circuito
am: ይህን
ar: استخدام كنقطة اجتماع لزيارة المشرف على الدائرة
de: Als Treffpunkt für den Besuch des Kreisaufsehers verwenden
el: Χρήση ως σημείο συνάντησης για την επίσκεψη του επιτηρητή περιφέρειας
et: Kasutada piirkonna järelevalve külastamiseks kohtumispaigana
fi: Käytä kokouspaikkana piirin tarkastajan vierailulle
fr: Utilisez comme point de rencontre pour la visite de l'ancien de circuit
he: השתמש כמקום מפגש לביקור של המפקח המחוזי
hy: Օգտագործել զբոսաշրջային տեսջամբերի այցի համար հանդիպման կետ:
it: Utilizza come punto di incontro per la visita del sovrintendente di circuito
ja: 巡回監督の訪問のための集合場所として使用
ko: 순회 장관 방문을 위한 회의 지점으로 사용
mn: Циркулийн хянагчийн айлчлалын уулзалтын цэг болох
nl: Gebruik als ontmoetingspunt voor het bezoek van de circuittoezichter
pt: Usar como ponto de encontro para a visita do superintendente de circuito
ru: Использовать в качестве точки встречи для визита суперинтендента округа
sv: Använd som mötespunkt för besök av distrikts övervakaren
tr: Daire denetleyicisinin ziyareti için buluşma noktası olarak kullanın
tw: Fa mu sɛ nhyia no bɛyɛ mmɔho a
uk: Використовувати як місце зустрічі для візиту інспектора округу
zh: 作为巡回监督来访的会议点

source: Nombre:
am: ስም:
ar: الاسم:
de: Name:
el: Όνομα:
et: Nimi:
fi: Nimi:
fr: Nom:
he: שם:
hy: Անուն:
it: Nome:
ja: 名前:
ko: 이름:
mn: Нэр:
nl: Naam:
pt: Nome:
ru: Имя:
sv: Namn:
tr: İsim:
tw: Din:
uk: Ім'я:
zh: 姓名：

source: Privilegios:
am: እገዛዎች:
ar: الامتيازات:
de: Befugnisse:
el: Προνόμια:
et: Privileegid:
fi: Oikeudet:
fr: Privilèges:
he: פריבילגיות:
hy: Պատվերներ:
it: Privilegi:
ja: 特権:
ko: 특권:
mn: Бэлэг эрх privilege:
nl: Privileges:
pt: Privilégios:
ru: Привилегии:
sv: Privilegier:
tr: Ayrıcalıklar:
tw: Mmerɛbɔ:
uk: Привілеї:
zh: 权限：

source: Seleccione un mes
am: አንድ ወር ይምረጡ
ar: حدد شهرا
de: Wählen Sie einen Monat
el: Επιλέξτε μήνα
et: Valige kuu
fi: Valitse kuukausi
fr: Sélectionnez un mois
he: בחר חודש
hy: Ընտրեք ամիս
it: Seleziona un mese
ja: 月を選択
ko: 한 달 선택
mn: Сар сонгоно уу
nl: Selecteer een maand
pt: Selecione um mês
ru: Выберите месяц
sv: Välj en månad
tr: Bir ay seçin
tw: Pɛ ɔbosome baako
uk: Оберіть місяць
zh: 选择一个月

source: Año:
am: ዓመት:
ar: السنة:
de: Jahr:
el: Έτος:
et: Aasta:
fi: Vuosi:
fr: Année:
he: שנה:
hy: Տասակը:
it: Anno:
ja: 年:
ko: 연도:
mn: Жил:
nl: Jaar:
pt: Ano:
ru: Год:
sv: År:
tr: Yıl:
tw: Afe:
uk: Рік:
zh: 年：

source: Año
am: ዓመት
ar: سنة
de: Jahr
el: Έτος
et: Aasta
fi: Vuosi
fr: Année
he: שנה
hy: Տասակ
it: Anno
ja: 年
ko: 연도
mn: Жил
nl: Jaar
pt: Ano
ru: Год
sv: År
tr: Yıl
tw: Afe
uk: Рік
zh: 年

source: Participó en alguna faceta de la predicación
am: በይዞታ አንደ ከይሣ-እንደትና
ar: شارك في أي جانب من جوانب الوعظ
de: Hat an irgendeinem Aspekt der Predigt teilgenommen
el: Συμμετείχε σε κάποια πτυχή της κήρυξης
et: Osalesin jutlustamise mingis aspektis
fi: Osallistui saarnaamiseen liittyvään toimintaan
fr: A participé à certains aspects de la prédication
he: לקח חלק באספקט כלשהו של ההטפה
hy: Հաշվետվության որևէ ասպեկտում մասնակցություն
it: Ha partecipato a qualche aspetto della predicazione
ja: 伝道のいかなる面にも参加しました
ko: 전도 활동의 어느 측면에 참여했습니다
mn: Тэрээр сургадаг явдалд ямар нэгэн чухал хэсэгт оролцлоо
nl: Deed deel aan een aspect van de prediking
pt: Participou de alguma faceta da pregação
ru: Участвовал в какой-либо области проповеди
sv: Deltog i någon aspekt av predikningen
tr: Vaazın herhangi bir yönünde yer aldı
tw: Wɔyɛɛ ɔkwan biara mu ka ho
uk: Брав участь у будь-якому аспекті проповіді
zh: 参与了传播的某个方面

source: Cursos bíblicos:
am: የቤተ መቅደስ ደረጃ:
ar: الدورات الكتابية:
de: Bibelkurse:
el: Βιβλικά μαθήματα:
et: Piiblised kursused:
fi: Raamatun kurssit:
fr: Cours bibliques:
he: קורסים ביבליים:
hy: Բիբլիական դասեր:
it: Corsi biblici:
ja: 聖書コース:
ko: 성경 과정:
mn: Библийн сургалт:
nl: Bijbelcursussen:
ru: Библейские курсы:
sv: Bibliska kurser:
tr: Kutsal Kitap dersleri:
tw: Bɔkɔm asɛm:
uk: Біблійні курси:
zh: 圣经课程：

source: Cursos bíblicos realizados
am: የቤተ መቅደስ መማር
ar: الدورات الكتابية المنجزة
de: Abgeschlossene Bibelkurse
el: Ολοκληρωμένα βιβλικά μαθήματα
et: Tehtud piiblilised kursused
fi: Suoritettavat raamatun kurssit
fr: Cours bibliques complétés
he: קורסים ביבליים שהושלמו
hy: Մկրտվված բիբլիական դասեր
it: Corsi biblici completati
ja: 完了した聖書コース
ko: 완료된 성경 과정
mn: Библийн курсууд
nl: Voltooide bijbelcursussen
ru: Пройденные библейские курсы
sv: Genomförda bibliska kurser
tr: Tamamlanan kutsal kitap dersleri
tw: Akwankyerɛ bɔkɔm
uk: Завершені біблійні курси
zh: 完成的圣经课程

source: Horas:
am: ሰዓታት:
ar: الساعات:
de: Stunden:
el: Ώρες:
et: Tunnid:
fi: Tunnit:
fr: Heures:
he: שעות:
hy: Ժամեր:
it: Ore:
ja: 時間:
ko: 시간:
mn: Цаг:
nl: Uren:
ru: Часы:
sv: Timmar:
tr: Saatler:
tw: Dɔnhwere:
uk: Години:
zh: 小时：

source: Horas
am: ሰዓታት
ar: الساعات
de: Stunden
el: Ώρες
et: Tunnid
fi: Tunnit
fr: Heures
he: שעות
hy: Ժամեր
it: Ore
ja: 時間
ko: 시간
mn: Цаг
nl: Uren
ru: Часы
sv: Timmar
tr: Saatler
tw: Dɔnhwere
uk: Години
zh: 小时

source: Comentarios:
am: አስታውሳይ:
ar: تعليقات:
de: Kommentare:
el: Σχόλια:
et: Kommentaarid:
fi: Kommentit:
fr: Commentaires:
he: הערות:
hy: Մեկնաբանություններ:
it: Commenti:
ja: コメント:
ko: 댓글:
mn: Сэтгэгдэл:
nl: Opmerkingen:
pt: Comentários:
ru: Комментарии:
sv: Kommentarer:
tr: Yorumlar:
tw: Nkyerɛkyerɛ:
uk: Коментарі:
zh: 评论：

source: Escribe tus comentarios aquí...
am: እንደ ተግባር ሲወስድባል ይሁን...
ar: اكتب تعليقاتك هنا...
de: Schreiben Sie hier Ihre Kommentare...
el: Γράψτε τα σχόλιά σας εδώ...
et: Sisesta oma kommentaarid siia...
fi: Kirjoita kommenttisi tähän...
fr: Écrivez vos commentaires ici...
he: כתוב את ההערות שלך כאן...
hy: Գիրք ձեր մեկնաբանությունները այստեղ...
it: Scrivi i tuoi commenti qui...
ja: ここにコメントを書いてください...
ko: 여기에 댓글을 입력하세요...
mn: Сэтгэгдлээ энд бичнэ үү...
nl: Schrijf hier je opmerkingen...
pt: Escreva seus comentários aqui...
ru: Напишите ваши комментарии здесь...
sv: Skriv dina kommentarer här...
tr: Yorumlarını buraya yaz...
tw: Twerɛ wo nkyerɛmu wɔ ha...
uk: Напишіть ваші коментарі тут...
zh: 在此处写下您的评论……

source: Mes
am: ወር
ar: شهر
de: Monat
el: Μήνας
et: Kuu
fi: Kuukausi
fr: Mois
he: חודש
hy: Միս
it: Mese
ja: 月
ko: 개월
mn: Сард
nl: Maand
pt: Mês
ru: Месяц
sv: Månad
tr: Ay
tw: Obosome
uk: Місяць
zh: 月

source: Participación
am: እንደ አንድ ተመልካቹ
ar: مشاركة
de: Teilnahme
el: Συμμετοχή
et: Osalemine
fi: Osallistuminen
fr: Participation
he: השתתפות
hy: Կտրուկ
it: Partecipazione
ja: 参加
ko: 참여
mn: Оролцоо
nl: Deelname
pt: Participação
ru: Участие
sv: Deltagande
tr: Katılım
tw: Mmɔden
uk: Учасник
zh: 参与
