Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Nombrado
am: ተመውል
ar: معين
de: Eingestellt
el: Διορισμένος
et: Määratud
fi: Nimitetty
fr: Nommé
he: מינויים
hy: Մարզել
it: Nomina
ja: 任命された
ko: 임명된
mn: Татан каждойлал
nl: Aangesteld
pt: Nomeado
ru: Назначен
sv: Utnämnd
tr: Atandı
tw: Abɛremudɔm
uk: Призначений
zh: 已任命

source: Fecha de inicio
am: የመጀመሪያ ቀን የሚኖር
ar: تاريخ البدء
de: Beginntermin
el: Ημερομηνία έναρξης
et: Alguskuupäev
fi: Alku päivä
fr: Date de début
he: תאריך התחלה
hy: Սկիզբի ամսաթիվ
it: Data di inizio
ja: 開始日
ko: 시작 날짜
mn: Эхлэх огноо
nl: Startdatum
pt: Data de início
ru: Дата начала
sv: Startdatum
tr: Başlangıç tarihi
tw: Dɔyɛ
uk: Дата початку
zh: 开始日期

source: Privilegios de servicio
am: የአገልግሎት መብረይዮ
ar: امتيازات الخدمة
de: Dienstprivilegien
el: Προνόμια υπηρεσίας
et: Teenuse eelised
fi: Palvelu edut
fr: Privilèges de service
he: זכויות שירות
hy: Ծառայության արտոնություններ
it: Privilegi di servizio
ja: 奉仕の特権
ko: 서비스 특권
mn: Туслах эрхийг олгох
nl: Dienstprivileges
pt: Privilégios de serviço
ru: Привилегии службы
sv: Tjänsteprivilegier
tr: Hizmet ayrıcalıkları
tw: Ahyɛnsodeɛ a wɔyɛ
uk: Привілеї служби
zh: 服务特权

source: Precursor auxiliar de continuo
am: ወቅታዊ ማስታወቂያ
ar: رائد مساعد مستمر
de: Ständig unterstützender Pionier
el: Συνεχιζόμενος βοηθός προδρόμος
et: Jätkuv abilise eelkäija
fi: Jatkuva apulais pioneer
fr: Précursiste auxiliaire continu
he: מפתח שולחני קבוע
hy: Շարունակական լրացողների հետ
it: Precorritore ausiliario continuo
ja: 継続的な補助先駆者
ko: 지속적인 보조 선구자
mn: Тасимен жалагдсан
nl: Continue ondersteunende voorloper
pt: Precursor auxiliar contínuo
ru: Постоянный вспомогательный предшественник
sv: Kontinuerlig biträdande pionjär
tr: Sürekli yardımcı öncü
tw: Nkyɛsoɔ wɔn a wɔwɔ
uk: Неперервний допоміжний передвісник
zh: 持续的辅助先锋

source: Precursor regular
am: ወቅታዊ ዳወጅ
ar: رائد منتظم
de: Regelmäßiger Pionier
el: Κανονικός προδρόμος
et: Tavapioneer
fi: Säännöllinen edelläkävijä
fr: Précursiste régulier
he: חוקר רגיל
hy: Անհատական առաջատար
it: Precorritore regolare
ja: レギュラー先駆者
ko: 정규 선구자
mn: Тогтмол
nl: Reguliere voorloper
ru: Регулярный предшественник
sv: Regelbunden pionjär
tr: Düzenli öncü
tw: Nkyerɛkɔmfoɔ a ɛyɛ pɛn
uk: Регулярний передвісник
zh: 常规先锋

source: Precursor especial
am: አስተማሪ ወቅታዊ
ar: رائد خاص
de: Sonderpionier
el: Ειδικός προδρόμος
et: Eripioneer
fi: Erityinen edelläkävijä
fr: Précursiste spécial
he: חוקר מיוחד
hy: Հատուկ օրակարգով
it: Precorritore speciale
ja: 特別先駆者
ko: 특별 선구자
mn: Тусгай
nl: Speciale voorloper
ru: Специальный предшественник
sv: Speciell pionjär
tr: Özel öncü
tw: Nkyɛsoɔ kɛseɛ
uk: Спеціальний передвісник
zh: 特殊先锋

source: Misionero
am: ወረዳ
ar: مبشر
de: Missionar
el: Αποστολικός
et: Misionäär
fi: Missionssa
fr: Missionnaire
he: שליח
hy: Հաստատող առաքյալ
it: Missionario
ja: 宣教師
ko: 선교사
mn: Таних
nl: Zending
pt: Missionário
ru: Миссионер
sv: Missionär
tr: Misyoner
tw: Misiɔneɛ
uk: Місіонер
zh: 传教士

source: Informa directamente a la sucursal
am: በቅድስ ምንጭ
ar: يبلغ مباشرة للفرع
de: Berichtet direkt an die Zweigstelle
el: Αναφέρει απευθείας στον κλάδο
et: Teavitab otse filiaali
fi: Raportoi suoraan haaraosastolle
fr: Fait un rapport directement à la Branche
he: מדווח ישירות לסניף
hy: Հարշալ է համաձայնողը
it: Rapporta direttamente alla filiale
ja: 支部に直接報告
ko: 지부에 직접 보고
mn: Салбарта шууд тайлагнав
nl: Rapporteert rechtstreeks aan het filiaal
pt: Informar diretamente à filial
ru: Отчитывается непосредственно филиалу
sv: Rapporterar direkt till avdelningen
tr: Şubeye doğrudan bilgi verir
tw: Bɔ mu kɔ ɔwɛn no ho
uk: Повідомляє безпосередньо до філії
zh: 直接向分支报告

source: Número de precursor
am: የኢየሱስ አንባብ
ar: رقم الرائد
de: Pioniernummer
el: Αριθμός προδρόμου
et: Eelkäija number
fi: Esikuvannumero
fr: Numéro de précurseur
he: מספר חוקר
hy: Առաջատար կիրէական
it: Numero di precursore
ja: 先駆者番号
ko: 선구자 번호
mn: Эрүүцэгчид
nl: Voorloper nummer
ru: Номер предшественника
sv: Pionjärnummer
tr: Öncü numarası
tw: Ntɔtɔ nson
uk: Номер передвісника
zh: 先锋编号

source: Temporario
am: በማስታወሻ
ar: مؤقت
de: Vorübergehend
el: Προσωρινός
et: Ajutine
fi: Tilapäinen
fr: Temporaire
he: זמני
hy: Ժամկետ
it: Temporaneo
ja: 一時的な
ko: 임시의
mn: Түр хугацаа
nl: Tijdelijk
pt: Temporário
ru: Временный
sv: Tillfällig
tr: Geçici
tw: Nnaase
uk: Тимчасовий
zh: 临时的

source: Enfermizo (sfl 9:18)
am: አለቀቀ (sfl 9:18)
ar: مريض (سفل ٩:١٨)
de: Krankhaft (sfl 9:18)
el: Ασθενής (sfl 9:18)
et: Haiguslik (sfl 9:18)
fi: Sairausmainen (sfl 9:18)
fr: Malade (sfl 9:18)
he: חולה (sfl 9:18)
hy: Հիվանդ (sfl 9:18)
it: Malaticcio (sfl 9:18)
ja: 病弱 (sfl 9:18)
ko: 병약한 (sfl 9:18)
mn: Лудлуулалт (sfl 9:18)
nl: Ziekelijk (sfl 9:18)
ru: Вялый (sfl 9:18)
sv: Sjuklig (sfl 9:18)
tr: Hastalıklı (sfl 9:18)
tw: Nkwankyerɛ nwanwa (sfl 9:18)
uk: Хворобливий (sfl 9:18)
zh: 病态的 (sfl 9:18)

source: Última Escuela del Servicio de Precursor
am: ዋለዳይ ዙሪያ
ar: آخر مدرسة للرائدين
de: Letzte Pionierschule
el: Τελευταία Σχολή Υπηρεσίας Προδρόμου
et: Viimase eelkäija kool
fi: Viimeinen Esikuvapalveluskoulu
fr: Dernière École du Service de Précursiste
he: בית הספר האחרון של שירות חוקר
hy: Վերջին Միության ծառայություն
it: Ultima Scuola del Precorritore
ja: 最後の先駆者学校
ko: 마지막 선구자 학교
mn: Сүүлийн урьдчилсан сургуулийн
nl: Laatste Voorloper School
pt: Última Escola do Serviço de Precursor
ru: Последняя школа предшественников
sv: Senaste pionjärtjänstskolan
tr: Son Öncü Okulu
tw: Oyi de mu asɛm a ɛda hɔ
uk: Остання Школа Служби Передвісників
zh: 最后的先锋学校

source: Fecha de última asistencia
am: ይወዳማ ስም
ar: تاريخ آخر حضور
de: Datum der letzten Teilnahme
el: Ημερομηνία τελευταίας παρουσίας
et: Viimase kohaloleku kuupäev
fi: Viimeisen Läsnäolon Päivämäärä
fr: Date de la dernière présence
he: תאריך נוכחות אחרונה
hy: Վերջին այցելությունի ամսաթիվ
it: Data dell'ultima presenza
ja: 最後の出席日
ko: 마지막 참석 날짜
mn: Сүүлийн оролцоогоор
nl: Datum van laatste aanwezigheid
pt: Data da última assistência
ru: Дата последнего посещения
sv: Datum för senaste närvaro
tr: Son katılım tarihi
tw: Da kɔtɔ ho da mu
uk: Дата останньої присутності
zh: 最后出席日期

source: Responsabilidades en la congregación
am: የክህነት ክትባት
ar: مسؤوليات في الجماعة
de: Verantwortlichkeiten in der Gemeinde
el: Ευθύνες στην εκκλησία
et: Kohustused koguduses
fi: Vastuutehtävät yhteisössä
fr: Responsabilités dans la congrégation
he: אחריות בקהילה
hy: Պատասխանատվություններ եկեղեցում
it: Responsabilità nella congregazione
ja: 会衆の責任
ko: 회중의 책임
mn: Байгууллагын үүрэг
nl: Verantwoordelijkheden in de gemeente
pt: Responsabilidades na congregação
ru: Ответственности в собрании
sv: Ansvar i församlingen
tr: Cemaatteki sorumluluklar
tw: Asɛm a ɛda hɔ
uk: Відповідальність у конгрегації
zh: 在会众中的责任

source: Coordinador del cuerpo de ancianos
am: ዋነነት ዜዝ
ar: منسق هيئة الشيوخ
de: Koordinator des Ältestenrates
el: Συντονιστής του σώματος των πρεσβυτέρων
et: Vanemate nõukogu koordinaator
fi: Vanhempien komitean koordinaattori
fr: Coordinateur du corps des anciens
he: רכז גופי הזקנים
hy: Արդշային կառույցի համակարգող
it: Coordinatore del corpo degli anziani
ja: 長老団の調整者
ko: 장로 회의의 조정자
mn: Ахлах чуулганы зохицуулагч
nl: Coördinator van het lichaam van oudsten
ru: Координатор тела старейшин
sv: Koordinator för äldstekåren
tr: Yaşlıların koordinatörü
tw: Kɔordinatoɔ Kɔkɔtɔ a ɔda ho adi
uk: Координатор корпусу старійшин
zh: 长老团协调员

source: Secretario
am: ምን እየው
ar: سكرتير
de: Sekretär
el: Γραμματέας
et: Sekretär
fi: Sihteeri
fr: Secrétaire
he: מזכיר
hy: Գաղտնագիր
it: Segretario
ja: 秘書
ko: 비서
mn: Нарийн бичгийн дарга
nl: Secretaris
ru: Секретарь
sv: Sekreterare
tr: Sekreter
tw: Kyerɛkyerɛni
uk: Секретар
zh: 秘书

source: Superintendente de servicio
am: ደቂታ ይወዳ
ar: مشرف الخدمة
de: Dienstaufsicht
el: Επικεφαλής υπηρεσίας
et: Teenuse juhendaja
fi: Palvelun valvoja
fr: Superviseur de service
he: מפקח שירות
hy: Ծառայության վերահսկիչ
it: Supervisore del servizio
ja: サービス監督者
ko: 서비스 감독관
mn: Үйлчилгээний хяналт
nl: Dienst opzichter
ru: Суперинтендант службы
sv: Tjänsteföreståndare
tr: Hizmet denetçisi
tw: Nhyɛda a ɛda ho adi
uk: Суперинтендант служби
zh: 服务监督者

source: Siervo de acomodadores
am: ወጣት ቢይ
ar: خادم لاستقبال
de: Diener der Ordner
el: Υπηρέτης του τηλεφωνα
et: Svastik teenindaja
fi: Vastaanottopalvelija
fr: Serviteur de préposés
he: משרתים את המפיקים
hy: Հյուրընկալող ծառան
it: Servitore di accoglienza
ja: 招待係
ko: 보조원의 종사자
mn: Зочилонгийн нарийн бичгийн дарга
nl: Aankleedpersoneel
pt: Servidor de acomodadores
ru: Служитель-администратор
sv: Uppassare
tr: Görevli yardımcısı
tw: Ɔmanfoɔ a wɔyɛ w'ankasa
uk: Служитель-адміністратор
zh: 招待员

source: Coordinador de audio y video
am: ድምፅ ቪዮድዮ ኮርዔይተር
ar: منسق الصوت والفيديو
de: Koordinator für Audio und Video
el: Συντονιστής ήχου και βίντεο
et: Heli- ja videokoordinaator
fi: Äänen ja videon koordinaattori
fr: Coordinateur audio et vidéo
he: רכז אודיו ווידאו
hy: Աուդիոն և տեսանյութի համակարգող
it: Coordinatore audio e video
ja: 音声と映像の調整者
ko: 오디오 및 비디오 조정자
mn: Дуу, зурагны зохицуулагч
nl: Audio- en video coördinator
pt: Coordenador de áudio e vídeo
ru: Координатор аудио и видео
sv: Ljud- och videokoordinator
tr: Ses ve görüntü koordinatörü
tw: Sɛnkanee a ɛfa nsɛm ne mfonini ho
uk: Координатор аудіо і відео
zh: 音频和视频协调员

source: Siervo de literatura
am: ስርዓት የሥነ ጽሁፍ
ar: خادم الأدب
de: Diener der Literatur
el: Υπηρέτης λογοτεχνίας
et: Kirjanduse teenija
fi: Kirjallisuuden palvelija
fr: Serviteur de littérature
he: משתף ספרות
hy: Արվեստի ծառա
it: Servitore di letteratura
ja: 文献サービス係
ko: 문헌 관리자
mn: Утга зохиолын үйлчилгээний
nl: Literatuur dienaar
pt: Servidor de literatura
ru: Служитель литературы
sv: Litteraturuppassare
tr: Edebiyat hizmetçisi
tw: Ɔmanfoɔ a wɔyɛ abibifuo nsɛm ho
uk: Служитель літератури
zh: 文学服务员

source: Coordinador de mantenimiento
am: የጥንቃቄ ማዕከል ኮኪኖ
ar: منسق الصيانة
de: Koordinator für Wartung
el: Συντονιστής συντήρησης
et: Hoolduse koordinaator
fi: Ylläpidon koordinaattori
fr: Coordinateur de maintenance
he: רכז תחזוקה
hy: Պահպանման համակարգող
it: Coordinatore manutenzione
ja: 維持調整者
ko: 유지 보수 조정자
mn: Засварын зохицуулагч
nl: Onderhoud coördinator
pt: Coordenador de manutenção
ru: Координатор по обслуживанию
sv: Underhållskoordinator
tr: Bakım koordinatörü
tw: Sɛnkanee a ɛfa asɛm ho
uk: Координатор обслуговування
zh: 维护协调员

source: Coordinador de mantenimiento del jardín
am: የስንት መገናኛው
ar: منسق صيانة الحدائق
de: Koordinator für Gartenpflege
el: Συντονιστής συντήρησης κήπου
et: Aia hoolduskoordinator
fi: Puutarhan ylläpidon koordinaattori
fr: Coordinateur de maintenance du jardin
he: רכז שיפוט של גן
hy: Բուսաբույծերի պահպանման համակարգող
it: Coordinatore della manutenzione del giardino
ja: 庭園維持調整者
ko: 정원 유지 보수 조정자
mn: Цэцэрлэгийн засварын зохицуулагч
nl: Tuinonderhoud coördinator
pt: Coordenador de manutenção do jardim
ru: Координатор садового обслуживания
sv: Trädgårdsunderhållskoordinator
tr: Bahçe bakım koordinatörü
tw: Sɛnkanee a ɛfa ɔbo no ho
uk: Координатор підтримки саду
zh: 花园维护协调员

source: Comité de Mantenimiento del Salón del Reino
am: የወጸፍ ኮምቲ
ar: لجنة صيانة قاعة المملكة
de: Komitee für die Wartung des Königreichssaals
el: Επιτροπή Συντήρησης Αίθουσας Βασιλείας
et: Kuningriigi saali hoolduskomitee
fi: Kuningaskunnan salin ylläpitokomitea
fr: Comité de maintenance du Salle du Royaume
he: וועדת תחזוקה של אולם המלכה
hy: Թագավորի սրահի պահապանների կոմիտե
it: Comitato di Manutenzione della Sala del Regno
ja: 王国会堂維持委員会
ko: 왕국 회관 유지 관리 위원회
mn: Царийн хурлын засварын хороо
nl: Koninkrijkszaal Onderhoud Commissie
pt: Comitê de Manutenção do Salão do Reino
ru: Комитет по обслуживанию Зала Царства
sv: Underhållskommitté för kungarummet
tr: Krallık Salonu Bakım Komitesi
tw: Sɔkɔ Mfantse a wɔyɛ no ho
uk: Комітет з обслуговування Залу Царства
zh: 王国大厅维护委员会

source: Consejero de la sala auxiliar
am: የዱቤ ምክር
ar: مستشار القاعة الإضافية
de: Berater des Nebenraums
el: Σύμβουλος της βοηθητικής αίθουσας
et: Auli nõustaja
fi: Apulaisneuvottelija ylimääräisessä salissa
fr: Conseiller de la salle auxiliaire
he: יועץ חדר עזר
hy: Տեղեկատվական սրահի խորհրդական
it: Consigliere della sala ausiliaria
ja: 補助室顧問
ko: 보조실 카운슬러
mn: Нүүрсний танхимын зөвлөх
nl: Hulp in de extra zaal
pt: Conselheiro da sala auxiliar
ru: Советник вспомогательного зала
sv: Rådgivare för hjälprummet
tr: Yardımcı salon danışmanı
tw: Nhyiam me ho sɛnkanee no
uk: Консультант допоміжної зали
zh: 辅助房间顾问

source: Consejero auxiliar
am: የአስጨን ንዝ ስራ
ar: مستشار مساعد
de: Hilfsberater
el: Βοηθός συμβούλου
et: Abiv nõustaja
fi: Apulaisneuvottelija
fr: Conseiller assistant
he: יועץ סיוע
hy: Ասիստենտ խորհրդական
it: Consigliere assistente
ja: 補助顧問
ko: 조수 카운슬러
mn: Туслах зөвлөх
nl: Assistent raadgever
pt: Conselheiro auxiliar
ru: Помощник-консультант
sv: Assistent rådgivare
tr: Yardımcı danışman
tw: Nhyiam ɔkɔda
uk: Асистент-консультант
zh: 助理顾问

source: Voluntario temporal de Betel
am: የቤተ ምግብ ጥንቃቄ ቀቀዝ
ar: متطوع مؤقت من بيتيل
de: Temporärer Bethel freiwilliger
el: Προσωρινός εθελοντής του Μπέθελ
et: Ajutav Betel
fi: Betelin tilapäinen vapaaehtoinen
fr: Volontaire Bethel temporaire
he: מתנדב זמני של בטל
hy: Ազատ կամավոր Բեթելից
it: Volontario temporaneo di Betel
ja: ベテル一時的ボランティア
ko: 임시 Betel 자원봉사자
mn: Бетэлд түр зуурын сайн дурынхан
nl: Tijdelijke Bethel-vrijwilliger
pt: Voluntário temporário de Betel
ru: Временный волонтер Бетел
sv: Tillfällig Betelvolontär
tr: Geçici Betel gönüllüsü
tw: Betel a wɔyɛ na ɔtɔ me ho
uk: Тимчасовий волонтер Бетел
zh: 临时Betel志愿者

source: Betelita de cercanías
am: የአቶን ተከታ
ar: بيتيلية مجاورة
de: Nahgelegener Bethelit
el: Κοντινός Μπέθελ
et: Lähedane Beteliit
fi: Läheinen Betelita
fr: Bethelite à proximité
he: בטליט סמוך
hy: Բեթելիստ մոտակայքում
it: Betelita vicina
ja: 近隣のベテル人
ko: 인근 베텔리타
mn: Олдосын Бетэлит
nl: Nabijgelegen Bethelite
pt: Betelita de proximidade
ru: Бетелит из соседних районов
sv: Närliggande Betelitt
tr: Yakın Betel gönüllüsü
tw: Betel a ɔda ɔhɔho
uk: Бетеліт з околиць
zh: 附近Betel志愿者

source: Voluntario remoto de Betel
am: የቤተ አደማል ወይዘሌ ጥንቃቄ
ar: متطوع بعيد من بيتيل
de: Entfernter Bethel freiwilliger
el: Απομακρυσμένος Μπέθελ
et: Kaugel Betel
fi: Etäinen Betel-vapaaehtoinen
fr: Volontaire Bethel à distance
he: מתנדב רחוק של בטל
hy: Հեռավոր Բեթելից կամավոր
it: Volontario remoto di Betel
ja: 遠方のベテルボランティア
ko: 원거리 Betel 자원봉사자
mn: Алслагын Бетэлит
nl: Afgelegen Bethel-vrijwilliger
pt: Voluntário remoto de Betel
ru: Удаленный волонтер Бетел
sv: Fjärrbetelvolontär
tr: Uzak Betel gönüllüsü
tw: Betel a ɔda ɔhɔho
uk: Віддалений волонтер Бетел
zh: 远程Betel志愿者

source: Comité de Enlace con Hospitales
am: የሕንፍ ድንቅ አማከር
ar: لجنة التنسيق بالمستشفيات
de: Krankenhaus Verbindungsausschuss
el: Επιτροπή Συνεργασίας με Νοσοκομεία
et: Haiglate jaama komitee
fi: Sairaalayhteyksien komitea
fr: Comité de liaison avec les hôpitaux
he: ועדת קשר עם בתי חולים
hy: Հոսպիտալների կապի կոմիտե
it: Comitato di Collegamento con gli Ospedali
ja: 病院連絡委員会
ko: 병원 연계 위원회
mn: Эмнэлэгийн холбоо тогтоох хорооны
nl: Ziekenhuis Liaison Commissie
pt: Comitê de Ligação com Hospitais
ru: Комитет по связям с больницами
sv: Sjukhusverksamhetens samordningskommitté
tr: Hastanelerle İletişim Komitesi
tw: Dodoɔ no ɔde ayɛ no
uk: Комітет зв'язку з лікарнями
zh: 医院联络委员会

source: Conductor del Estudio de La Atalaya
am: የምርዝ ዕድ
ar: مدير دراسة برج المراقبة
de: Leitung des Wachtturm-Studiums
el: Διευθυντής της Μελέτης της Σκοπιάς
et: Tornitundi juhataja
fi: Torniopintatutkinnan johtaja
fr: Conducteur de l'Étude de La Tour de Garde
he: מנחה את הלימוד של המשמר
hy: Գիտելիքի աշխատանքի տնօրինող
it: Conduzione dello Studio della Torre di Guardia
ja: ウォッチタワー研究進行役
ko: 파수탑 연구 진행자
mn: Харуулахын удирдагч
nl: Leiding van de Wachttoren Studie
pt: Conductor do Estudo de A Sentinela
ru: Ведущий изучения Страны Стражей
sv: Ledare för Vakttornstudiet
tr: Gözetleme Kulesi Çalışması Yürütücüsü
tw: Sɛnkanee bɔ tumi no yɛ
uk: Ведення вивчення Журналу
zh: 守望台研究主持人

source: Coordinador de discursos públicos
am: የዜግመኝና አግኚን አቋፋ
ar: منسق خطب عامة
de: Koordinator für öffentliche Ansprachen
el: Συντονιστής δημόσιων ομιλιών
et: Avalikkude kõnede koordinaator
fi: Julkisten puheiden koordinaattori
fr: Coordinateur des discours publics
he: רכז נאומים ציבוריים
hy: Հանրային ելույթների համակարգող
it: Coordinatore dei discorsi pubblici
ja: 公共スピーチの調整者
ko: 공공연설 조정자
mn: Нээлттэй ярианы зохицуулагч
nl: Coördinator van openbare toespraken
pt: Coordenador de discursos públicos
ru: Координатор общественных discoursов
sv: Offentlig talare samordnare
tr: Halkla konuşma koordinatörü
tw: Sɛnkanee a wɔyɛ fa akwan anaa asɛm
uk: Координатор публічних промов
zh: 公共演讲协调员

source: Ayudante del coordinador de discursos públicos
am: የዜግመን መረጃ
ar: مساعد منسق الخطب العامة
de: Hilfskoordinator für öffentliche Ansprachen
el: Βοηθός του συντονιστή δημόσιων ομιλιών
et: Avalikkude kõnede koordinaatori abi
fi: Julkisten puheiden koordinaattorin apulainen
fr: Aide du coordinateur des discours publics
he: מְסַיַיְעַת לְמַנְהֵל נָאוּם צִיבּוּרִי
hy: Հանրային ելույթների համակարգողի օգնական
it: Assistente del coordinatore dei discorsi pubblici
ja: 公共スピーチの調整者の助手
ko: 공공 연설 조정자의 보조자
mn: Нээлттэй ярианы зохицуулагчийн туслах
nl: Assistent coördinator van openbare toespraken
pt: Ayudante do coordenador de discursos públicos
ru: Ассистент координатора публичных речей
sv: Assistent till den offentliga talarens samordnare
tr: Halkla konuşma koordinatörünün asistanı
tw: Ɔmanfoɔ a wɔyɛ mmiɛnsa yɛ a Ɔbɛnfoɔ sɔhwɛ no nya
uk: Асистент координатора публічних промов
zh: 公共讲座协调员助手

source: Siervo de informes
am: የሪክ ወንጓይ
ar: خادم التقارير
de: Diener der Berichte
el: Υπηρέτης αναφορών
et: Aruande teenija
fi: Raporttien palvelija
fr: Serviteur des rapports
he: שירותי דין
hy: Զեկուցումների ծառա
it: Servitore dei rapporti
ja: 報告係
ko: 보고서 종사자
mn: Тайлангийн үйлчлэгч
nl: Rapporten dienaar
pt: Serviço de Relatórios
ru: Служитель отчетов
sv: Rapporttjänare
tr: Rapor hizmetkârı
tw: Ɔmanfoɔ a wɔyɛ kyerɛw nsɛm
uk: Служитель звітів
zh: 报告员

source: Siervo de cuentas
am: የመሳርካ ጥናት
ar: خادم الحسابات
de: Diener der Buchhaltung
el: Υπηρέτης λογαριασμών
et: Arvude teenija
fi: Tilitarkastajan palvelija
fr: Serviteur des comptes
he: שירותי חשבונות
hy: Հաշվապահության ծառա
it: Servitore contabile
ja: 会計係
ko: 회계 종사자
mn: Тайлангийн хянагч
nl: Boekhoudkundig dienaar
pt: Servidor de contas
ru: Служитель по бухгалтерии
sv: Redovisningstjänare
tr: Hesap hizmetkârı
tw: Ɔmanfoɔ a wɔyɛ akwanho
uk: Служитель бухгалтерії
zh: 账目员

source: Siervo de territorios
am: የዋኡ ዜጋ
ar: خادم المناطق
de: Diener der Gebiete
el: Υπηρέτης περιοχών
et: Territooriumi teenija
fi: Alueiden palvelija
fr: Serviteur des territoires
he: שירותי שטח
hy: Տարածքների ծառա
it: Servitore dei territori
ja: 領土担当員
ko: 영토 종사자
mn: Территорийн үйлчлэгч
nl: Territorium dienaar
pt: Servidor de territórios
ru: Служитель территорий
sv: Territorytjänare
tr: Bölge hizmetkârı
tw: Ɔmanfoɔ a wɔyɛ abɛn ho
uk: Служитель територій
zh: 领土管理员

source: Coordinador de limpieza
am: የእውነት ኳ
ar: منسق النظافة
de: Koordinator für Reinigung
el: Συντονιστής καθαρισμού
et: Puhastuse koordinaator
fi: Siivouskoordinaattori
fr: Coordinateur de nettoyage
he: רכז ניקיון
hy: Լվացքի համակարգող
it: Coordinatore della pulizia
ja: 清掃調整者
ko: 청소 조정자
mn: Цэвэрлэгээний зохицуулагч
nl: Schoonmaak coördinator
pt: Coordenador de limpeza
ru: Координатор по уборке
sv: Städkoordinator
tr: Temizlik koordinatörü
tw: Sɛnkanee a ɛfa ɔyɛ ho
uk: Координатор прибирання
zh: 清洁协调员

source: Superintendente de la reunión Vida y Ministerio Cristianos
am: በይን ዝምቭይ፡ ድጓዎች
ar: مراقب اجتماع الحياة والخدمة المسيحية
de: Aufseher der Sitzung für Leben und christliches Ministerium
el: Σουπερίντεντ της συνάντησης Ζωής και Χριστιανικού Υπουργείου
et: Elu ja kristliku teenistuse koosoleku vaatleja
fi: Elämän ja kristillisen palvelun kokouksen valvoja
fr: Superviseur de la réunion Vie et ministère chrétiens
he: מפקח על ישיבת חיים ומשרד נוצרי
hy: Կյանքի և քրիստոնեական նախարարության հանդիպման ղեկավար
it: Supervisore della riunione Vita e Ministero Cristiano
ja: 生命とクリスチャンの働き会議の監督者
ko: 회의의 감독자 생명과 기독교 사역
mn: Амьдрал, Христийн үйлчилгээний уулзалтын хяналтын
nl: Toezichthouder van de vergadering Leven en Christelijk Ministerie
pt: Superintendente da reunião Vida e Ministério Cristãos
ru: Суперинтендант собрания "Жизнь и христианское служение"
sv: Tjänsteföreståndare för mötet om liv och kristen tjänst
tr: Hayat ve Hristiyan Bakanlığı Toplantısı Müdürü
tw: Ɔmanfoɔ a wɔyɛ ɔmoma ahorow ho
uk: Суперинтендант збору Життя та Міністерства Християн
zh: 生活与基督教事工会议的监督人

source: Coordinador de la predicación pública
am: የዲግሬ ግየውን
ar: منسق الوعظ العام
de: Koordinator für öffentliche Predigt
el: Συντονιστής δημόσιας κηρύγματος
et: Avalikkude jutlustamise koordinaator
fi: Julkisen saarnan koordinaattori
fr: Coordinateur de la prédication publique
he: רכז הדפוס הציבורי
hy: Հանրային քարոզի համակարգող
it: Coordinatore della predicazione pubblica
ja: 公共伝道調整者
ko: 공공 전도 조정자
mn: Олон нийтийн ярианы зохицуулагч
nl: Coördinator van de openbare prediking
pt: Coordenador da pregação pública
ru: Координатор общественного проповедования
sv: Samordnare för offentlig predikan
tr: Kamusal vaaz koordinatörü
tw: Sɛnkanee a ɛfa nsɛm ne akwan ho
uk: Координатор публічного проповідування
zh: 公共传道协调员

source: Superintendente de grupo
am: የክሊጋ ይመራቹ
ar: مراقب المجموعة
de: Gruppenaufseher
el: Υπεύθυνος ομάδας
et: Rühijuhataja
fi: Ryhmän valvoja
fr: Superviseur de groupe
he: מפקח על הקבוצה
hy: Խմբի ղեկավար
it: Supervisore di gruppo
ja: グループ監督者
ko: 그룹 감독
mn: Группийн хяналт
nl: Groep toezichthouder
ru: Суперинтендант группы
sv: Gruppens tjänsteföreståndare
tr: Grup Müdürü
tw: Ɔmanfoɔ a wɔyɛ abɛfoɔ ho
uk: Суперинтендант групи
zh: 小组主任

source: Betelita
am: የአዳቤ እና አዳፍ
ar: بيت اليتا
de: Bethelit
el: Μπετελίτας
fi: Betelilainen
fr: Bethelite
he: בטליט
hy: Բեթելահար
ja: ベテル人
ko: 베텔초
mn: Бетэлит
nl: Bethelite
ru: Бетелит
sv: Betelare
tr: Betelite
tw: Betel
uk: Бетельіт
zh: Betel人

source: Voluntario de construcción
am: የመሥረ ነገር
ar: متطوع بناء
de: Bau freiwilliger
el: Εθελοντής κατασκευών
et: Ehitus vabatahtlik
fi: Rakennusvapaaehtoinen
fr: Volontaire de construction
he: מתנדב לבנייה
hy: Շինարարության կամավոր
it: Volontario di costruzione
ja: 建設ボランティア
ko: 건축 자원봉사자
mn: Барилгын сайн дурынхан
nl: Constructievrijwilliger
pt: Voluntário de construção
ru: Волонтер по строительству
sv: Byggnadsvolontär
tr: İnşaat gönüllüsü
tw: Ɔmanfoɔ a wɔyɛ ɔyɛfoɔ
uk: Волонтер будівництва
zh: 建设志愿者

source: Siervo de construcción
am: የምርፃ ሰጥ቏
ar: خادم البناء
de: Bau Diener
el: Υπηρέτης κατασκευών
et: Ehitus teenija
fi: Rakennuspalvelija
fr: Serviteur de construction
he: שירות לבנייה
hy: Շինարարության ծառա
it: Servitore di costruzione
ja: 建設サービス係
ko: 건축 종원
mn: Барилгын үйлчилгээний
nl: Constructiedienaar
pt: Servidor de construção
ru: Служитель по строительству
sv: Byggnadstjänare
tr: İnşaat hizmetkârı
tw: Ɔmanfoɔ a wɔyɛ ɔyɛfoɔ ho
uk: Служитель будівництва
zh: 建设服务员

source: Utilización en asignaciones
am: በመንግስቱ ዕድሜን
ar: الاستخدام في المهام
de: Nutzung in Einsätzen
el: Χρήση σε αναθέσεις
et: Kasutamine ülesannetes
fi: Käyttö tehtävissä
fr: Utilisation dans les missions
he: שימוש במטלות
hy: Օգտագործման համար նշանակումների ժամանակ
it: Utilizzo nelle assegnazioni
ja: 任務における利用
ko: 과제에서의 사용
mn: Даварлажийн хэрэглэл
nl: Gebruik in opdrachten
pt: Utilização em atribuições
ru: Использование в заданиях
sv: Användning i uppdrag
tr: Görevlerde kullanımı
tw: Ɔyɛ a ɛfa nkyerɛ nhwɛ so
uk: Використання в призначеннях
zh: 在任务中的使用情况

source: TESOROS DE LA BIBLIA
am: የቤት መከሎ
ar: جواهر الكتاب المقدس
de: BIBEL SCHATZE
el: ΘΗΣΑΥΡΟΙ ΤΗΣ ΒΙΒΛΟΥ
et: BIBLIA AARDEN
fi: RAAMATTUN AARTEET
fr: TRÉSORS DE LA BIBLE
he: אוצרות בברית
hy: Սուրբ գիրքերի գանձեր
it: TESORI BIBLICI
ja: 聖書の宝物
ko: 성경의 보물
mn: БИБЛИЙН ХУДАЛГАНУУД
nl: BIJBEL SCHATTEN
pt: TESOUROS DA BÍBLIA
ru: Сокровища Библии
sv: BIBELSKATTER
tr: KUTSAL KİTAP HAZİNELERİ
tw: Ɔbɔfɛm nsɛm
uk: СКАРБИ БІБЛІЇ
zh: 圣经的宝藏
