Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Esta página no está disponible o un recurso necesario para completar su solicitud no está disponible
am: እበዚቐ ገንዝ ወሳዉን የጌዐም
ar: هذه الصفحة غير متاحة أو المورد اللازم لإكمال طلبك غير متاح
de: Diese Seite ist nicht verfügbar oder eine benötigte Ressource um Ihre Anfrage abzuschließen ist nicht verfügbar
el: Αυτή η σελίδα δεν είναι διαθέσιμη ή ένας πόρος που είναι απαραίτητος για να ολοκληρωθεί το αίτημά σας δεν είναι διαθέσιμος
et: See leht ei ole saadaval või vajalik ressurss teie taotluse lõpetamiseks ei ole saadaval
fi: Tämä sivu ei ole saatavilla tai tarvittava resurssi pyyntösi suorittamiseksi ei ole saatavilla
fr: Cette page n'est pas disponible ou une ressource nécessaire pour compléter votre demande n'est pas disponible
he: הדף הזה אינו זמין או שהמשאב הנדרש להשלמת הבקשה שלך אינו זמין
hy: Այս էջը մատչելի չէ կամ ձեր խնդրանքը ամբողջացնելու համար անհրաժեշտ ռեսուրսը մատչելի չէ
it: Questa pagina non è disponibile o una risorsa necessaria per completare la tua richiesta non è disponibile
ja: このページは利用できないか、リクエストを完了するために必要なリソースが利用できません
ko: 이 페이지를 사용할 수 없거나 요청을 완료하는 데 필요한 리소스가 사용할 수 없습니다
mn: Энэ хуудас ашиглагдахгүй байгаа бөгөөд таны хүсэлтийг гүйцэтгэхэд шаардагдах нөөц ашиглагдахгүй байгаа
nl: Deze pagina is niet beschikbaar of een benodigde hulpbron om uw verzoek te voltooien is niet beschikbaar
pt: Esta página não está disponível ou um recurso necessário para completar sua solicitação não está disponível
ru: Эта страница недоступна или ресурс, необходимый для завершения вашего запроса, недоступен
sv: Denna sida är inte tillgänglig eller en resurs som krävs för att slutföra din begäran är inte tillgänglig
tr: Bu sayfa mevcut değil ya da isteğinizi tamamlamak için gerekli bir kaynak mevcut değil
tw: Ɛda yi nni hɔ anaasɛ abɔdin a ɛho hia mpo a ṹkɔ yare so nsɛm maan mframa
uk: Ця сторінка недоступна або потрібний ресурс, щоб виконати ваш запит, недоступний
zh: 此页面不可用或完成请求所需的资源不可用

source: Por favor, vuelve a
am: እባኩ፡ ወቅክ
ar: يرجى العودة إلى
de: Bitte, kehre zurück zu
el: Παρακαλώ επιστρέψτε σε
et: Palun tulge tagasi
fi: Ole hyvä ja palaa
fr: Veuillez revenir à
he: אנא חזור ל
hy: Խնդրում ենք վերադառնալ
it: Per favore, torna a
ja: 戻ってください
ko: 다시 돌아와 주세요
mn: Энд эргүүлж
nl: Kom alstublieft terug naar
pt: Por favor, volte para
ru: Пожалуйста, вернитесь к
sv: Vänligen kom tillbaka till
tr: Lütfen tekrar devam edin
tw: Mepa wo kyɛw, kɔ
uk: Будь ласка, поверніться до
zh: 请返回

source: Imprimir
am: እታጠር
ar: اطبع
de: Drucken
el: Εκτύπωση
et: Print
fi: Tulosta
fr: Imprimer
he: להדפיס
hy: Տպել
it: Stampa
ja: 印刷
ko: 인쇄
mn: Хэвлүүлэх
nl: Afdrukken
ru: Напечатать
sv: Skriv ut
tr: Yazdır
tw: Pɛntɛn
uk: Друк
zh: 打印

source: Asistencia a las reuniones
am: የተመራ ወቅታ ልይቅ
ar: الحضور في الاجتماعات
de: Teilnahme an Versammlungen
el: Παρουσία στις συναντήσεις
et: Osalemine koosolekutel
fi: Osallistuminen kokouksiin
fr: Assistance aux réunions
he: סיוע לכל הפגישות
hy: Հանդիպումների մասնակցություն
it: Assistenza alle riunioni
ja: 会議出席
ko: 모임 참석
mn: Уулзалтуудын оролцоо
nl: Aanwezigheid bij vergaderingen
pt: Presença nas reuniões
ru: Посещаемость на собраниях
sv: Närvaro vid möten
tr: Toplantılara katılım
tw: Nhyiaa wɔ nsi no mu
uk: Присутність на зборах
zh: 会议出席

source: Registra tu congregación
am: ኮንግሬግያ ይመዘገቡ
ar: سجل جماعتك
de: Registriere deine Versammlung
el: Καταχωρίστε τη σύγκλητό σας
et: Registreerige oma kogudus
fi: Rekisteröi seurakuntasi
fr: Enregistrez votre congrégation
he: רשום את הקהילה שלך
hy: Գրանցեք ձեր համայնքը
it: Registra la tua congregazione
ja: あなたの会衆を登録
ko: 당신의 회중을 등록하세요.
mn: Багтаа бүртгүүлэх
nl: Registreer je gemeente
pt: Registra sua congregação
ru: Зарегистрируйте вашу конгрегацию
sv: Registrera din församling
tr: Cemaatini kaydedin
tw: Twerɛ wo kɔngregɛyɛn
uk: Зареєструйте вашу конгрегацію
zh: 注册你的会众

source: Mes:
am: ወሕር:
ar: الشهر:
de: Monat:
el: Μήνας:
et: Kuu:
fi: Kuukausi:
fr: Mois :
he: חודש:
hy: Ամիս:
it: Mese:
ja: 月:
ko: 월:
mn: Сар:
nl: Maand:
pt: Mês:
ru: Месяц:
sv: Månad:
tr: Ay:
tw: Mɔden:
uk: Місяць:
zh: 月：

source: Eliminar
am: ኣንተ ጉድለየ
ar: احذف
de: Löschen
el: Διαγραφή
et: Kustuta
fi: Poista
fr: Supprimer
he: למחוק
hy: Ջնջել
it: Elimina
ja: 削除
ko: 삭제
mn: Устгах
nl: Verwijderen
pt: Excluir
ru: Удалить
sv: Ta bort
tr: Sil
tw: Paw bɔ ho nkɔmɔ
uk: Видалити
zh: 删除

source: Reunión de entre semana:
am: ዉጉዝ ይግረዝ:
ar: اجتماع منتصف الأسبوع:
de: Wochentagssitzung:
el: Συνάντηση μέσα στην εβδομάδα:
et: Nädala kohtumine:
fi: Viikkokokous:
fr: Réunion en semaine :
he: פגישת אמצע השבוע:
hy: Շաբաթօրյա հանդիպում:
it: Riunione infrasettimanale:
ja: 平日会議:
ko: 주간 모임:
mn: Долоо хоногийн уулзалт:
nl: Weekvergadering:
pt: Reunião durante a semana:
ru: Собрание в будний день:
sv: Veckomöte:
tr: Hafta içi toplantısı:
tw: Mpɔtam anɔpatutuo:
uk: Середа:
zh: 工作日会议：

source: Cantidad de reuniones:
am: ሚንነት ወቁጅ:
ar: عدد الاجتماعات:
de: Anzahl der Sitzungen:
el: Πλήθος συναντήσεων:
et: Kohtumiste arv:
fi: Kokousten määrä:
fr: Nombre de réunions :
he: מספר הפגישות:
hy: Հանդիպումների քանակ:
it: Numero di riunioni:
ja: 会議数:
ko: 모임 수:
mn: Уулзалтын тоо:
nl: Aantal vergaderingen:
pt: Quantidade de reuniões:
ru: Количество собраний:
sv: Antal möten:
tr: Toplantı sayısı:
tw: Nsu a ɛda ho adi:
uk: Кількість засідань:
zh: 会议数量：

source: Total del mes:
am: ዉጉዝ ዕንደ:
ar: الإجمالي للشهر:
de: Total für den Monat:
el: Σύνολο του μήνα:
et: Kuu kokku:
fi: Kuukausittainen yhteensä:
fr: Total du mois :
he: סה"כ לחודש:
hy: Ամսվա համախմբում:
it: Totale del mese:
ja: 今月の合計:
ko: 이번 달 총합:
mn: Сарын нийт жагсаалт:
nl: Totaal voor de maand:
pt: Total do mês:
ru: Итого за месяц:
sv: Månadsvis totalt:
tr: Ayın toplamı:
tw: Bɔkɔ a ɛda ho adi:
uk: Всього за місяць:
zh: 本月总计：

source: Promedio semanal:
am: ወቅጻህ ዕለቶይ:
ar: المتوسط الأسبوعي:
de: Wöchentlicher Durchschnitt:
el: Μέσος εβδομαδιαίος:
et: Nädalane keskmine:
fi: Viikkokeskiarvo:
fr: Moyenne hebdomadaire :
he: ממוצע שבועי:
hy: Շաբաթական միջին:
it: Media settimanale:
ja: 週間平均:
ko: 주간 평균:
mn: Долоо хоногийн дундын хэмжээ:
nl: Wekelijks gemiddelde:
pt: Média semanal:
ru: Среднее за неделю:
sv: Vecko genomsnitt:
tr: Haftalık ortalama:
tw: Nsu a ɛda ho adi:
uk: Середній показник за тиждень:
zh: 每周平均：

source: Asistencia por semana:
am: ሳምንታዊ ምንጮች፡
ar: الحضور في الأسبوع:
de: Anwesenheit pro Woche:
el: Παρουσία ανά εβδομάδα:
et: Kaasamine nädalas:
fi: Osallistuminen viikossa:
fr: Assistance par semaine :
he: סיוע לפי שבוע:
hy: Շաբաթական մասնակցություն:
it: Presenza per settimana:
ja: 週ごとの出席:
ko: 주별 참석:
mn: Долоо хоногийн оролцоо:
nl: Aanwezigheid per week:
pt: Presença por semana:
ru: Посещаемость по неделям:
sv: Närvaro per vecka:
tr: Haftalık katılım:
tw: Nhyiaa da mu:
uk: Присутність за тиждень:
zh: 每周出席：

source: Semana 1
am: 1 ሳምንት
ar: الأسبوع <b>١</b>
de: Woche 1
el: Εβδομάδα 1
et: Nädal 1
fi: Viikko 1
fr: Semaine 1
he: שבוע 1
hy: Շաբաթ 1
it: Settimana 1
ja: 第<b>1</b>週
ko: <b>1</b>주차
mn: Долоо хоног 1
nl: Week 1
ru: Неделя 1
sv: Vecka 1
tr: Hafta 1
tw: Mpɔtam 1
uk: Тиждень 1
zh: 第<b>1</b>周

source: Semana 2
am: 2 ሳምንት
ar: الأسبوع <b>٢</b>
de: Woche 2
el: Εβδομάδα 2
et: Nädal 2
fi: Viikko 2
fr: Semaine 2
he: שבוע 2
hy: Շաբաթ 2
it: Settimana 2
ja: 第<b>2</b>週
ko: <b>2</b>주
mn: 2-р сар
nl: Week 2
ru: Неделя 2
sv: Vecka 2
tr: 2. hafta
tw: Mpɔtam 2
uk: Тиждень 2
zh: 第<b>2</b>周

source: Semana 3
am: 3 ሳምንት
ar: الأسبوع <b>٣</b>
de: Woche 3
el: Εβδομάδα 3
et: Nädal 3
fi: Viikko 3
fr: Semaine 3
he: שבוע 3
hy: Շաբաթ 3
it: Settimana 3
ja: 第<b>3</b>週
ko: <b>3</b>주
mn: 3-р сар
nl: Week 3
ru: Неделя 3
sv: Vecka 3
tr: 3. hafta
tw: Mpɔtam 3
uk: Тиждень 3
zh: 第<b>3</b>周

source: Semana 4
am: 4 ሳምንት
ar: الأسبوع <b>٤</b>
de: Woche 4
el: Εβδομάδα 4
et: Nädal 4
fi: Viikko 4
fr: Semaine 4
he: שבוע 4
hy: Շաբաթ 4
it: Settimana 4
ja: 第<b>4</b>週
ko: <b>4</b>주
mn: 4-р сар
nl: Week 4
ru: Неделя 4
sv: Vecka 4
tr: 4. hafta
tw: Mpɔtam 4
uk: Тиждень 4
zh: 第<b>4</b>周

source: Semana 5
am: 5 ሳምንት
ar: الأسبوع <b>٥</b>
de: Woche 5
el: Εβδομάδα 5
et: Nädal 5
fi: Viikko 5
fr: Semaine 5
he: שבוע 5
hy: Շաբաթ 5
it: Settimana 5
ja: 第<b>5</b>週
ko: <b>5</b>주
mn: 5-р сар
nl: Week 5
ru: Неделя 5
sv: Vecka 5
tr: 5. hafta
tw: Mpɔtam 5
uk: Тиждень 5
zh: 第<b>5</b>周

source: No hay reuniones registradas.
am: የተመዘገቡ ምንጮች የዳና ወይዘር ወይዘር ዩ
ar: لا توجد اجتماعات مسجلة.
de: Keine Versammlungen registriert.
el: Δεν υπάρχουν καταγεγραμμένες συναντήσεις.
et: Koosolekuid ei ole registreeritud.
fi: Ei rekisteröityjä kokouksia.
fr: Aucune réunion enregistrée.
he: אין פגישות רשומות.
hy: Գրանցված հանդիպումներ չկան:
it: Non ci sono riunioni registrate.
ja: 登録された会議はありません。
ko: 회의가 등록되지 않았습니다.
mn: Бүртгэгдсэн уулзалт байхгүй.
nl: Er zijn geen vergaderingen geregistreerd.
pt: Não há reuniões registradas.
ru: Нет зарегистрированных собраний.
sv: Inga registrerade möten.
tr: Kayıtlı toplantı yok.
tw: Nni nhyia baako.
uk: Зареєстрованих зборів немає.
zh: 没有会议注册。

source: Reunión del fin de semana:
am: የሳምንት ዝግጅት፡
ar: اجتماع نهاية الأسبوع:
de: Wochenendversammlung:
el: Συνάντηση του Σαββατοκύριακου:
et: Nädala lõpu koosolek:
fi: Viikonlopun kokous:
fr: Réunion du week-end :
he: פגישת סוף השבוע:
hy: Շաբաթվա հանդիպում:
it: Riunione del fine settimana:
ja: 週末会議:
ko: 주말 회의:
mn: Амралтын өдрийн уулзалт:
nl: Weekendvergadering:
pt: Reunião do fim de semana:
ru: Встреча выходного дня:
sv: Helgmöte:
tr: Hafta sonu toplantısı:
tw: Mpɔtam a ɛda ho adi:
uk: Зустріч на вихідних:
zh: 周末会议：

source: Reunión
am: ምንጭ
ar: اجتماع
de: Versammlung
el: Συνάντηση
et: Koosolek
fi: Kokous
fr: Réunion
he: פגישה
hy: Հանդիպում
it: Riunione
ja: 会議
ko: 회의
mn: Уулзалт
nl: Vergadering
pt: Reunião
ru: Встреча
sv: Möte
tr: Toplantı
tw: Nhyia
uk: Збори
zh: 会议

source: 1a semana
am: አንደኛ ሳምንት
ar: الأسبوع 1
de: 1. Woche
el: 1η εβδομάδα
et: 1. nädal
fi: 1. viikko
fr: 1re semaine
he: שבוע ראשון
hy: 1-րդ շաբաթ
it: 1a settimana
ja: 第1週
ko: 1주차
mn: 1-р долоо хоног
nl: 1e week
pt: 1ª semana
ru: 1-я неделя
sv: 1a vecka
tr: 1. hafta
tw: Mpɔtam a edi kan
uk: 1-ий тиждень
zh: 第1周

source: 2a semana
am: 2ኛ ሳምንት
ar: الأسبوع 2
de: 2. Woche
el: 2η εβδομάδα
et: 2. nädal
fi: 2. viikko
fr: 2e semaine
he: שבוע שני
hy: 2-րդ շաբաթ
it: 2a settimana
ja: 第2週
ko: 2주차
mn: 2-р долоо хоног
nl: 2e week
pt: 2ª semana
ru: 2-я неделя
sv: 2a vecka
tr: 2. hafta
tw: Mpɔtam a ɛtɔ so mmienu
uk: 2-ий тиждень
zh: 第2周

source: 3a semana
am: 3ኛ ሳምንት
ar: الأسبوع 3
de: 3. Woche
el: 3η εβδομάδα
et: 3. nädal
fi: 3. viikko
fr: 3e semaine
he: שבוע שלישי
hy: 3-րդ շաբաթ
it: 3a settimana
ja: 第3週
ko: 3주차
mn: 3-р долоо хоног
nl: 3e week
pt: 3ª semana
ru: 3-я неделя
sv: 3e vecka
tr: 3. hafta
tw: Mpɔtam a ɛtɔ so mmiɛnsa
uk: 3-ій тиждень
zh: 第3周

source: 4a semana
am: 4ኛ ሳምንት
ar: الأسبوع 4
de: 4. Woche
el: 4η εβδομάδα
et: 4. nädal
fi: 4. viikko
fr: 4e semaine
he: שבוע רביעי
hy: 4-րդ շաբաթ
it: 4a settimana
ja: 第4週
ko: 4주차
mn: 4-р долоо хоног
nl: 4e week
pt: 4ª semana
ru: 4-я неделя
sv: 4e vecka
tr: 4. hafta
tw: Mpɔtam a ɛtɔ so anan
uk: 4-ий тиждень
zh: 第4周

source: 5a semana
am: 5ኛ ሳምንት
ar: الأسبوع 5
de: 5. Woche
el: 5η εβδομάδα
et: 5. nädal
fi: 5. viikko
fr: 5e semaine
he: שבוע חמישי
hy: 5-րդ շաբաթ
it: 5a settimana
ja: 第5週
ko: 5주차
mn: 5-р долоо хоног
nl: 5e week
pt: 5ª semana
ru: 5-я неделя
sv: 5e vecka
tr: 5. hafta
tw: Mpɔtam a ɛtɔ so anɔ
uk: 5-ий тиждень
zh: 第5周

source: Reunión de entre semana
am: የሳምንቱ ስብሰባ
ar: اجتماع في منتصف الأسبوع
de: Wochenversammlung
el: Συνάντηση ενδιάμεσα στην εβδομάδα
et: Nädalakohtumine
fi: Viikon keskikohta
fr: Réunion de la semaine
he: פגישת אמצע השבוע
hy: Շաբաթվա հանդիպում
it: Riunione della settimana
ja: 平日ミーティング
ko: 주중 모임
mn: Завтрын уулзалт
nl: Weekdagvergadering
pt: Reunião de meio de semana
ru: Неделя
sv: Veckomöte
tr: Hafta içi toplantısı
tw: Nnawɔtwe
uk: Середа зустрічей
zh: 平日聚会

source: Reunión del fin de semana
am: የሳምንት ዝግጅት
ar: اجتماع نهاية الأسبوع
de: Wochenendversammlung
el: Συνάντηση του Σαββατοκύριακου
et: Nädala lõpu koosolek
fi: Viikonlopun kokous
fr: Réunion du week-end
he: פגישת סוף השבוע
hy: Շաբաթվա հանդիպում
it: Riunione del fine settimana
ja: 週末会議
ko: 주말 회의
mn: Амралтын өдрийн уулзалт
nl: Weekendvergadering
pt: Reunião do fim de semana
ru: Встреча выходного дня
sv: Helgmöte
tr: Hafta sonu toplantısı
tw: Mpɔtam a ɛda ho adi de mpɔtam a ɛda ho adi
uk: Зустріч на вихідних
zh: 周末会议

source: Guardar
am: ይችው
ar: احفظ
de: Speichern
el: Αποθήκευση
et: Salvesta
fi: Tallenna
fr: Sauvegarder
he: לשמור
hy: Պահպանել
it: Salva
ja: 保存
ko: 저장
mn: Хадгалах
nl: Opslaan
pt: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
tw: Sie
uk: Зберегти
zh: 保存

source: Cancelar
am: እባኮትን ይቆርጡ
ar: إلغاء
de: Abbrechen
el: Ακύρωση
et: Tühista
fi: Peruuta
fr: Annuler
he: בטל
hy: Չեղարկել
it: Annulla
ja: キャンセル
ko: 취소
mn: Цуцлах
nl: Annuleren
ru: Отменить
sv: Avbryt
tr: İptal etmek
tw: Sɛm a ɛyɛ asɛm
uk: Скасувати
zh: 取消

source: Nuevo
am: አዲስ
ar: جديد
de: Neu
el: Νέο
et: Uus
fi: Uusi
fr: Nouveau
he: חדש
hy: Նոր
it: Nuovo
ja: 新しい
ko: 새로운
mn: Шинэ
nl: Nieuw
pt: Novo
ru: Новая
sv: Ny
tr: Yeni
tw: Fɔm
uk: Новий
zh: 新

source: Audio, video y acomodadores
am: ኦዲዮ፣ ቪዲዮ እና አካላዎች
ar: الصوت، الفيديو والمساعدين
de: Audio, Video und Helfer
el: Ήχος, βίντεο και υπεύθυνοι
et: Audio, video ja abistajad
fi: Ääni, video ja järjestäjät
fr: Audio, vidéo et agents
he: האודיו, הווידאו והמפיקים
hy: Աուդիո, վիդեո և համակարգողներ
it: Audio, video e operatori
ja: オーディオ、ビデオと進行者
ko: 오디오, 비디오 및 진행자
mn: Аудио, видео болон зохион байгуулагчид
nl: Audio, video en attendants
pt: Áudio, vídeo e acolhedores
ru: Аудио, видео и координаторы
sv: Ljud, video och arrangörer
tr: Ses, video ve yardımcılar
tw: Asɛm, fɛfɛɛfɛ ne yɛnntotɔ
uk: Аудіо, відео та координатори
zh: 音频、视频和协调员

source: Fecha:
am: ቀን:
ar: التاريخ:
de: Datum:
el: Ημερομηνία:
et: Kuupäev:
fi: Päivämäärä:
fr: Date :
he: תאריך:
hy: Ամիս:
it: Data:
ja: 日付：
ko: 날짜:
mn: Одон:
nl: Datum:
pt: Data:
ru: Дата:
sv: Datum:
tr: Tarih:
tw: Ɛda:
uk: Дата:
zh: 日期：

source: Operador de audio:
am: የኦዲዮ ኦፕሬተር፡
ar: مشغل الصوت:
de: Audio-Operator:
el: Υπεύθυνος ήχου:
et: Heli operaator:
fi: Äänioperaattori:
fr: Opérateur audio :
he: מפעיל אודיו:
hy: Աուդիո օպերատոր:
it: Operatore audio:
ja: オーディオオペレーター:
ko: 오디오 운영자:
mn: Аудио оператор:
nl: Audio-operator:
pt: Operador de áudio:
ru: Оператор аудио:
sv: Ljudoperatör:
tr: Ses operatörü:
tw: Asɛm a ɛyɛ asɛm:
uk: Оператор звуку:
zh: 音频操作员：

source: No asignado
am: ያልተመለው
ar: غير مخصص
de: Nicht zugewiesen
el: Μη ανατεθειμένο
et: Määramata
fi: Ei määritelty
fr: Non assigné
he: לא הוקצה
hy: Չնշված
it: Non assegnato
ja: 未割り当て
ko: 미지정
mn: Тодорхойлогдсонгүй
nl: Niet toegewezen
pt: Não atribuído
ru: Не назначен
sv: Inte tilldelad
tr: Atanmamış
tw: Wɔamfa ka ho
uk: Не призначено
zh: 未分配

source: Operador de video:
am: የቪዲዮ ኦፕሬተር፡
ar: مشغل الفيديو:
de: Video-Operator:
el: Υπεύθυνος βίντεο:
et: Video operaator:
fi: Videon operaattori:
fr: Opérateur vidéo :
he: מפעיל ווידאו:
hy: Վիդեո օպերատոր:
it: Operatore video:
ja: ビデオオペレーター:
ko: 비디오 운영자:
mn: Видео оператор:
nl: Video-operator:
pt: Operador de vídeo:
ru: Оператор видео:
sv: Videoperatör:
tr: Video operatörü:
tw: Asɛm a ɛyɛ asɛm:
uk: Оператор відео:
zh: 视频操作员：

source: Plataforma:
am: መድረክ፡
ar: المنصة:
de: Plattform:
el: Πλατφόρμα:
et: Platvorm:
fi: Alusta:
fr: Plateforme :
he: פלטפורמה:
hy: Պլատֆորմ:
it: Piattaforma:
ja: プラットフォーム:
ko: 플랫폼:
mn: Платформ:
nl: Platform:
ru: Платформа:
sv: Plattform:
tr: Platforma:
tw: Platoforma:
uk: Платформа:
zh: 平台：

source: Micrófonos:
am: ማይክሮፎንዎች፡
ar: الميكروفونات:
de: Mikrofone:
el: Μικρόφωνα:
et: Mikrofonid:
fi: Mikrofonit:
fr: Microphones :
he: מיקרופונים:
hy: Միկրոֆոնները:
it: Microfoni:
ja: マイク:
ko: 마이크:
mn: Микрофон:
nl: Microfoons:
pt: Microfones:
ru: Микрофоны:
sv: Mikrofoner:
tr: Mikrofonlar:
tw: Mikrofɔne:
uk: Мікрофони:
zh: 麦克风：

source: Acomodadores:
am: አካላዎች፡
ar: المساعدين:
de: Helfer:
el: Υπεύθυνοι:
et: Abistajad:
fi: Järjestäjät:
fr: Agents :
he: מפיקים:
hy: Համակարգողներ:
it: Operatori:
ja: 進行者:
ko: 진행자:
mn: Зохион байгуулагчид:
nl: Attendants:
ru: Координаторы:
sv: Arrangörer:
tr: Yardımcılar:
tw: Aakomɔde r:
uk: Координатори:
zh: 协调员：

source: Acomodador de videoconferencia:
am: የቪዲዮ ኮንፈሬንስ አካላው፡
ar: مساعد مؤتمر الفيديو:
de: Videokonferenzhelfer:
el: Υπεύθυνος συνεδρίου βίντεο:
et: Videokonverentsi abistaja:
fi: Videokonferenssioperaattori:
fr: Agent de vidéoconférence :
he: מפיק שיחות ווידאו:
hy: Վիդեո կոնֆերանսի համակարգող:
it: Operatore videoconferenza:
ja: ビデオ会議進行者:
ko: 영상 회의 진행자:
mn: Видео хурлын зохион байгуулагч:
nl: Videoconferentie attendant:
pt: Acomodador de videoconferência:
ru: Координатор видеоконференции:
sv: Videokonferensarrangör:
tr: Video konferansı yardımcı:
tw: Ntintin foforɔ a ɛyɛ video nkɔmmɔda:
uk: Координатор відеоконференції:
zh: 视频会议协调员：

source: ¡Aún no tienes ningún programa hecho! Para empezar, crea tu primer programa haciendo clic en el botón "Nuevo".
am: አንድ እንደ ወጭዎች አድርገው! ወደዚህ ገለይ "ዘመናቸው"
ar: لا يوجد لديك أي برنامج حتى الآن! للبدء، أنشئ أول برنامج لك عن طريق النقر على زر "جديد".
de: Du hast noch kein Programm erstellt! Um zu beginnen, erstelle dein erstes Programm, indem du auf die Schaltfläche "Neu" klickst.
el: Δεν έχεις ακόμα κανένα πρόγραμμα! Για να ξεκινήσεις, δημιούργησε το πρώτο σου πρόγραμμα κάνοντας κλικ στο κουμπί "Νέο".
et: Sul ei ole veel ühtegi programmi! Alustamiseks loo oma esimene programm klikkides nuppu "Uus".
fi: Et ole vielä luonut yhtään ohjelmaa! Aloittaaksesi, luo ensimmäinen ohjelmasi napsauttamalla "Uusi"-painiketta.
fr: Vous n'avez encore aucun programme créé ! Pour commencer, créez votre premier programme en cliquant sur le bouton "Nouveau".
he: עדיין לא יצרת שום תוכנית! כדי להתחיל, צור את התוכנית הראשונה שלך על ידי לחיצה על כפתור "חדש".
hy: Վաղը դեռ չես ստեղծել որևէ ծրագիր։ Որպեսզի սկսես, ստեղծիր քո առաջին ծրագիրը` սեղմելով "Նոր" մեքուկը։
it: Non hai ancora creato nessun programma! Per cominciare, crea il tuo primo programma facendo clic sul pulsante "Nuovo".
ja: まだプログラムは作成されていません！最初のプログラムを作成するには、 「新しい」ボタンをクリックしてください。
ko: 아직 프로그램이 없습니다! 시작하려면 "새로 만들기" 버튼을 클릭하여 첫 번째 프로그램을 생성하세요.
mn: Чи одоо ямар ч хөтөлбөр хийгээгүй байна! Эхлэхийн тулд "Шинэ" товчлуурыг дарж, анхны хөтөлбөрөөрөө эхэл.
nl: Je hebt nog geen programma gemaakt! Om te beginnen, maak je eerste programma aan door op de knop "Nieuw" te klikken.
pt: Você ainda não tem nenhum programa feito! Para começar, crie seu primeiro programa clicando no botão "Novo".
ru: У вас еще нет созданных программ! Чтобы начать, создайте свою первую программу, нажав кнопку "Создать".
sv: Du har ännu inte något program! För att börja, skapa ditt första program genom att klicka på knappen "Ny".
tr: Henüz hiçbir program oluşturmadın! Başlamak için, "Yeni" butonuna tıklayarak ilk programını oluştur.
tw: Nnkyiridɔm a nni hɔ a woreyɛ ɛ! Sɛ wopɛ sɛ wopɛ nkɔyɛ anaa, bɔ nkɔyɛ a yɛnsa no "Foforɔ".
uk: Ви ще не створили жодної програми! Щоб розпочати, створіть свою першу програму, натиснувши кнопку "Нове".
zh: 你还没有创建任何程序！要开始，请单击“新建”按钮创建你的第一个程序。

source: Configuración de asignaciones
am: የተካሄደ ትዕዛዝ
ar: إعدادات التعيينات
de: Zuweisungseinstellungen
el: Ρυθμίσεις αναθέσεων
et: Jaotuste seadistamine
fi: Tehtävien asetukset
fr: Paramètres d'attribution
he: הגדרת הקצאות
hy: Հատկացումների կարգավորումներ
it: Impostazioni assegnazioni
ja: 割り当て設定
ko: 할당 설정
mn: Тодорхойлолт
nl: Toewijzingsinstellingen
pt: Configurações de atribuições
ru: Настройки назначения
sv: Inställningar för tilldelningar
tr: Atama ayarları
tw: Nsɛm abatoɔ ho nhyehyɛe
uk: Налаштування призначень
zh: 分配设置

source: Cerrar
am: ዝግጅት፡
ar: إغلاق
de: Schließen
el: Κλείσιμο
et: Sulge
fi: Sulje
fr: Fermer
he: סגור
hy: Փակել
it: Chiudi
ja: 閉じる
ko: 닫기
mn: Хаах
nl: Sluiten
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
tw: Bɔ mu
uk: Закрити
zh: 关闭

source: Cantidad de microfonistas a asignar:
am: የሚመረኮቹን ማደረግ:
ar: عدد مشغلي الميكروفونات للتعيين:
de: Anzahl der Mikrofonoperatoren zuweisen:
el: Αριθμός χειριστών μικροφώνου προς ανάθεση:
et: Mikrofonistide arv, kes tuleb määrata:
fi: Mikrofonistien määrä, joka on asetettava:
fr: Nombre d'opérateurs de microphone à attribuer :
he: מספר מפיקי אודיו להקצה:
hy: Հատկացվելի միկրոֆոնիստների քանակը՝
it: Numero di operatori di microfono da assegnare:
ja: 割り当てるマイクロフォンオペレーターの数：
ko: 할당할 마이크 운영자 수:
mn: Микрофончидыг тодорхойлох тоо:
nl: Aantal toe te wijzen microfoons:
pt: Quantidade de operadores de microfone a atribuir:
ru: Количество операторов микрофонов для назначения:
sv: Antal mikrofonoperatörer att tilldela:
tr: Atanacak mikrofon operatörü sayısı:
tw: N° nkuto mpɛ sɛ wɔkyerɛ:
uk: Кількість операторів мікрофону для призначення:
zh: 待分配的麦克风操作员数量：

source: Cantidad de acomodadores a asignar:
am: መተዳደር አይዳ ማიზራው:
ar: عدد المساعدين للتعيين:
de: Anzahl der Helfer zuweisen:
el: Ποσότητα διαχειριστών προς ανάθεση:
et: Akompaanide arv, kes tuleb määrata:
fi: Sijoitettavien avustajien määrä:
fr: Nombre d'agents à attribuer :
he: מספר מפיקים להקצה:
hy: Հատկացվելի ընդունողների քանակը՝
it: Numero di operatori da assegnare:
ja: 割り当てる進行者の数：
ko: 할당할 진행자 수:
mn: Зохион байгуулах тоо:
nl: Aantal toe te wijzen attendants:
pt: Quantidade de atendentes a atribuir:
ru: Количество координаторов для назначения:
sv: Antal arrangörer att tilldela:
tr: Atanacak yardımcılar sayısı:
tw: N° nkuto amansan pɛ sɛ wɔkyerɛ:
uk: Кількість координаторів для призначення:
zh: 待分配的协调员数量：

source: Cantidad de acomodadores de la videoconferencia:
am: ምርት በቪዲዮ ክፍት፡
ar: عدد مساعدي الفيديو لمؤتمر الفيديو:
de: Anzahl der Videokonferenzhelfer:
el: Ποσότητα διαχειριστών της τηλεδιάσκεψης:
et: Videokonverentsi akompaanide arv:
fi: Videokonferenssiin liittyvien avustajien määrä:
fr: Nombre d'agents de vidéoconférence :
he: מספר מפיקי חוויות הווידאו:
hy: Տեսազրույցի ընդունողների քանակը՝
it: Numero di operatori di videoconferenza:
ja: ビデオ会議の進行者の数：
ko: 영상 회의 진행자 수:
mn: Видео хурлын зохион байгуулагчдын тоо:
nl: Aantal videoconferentie attendants:
pt: Quantidade de atendentes da videoconferência:
ru: Количество координаторов видеоконференции:
sv: Antal videokonferensarrangörer:
tr: Video konferansı görevlilerinin sayısı:
tw: N° nkuto a wɔwɔ videokɔnferens no mu:
uk: Кількість координаторів відеоконференції:
zh: 视频会议协调员数量：

source: Cantidad de encargados de plataforma:
am: በማይክሮፎን ባለ
ar: عدد مديري المنصة:
de: Anzahl der Plattformmanager:
el: Ποσότητα διαχειριστών πλατφόρμας:
et: Platvormi vastutajate arv:
fi: Alustapalvelun vastuuhenkilöiden määrä:
fr: Nombre de responsables de plateforme :
he: מספר מנהלי פלטפורמה:
hy: Հարթակի պատասխանատուների քանակը՝
it: Numero di responsabili della piattaforma:
ja: プラットフォームの責任者の数：
ko: 플랫폼 담당자 수:
mn: Платформын хариуцагчдын тоо:
nl: Aantal platformbeheerders:
pt: Quantidade de gerentes de plataforma:
ru: Количество менеджеров платформы:
sv: Antal plattformansvariga:
tr: Platform yöneticilerinin sayısı:
tw: N° nkuto a wɔkyerɛ ɔman no mu:
uk: Кількість відповідальних за платформу:
zh: 平台管理人员数量：

source: Cantidad de encargados de sistema de audio:
am: በዐሳዉ ሯም አና ፕላትፎም
ar: عدد مديري نظام الصوت:
de: Anzahl der Audio-Systemmanager:
el: Ποσότητα διαχειριστών του συστήματος ήχου:
et: Heli süsteemi vastutajate arv:
fi: Äänijärjestelmän vastuuhenkilöiden määrä:
fr: Nombre de responsables de système audio :
he: מספר מנהלי מערכת האודיו:
hy: Ճառագայական համակարգի պատասխանատուների քանակը՝
it: Numero di responsabili del sistema audio:
ja: オーディオシステムの担当者の数：
ko: 오디오 시스템 담당자 수:
mn: Аудио системийн хариуцагчдын тоо:
nl: Aantal audio-systeembeheerders:
pt: Quantidade de gerentes de sistema de áudio:
ru: Количество менеджеров аудиосистемы:
sv: Antal ljudsystemansvariga:
tr: Ses sistemi yöneticilerinin sayısı:
tw: N° nkuto a wɔyɛ nkyerɛmu ho nhyehyɛe:
uk: Кількість керівників аудіосистеми:
zh: 音频系统管理员数量：
