Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Si necesitas que tu cuenta sea eliminada antes de este plazo debido a un asunto judicial o cualquier otro asunto legal, por favor, háznoslo saber. Procederemos a eliminar tu cuenta de inmediato y aseguraremos que nadie tenga acceso a tus datos.
am: እባክህ ጠየቃውን ከማይቀድም ሳይገባው እንዳወድ አዲስ ማህበረሰቡን ያነሱበታል, በሚመለከተው ግንዛቤ ወዘወር ወይኖ ይከረውዋል.
ar: إذا كنت بحاجة إلى حذف حسابك قبل هذا الموعد النهائي بسبب مسألة قانونية أو أي مشكلة قانونية أخرى، يرجى إعلامنا. سنقوم بحذف حسابك على الفور وسنتأكد من عدم تمكن أي شخص من الوصول إلى بياناتك.
de: Wenn Sie möchten, dass Ihr Konto vor diesem Datum aus rechtlichen Gründen oder aus einem anderen rechtlichen Grund gelöscht wird, informieren Sie uns bitte. Wir werden Ihr Konto sofort löschen und sicherstellen, dass niemand Zugang zu Ihren Daten hat.
el: Αν χρειάζεστε να διαγραφεί ο λογαριασμός σας πριν από αυτή την προθεσμία λόγω νομικής υπόθεσης ή οποιουδήποτε άλλου νομικού ζητήματος, παρακαλώ ενημερώστε μας. Θα προχωρήσουμε στην άμεση διαγραφή του λογαριασμού σας και θα διασφαλίσουμε ότι κανείς δεν θα έχει πρόσβαση στα δεδομένα σας.
et: Kui peate oma konto kustutama enne tähtaega seoses kohtuasjadega või mõne muu seadusliku küsimusega, andke meile palun teada. Me kustutame teie konto viivitamatult ja tagame, et keegi ei pääse teie andmetele.
fi: Jos tarvitset tilisi poistettavaksi ennen tätä määräaikaa oikeudellisen asian tai minkä tahansa muun oikeudellisen syyn vuoksi, ilmoita siitä meille. Poistamme tilisi välittömästi ja varmistamme, ettei kukaan pääse käsiksi tietoihisi.
fr: Si vous avez besoin que votre compte soit supprimé avant ce délai en raison d'une affaire judiciaire ou de toute autre question juridique, veuillez nous le faire savoir. Nous nous assurerons que votre compte sera supprimé immédiatement et que personne n'aura accès à vos données.
he: אם אתה זקוק לכך שהחשבון שלך יימחק לפני המועד הזה בגלל עניין משפטי או כל עניין חוקי אחר, בבקשה תודיע לנו. נמשיך למחוק את החשבון שלך מיד ונערוב לכך שאין לאף אחד גישה לנתונים שלך.
hy: Եթե ցանկանում եք, որ ձեր հաշիվը նախքան այս ժամկետը վերացվի դատական հարցի կամ այլ իրավական հարցի պատճառով, խնդրում ենք տեղեկացնել մեզ: Մենք կավելացնենք ձեր հաշիվը անմիջապես և կտանք, որ ոչ ոք չունի ձեր տվյալներին մուտք։
it: Se hai bisogno che il tuo account venga eliminato prima di questa scadenza a causa di una questione legale o di qualsiasi altro problema legale, ti preghiamo di farcelo sapere. Procederemo a eliminare il tuo account immediatamente e ci assicureremo che nessuno abbia accesso ai tuoi dati.
ja: この期限より前に法的問題のためにアカウントを削除する必要がある場合、または他の法的問題がある場合は、お知らせください。すぐにあなたのアカウントを削除し、誰もあなたのデータにアクセスできないようにします。
ko: 법적 문제로 인해 기한 이전에 계정을 삭제해야 하는 경우, 알려주시면 감사하겠습니다. 즉시 계정을 삭제하고 데이터에 대한 접근을 차단하겠습니다.
mn: Хэрэв та энэ хугацаанаас өмнө хууль эрх зүйн асуудал, эсвэл бусад хууль эрх зүйн асуудлын улмаас дансаа устгуулах шаардлагатай бол бидэнд мэдэгдэнэ үү. Бид таны дансыг даруй устгаж, хэн ч таны өгөгдөлд хандах боломжгүйг хангана.
nl: Als je wilt dat je account vóór deze deadline om juridische redenen of om een andere juridische reden wordt verwijderd, laat het ons dan weten. We zullen je account onmiddellijk verwijderen en ervoor zorgen dat niemand toegang heeft tot je gegevens.
pt: Se você precisar que sua conta seja excluída antes desse prazo devido a um assunto judicial ou qualquer outra questão legal, entre em contato conosco. Iremos proceder com a exclusão imediata de sua conta e garantir que ninguém tenha acesso aos seus dados.
ru: Если вам нужно удалить свою учетную запись до этого срока по юридическим причинам или по любой другой юридической причине, пожалуйста, дайте нам знать. Мы немедленно удалим вашу учетную запись и обеспечим, чтобы никто не имел доступа к вашим данным.
sv: Om du behöver att ditt konto tas bort före detta datum på grund av en juridisk fråga eller något annat juridiskt skäl, vänligen låt oss veta. Vi kommer att radera ditt konto omedelbart och se till att ingen har tillgång till dina data.
tr: Eğer bu süre dolmadan hesabınızın silinmesini istiyorsanız, yasal bir mesele nedeniyle veya başka bir yasal konu nedeniyle, lütfen bize bildirin. Hesabınızı hemen sileceğiz ve kimsenin verilerinize erişemeyeceğinden emin olacağız.
tw: Sɛ wopɛ sɛ wo akawunt no yɛ mmerɛ a nseese a, to so sɛ asɛm a, bɔ yɛn ho dawuro. Yɛbɛdɔ wo akawunt no na yɛda so sɛ obi nni ho kwan a wɔhyɛ nsɛm a ɛda mu no.
uk: Якщо вам потрібно, щоб обліковий запис було видалено раніше цього терміну з причини юридичних питань або будь-якої іншої правової причини, будь ласка, дайте нам знати. Ми негайно видалимо ваш обліковий запис і забезпечимо, щоб ніхто не мав доступу до ваших даних.
zh: 如果由于法律事务或任何其他法律问题您需要在此截止日期之前删除帐户，请告诉我们。我们将立即删除您的帐户，并确保没有人可以访问您的数据。

source: Confirma tu nueva contraseña...
am: እባክህ ድርጅት ይደርገው ይደርግ.
ar: تأكيد كلمة المرور الجديدة...
de: Bestätigen Sie Ihr neues Passwort...
el: Επιβεβαίωσε τον νέο σου κωδικό πρόσβασης...
et: Kinnita oma uus parool...
fi: Vahvista uusi salasanasi...
fr: Confirmez votre nouveau mot de passe...
he: אשר את הסיסמה החדשה שלך...
hy: Հաստատեք ձեր նոր գաղտնաբառը...
it: Conferma la tua nuova password...
ja: 新しいパスワードを確認してください...
ko: 새 비밀번호 확인...
mn: Шинэ нууц үгээ баталгаажуул...
nl: Bevestig je nieuwe wachtwoord...
pt: Confirme sua nova senha...
ru: Подтвердите свой новый пароль...
sv: Bekräfta ditt nya lösenord...
tr: Yeni şifrenizi onaylayın...
tw: Sɛ wopɛ sɛ wode abɛn wo foforɔ nhyɛtɔ a...
uk: Підтвердіть ваш новий пароль...
zh: 确认您的新密码...

source: Nueva contraseña
am: አዳዲስ ውክታ
ar: كلمة المرور الجديدة
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
et: Uus parool
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמה חדשה
hy: Նոր գաղտնաբեր
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
mn: Шинэ нууц үг
nl: Nieuw wachtwoord
pt: Nova senha
ru: Новый пароль
sv: Nytt lösenord
tr: Yeni şifre
tw: Wɔma nkuto foforɔ
uk: Новий пароль
zh: 新密码

source: Comenzando la aventura...
am: መርመር ዋላ...
ar: بدء المغامرة...
de: Das Abenteuer beginnt...
el: Ξεκινώντας τη περιπέτεια...
et: Seiklus algab...
fi: Aloitetaan seikkailu...
fr: Démarrage de l'aventure...
he: מתחילים את ההרפתקה...
hy: Սկսվում է արկածը...
it: Iniziando l'avventura...
ja: 冒険を始める...
ko: 모험 시작 중...
mn: Адал явдал эхэлж байна...
nl: Het avontuur begint...
pt: Iniciando a aventura...
ru: Начало приключения...
sv: Börjar äventyret...
tr: Macera başlıyor...
tw: Dɔ afɔremuka...
uk: Розпочинаємо пригоду...
zh: 开始冒险...

source: Por favor establece una contraseña segura.
am: እባክህ የይለፍ ቃል ይቄረቤ.
ar: يرجى تعيين كلمة مرور آمنة.
de: Bitte legen Sie ein sicheres Passwort fest.
el: Παρακαλώ ορίστε έναν ασφαλή κωδικό πρόσβασης.
et: Palun seadke turvaline parool.
fi: Ole hyvä ja määritä turvallinen salasana.
fr: Veuillez définir un mot de passe sécurisé.
he: אנא קבע סיסמה מאובטחת.
hy: Խնդրում ենք սահմանել անվտանգ գաղտնաբառ:
it: Si prega di impostare una password sicura.
ja: 安全なパスワードを設定してください。
ko: 안전한 비밀번호를 설정하세요.
mn: Аюулгүй парол тохируулаарай.
nl: Stel alstublieft een veilig wachtwoord in.
pt: Por favor, defina uma senha segura.
ru: Пожалуйста, установите надежный пароль.
sv: Vänligen ange ett säkert lösenord.
tr: Lütfen güvenli bir şifre oluşturun.
tw: Mepa wo akyɛw, yɛmpɛ asɛm a ɛyɛ mmerɛ.
uk: Будь ласка, встановіть надійний пароль.
zh: 请设置一个安全的密码。

source: Una vez que hayas configurado tu contraseña, podrás acceder a tu cuenta y explorar todo lo que Kingdom Hall Attendant tiene para ofrecer.
am: የይለፍ ቃል አድርጉ ገዳጅ ተሻሽይ ናቸው ይሆናሉ ።
ar: بمجرد إعداد كلمة المرور الخاصة بك، ستتمكن من الوصول إلى حسابك واستكشاف كل ما تقدمه Kingdom Hall Attendant.
de: Sobald Sie Ihr Passwort festgelegt haben, können Sie auf Ihr Konto zugreifen und alles erkunden, was Kingdom Hall Attendant zu bieten hat.
el: Μόλις ρυθμίσετε τον κωδικό πρόσβασής σας, θα μπορείτε να αποκτήσετε πρόσβαση στον λογαριασμό σας και να εξερευνήσετε όλα όσα έχει να προσφέρει η εφαρμογή Παρακολούθησης Βασιλείου.
et: Kui olete oma parooli seadnud, pääsete oma kontole ja saate uurida kõike, mida Kingdom Hall Attendant pakub.
fi: Kun olet määrittänyt salasanasi, voit kirjautua tilillesi ja tutustua kaikkiin Kingdom Hall Attendantin tarjoamiin asioihin.
fr: Une fois que vous avez configuré votre mot de passe, vous pourrez accéder à votre compte et explorer tout ce que Kingdom Hall Attendant a à offrir.
he: כאשר תקלוט את הסיסמה שלך, תוכל לגשת לחשבון שלך ולגלות את כל מה שיש ל-Kingdom Hall Attendant להציע.
hy: Մի անգամ, երբ դու կարգավորես քո գաղտնաբառը, կկարողանաս մուտք գործել քո հաշիվը և հետազոտել այն ամենը, ինչ ունի առաջարկելու Kingdom Hall Attendant-ը։
it: Una volta impostata la password, potrai accedere al tuo account ed esplorare tutto ciò che Kingdom Hall Attendant ha da offrire.
ja: パスワードを設定したら、アカウントにアクセスしてKingdom Hall Attendantが提供するすべてを探索できるようになります。
ko: 비밀번호를 설정한 후에는 계정에 액세스하고 Kingdom Hall Attendant가 제공하는 모든 것을 탐색할 수 있습니다.
mn: Нууц үгээ тохируулсны дараа, та дансаа хандаж, Kingdom Hall Attendant-тэй хамт санал болгож буй бүх зүйлсийг судлах боломжтой болно.
nl: Zodra je je wachtwoord hebt ingesteld, kun je toegang krijgen tot je account en alles verkennen wat Kingdom Hall Attendant te bieden heeft.
pt: Uma vez que você tenha configurado sua senha, poderá acessar sua conta e explorar tudo o que Kingdom Hall Attendant tem a oferecer.
ru: После того, как вы установите свой пароль, вы сможете получить доступ к своей учетной записи и исследовать все, что предлагает Kingdom Hall Attendant.
sv: När du har ställt in ditt lösenord kan du logga in på ditt konto och utforska allt som Kingdom Hall Attendant har att erbjuda.
tr: Şifrenizi ayarladıktan sonra, hesabınıza erişim sağlayabilir ve Kingdom Hall Attendant'ın sunacaklarının tümünü keşfedebilirsiniz.
tw: Sɛ wopɛ sɛ wunya w'akawunt no nyansa na fa, na nyansa nyinaa a Kingdom Hall Attendant de bɛma.
uk: Якщо ви встановите пароль, ви зможете отримати доступ до свого облікового запису та дослідити все, що має запропонувати Kingdom Hall Attendant.
zh: 一旦您设置了密码，您将能访问您的帐户并探索 Kingdom Hall Attendant 提供的一切。

source: Contraseña
am: ይፍትህ ቋንቋ
ar: كلمة المرور
de: Passwort
el: Κωδικός πρόσβασης
et: Parool
fi: Salasana
fr: Mot de passe
he: סיסמה
hy: Գաղտնաբառ
it: Password
ja: パスワード
ko: 비밀번호
mn: Нууц үг
nl: Wachtwoord
pt: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
tw: Wɛbsaet ɛda mu
uk: Пароль
zh: 密码

source: Confirmar
am: እባኮትን
ar: تأكيد
de: Bestätigen
el: Επιβεβαίωση
et: Kinnita
fi: Vahvista
fr: Confirmer
he: אשר
hy: Հաստատել
it: Conferma
ja: 確認
ko: 확인
mn: Баталгаажуулах
nl: Bevestigen
ru: Подтвердить
sv: Bekräfta
tr: Onayla
tw: Sɔw
uk: Підтвердити
zh: 确认

source: ¿Ya tienes cuenta?
am: ገና ኢንጀን አለው?
ar: هل لديك حساب بالفعل؟
de: Hast du schon ein Konto?
el: Έχετε ήδη λογαριασμό;
et: Kas teil on juba konto?
fi: Onko sinulla jo tili?
fr: Vous avez déjà un compte ?
he: כבר יש לך חשבון?
hy: Já tienes cuenta?
it: Hai già un account?
ja: アカウントはすでにお持ちですか？
ko: 이미 계정이 있습니까?
mn: Танд аль хэдийн данс байна уу?
nl: Heb je al een account?
pt: Já tem uma conta?
ru: Уже есть учетная запись?
sv: Har du redan ett konto?
tr: Zaten bir hesabın var mı?
tw: Wʼanya akawunt bi ana?
uk: Вже є обліковий запис?
zh: 您已有帐户吗？

source: Inicia sesión
am: አንጓዝ
ar: تسجيل الدخول
de: Anmelden
el: Συνδεθείτε
et: Logige sisse
fi: Kirjaudu sisään
fr: Se connecter
he: התחבר
hy: Մուտք գործել
it: Accedi
ja: ログイン
ko: 로그인
mn: Нэвтрэх
nl: Inloggen
pt: Faça login
ru: Войти
sv: Logga in
tr: Giriş yap
tw: Bɔ mu
uk: Увійти
zh: 登录

source: Congregación
am: ኮንግሬግያ
ar: الجماعة
de: Gemeinde
el: Σύγκλητος
et: Kogudus
fi: Kongregaatio
fr: Congrégation
he: קהילה
hy: Համայնք
it: Congregazione
ja: 会衆
ko: 회중
mn: Баг
nl: Gemeente
pt: Congregação
ru: Конгрегация
sv: Församlingen
tr: Cemaat
tw: Kɔngregɛyɛn
uk: Конгрегація
zh: 会众

source: Número
am: ቁጥር
ar: رقم
de: Nummer
el: Αριθμός
et: Number
fi: Numero
fr: Numéro
he: מספר
hy: Համարը
it: Numero
ja: 番号
ko: 번호
mn: Дугаар
nl: Nummer
ru: Номер
sv: Nummer
tr: Numara
tw: Nɔma
uk: Номер
zh: 数字

source: Lunes
am: ምሉእ
ar: الإثنين
de: Montag
el: Δευτέρα
et: Esmaspäev
fi: Maanantai
fr: Lundi
he: שני
hy: Երկուշաբթի
it: Lunedì
ja: 月曜日
ko: 월요일
mn: Даваа
nl: Maandag
pt: Segunda-feira
ru: Понедельник
sv: Måndag
tr: Pazartesi
tw: Dwowda
uk: Понеділок
zh: 星期一

source: Martes
am: ማርትስ
ar: الثلاثاء
de: Dienstag
el: Τρίτη
et: Teisipäev
fi: Tiistai
fr: Mardi
he: שלישי
hy: Հինգշաբթի
it: Martedì
ja: 火曜日
ko: 화요일
mn: Март
nl: Dinsdag
pt: Terça-feira
ru: Вторник
sv: Tisdag
tr: Salı
tw: Baako
uk: Вівторок
zh: 星期二

source: Miércoles
am: ረቡዕ
ar: الأربعاء
de: Mittwoch
el: Τετάρτη
et: Kolmapäev
fi: Keskiviikko
fr: Mercredi
he: רביעי
hy: Չորեքշաբթի
it: Mercoledì
ja: 水曜日
ko: 수요일
mn: Лхагва
nl: Woensdag
pt: Quarta-feira
ru: Среда
sv: Onsdag
tr: Çarşamba
tw: Memeneda
uk: Середа
zh: 星期三

source: Jueves
am: ሐምሌ
ar: الخميس
de: Donnerstag
el: Πέμπτη
et: Neljapäev
fi: Torstai
fr: Jeudi
he: חמישי
hy: Հինգշաբթի
it: Giovedì
ja: 木曜日
ko: 목요일
mn: Пүрэв
nl: Donderdag
pt: Quinta-feira
ru: Четверг
sv: Torsdag
tr: Perşembe
tw: Yawda
uk: Четвер
zh: 星期四

source: Viernes
am: ዓረብ
ar: الجمعة
de: Freitag
el: Παρασκευή
et: Reede
fi: Perjantai
fr: Vendredi
he: שישי
hy: Ուրբաթ
it: Venerdì
ja: 金曜日
ko: 금요일
mn: Баасан
nl: Vrijdag
pt: Sexta-feira
ru: Пятница
sv: Fredag
tr: Cuma
tw: Fida
uk: П'ятниця
zh: 星期五

source: Sábado
am: ሰንበታው
ar: السبت
de: Samstag
el: Σάββατο
et: Laupäev
fi: Lauantai
fr: Samedi
he: שבת
hy: Շաբաթ
it: Sabato
ja: 土曜日
ko: 토요일
mn: Бямба
nl: Zaterdag
ru: Суббота
sv: Lördag
tr: Cumartesi
tw: Memeneda
uk: Субота
zh: 星期六

source: Domingo
am: እድገታች
ar: الأحد
de: Sonntag
el: Κυριακή
et: Pühapäev
fi: Sunnuntai
fr: Dimanche
he: ראשון
hy: Կիրակի
it: Domenica
ja: 日曜日
ko: 일요일
mn: Ням
nl: Zondag
ru: Воскресенье
sv: Söndag
tr: Pazar
tw: Kwasida
uk: Неділя
zh: 星期天

source: Hora de inicio
am: የመጀመሪያው ወቅት
ar: وقت البدء
de: Startzeit
el: Ώρα έναρξης
et: Aja algusaeg
fi: Aloitusaika
fr: Heure de début
he: שעת התחלה
hy: Սկիզբ
it: Ora di inizio
ja: 開始時間
ko: 시작 시간
mn: Эхлэх цаг
nl: Starttijd
pt: Hora de início
ru: Время начала
sv: Starttid
tr: Başlangıç saati
tw: Nhyira a ɛbɛyɛ dɛ no
uk: Час початку
zh: 开始时间

source: Dirección del Salón del Reino
am: የወጣ ቦታ
ar: عنوان قاعة الملكوت
de: Adresse des Königreichssaals
el: Διεύθυνση του Αίθουσας του Βασιλείου
et: Kuningriigi saali aadress
fi: Kuningaskunnan salin osoite
fr: Adresse du Salle du Royaume
he: כתובת אולם המלך
hy: Երկրաբառարանի հասցե
it: Indirizzo del Salone del Regno
ja: 王国ホールの住所
ko: 왕국 홀 주소
mn: Хотон хаяг
nl: Adres van de Koninkrijkszaal
pt: Endereço do Salão do Reino
ru: Адрес Зала Царства
sv: Adress till Rikets Sal
tr: Krallığın Salonu adresi
tw: Ahyɛ aɛ ho adwuma
uk: Адреса Залу Царства
zh: 王国礼堂地址

source: Datos del superintendente de circuito
am: የክፍል ዳታ
ar: بيانات مراقب الدائرة
de: Daten des Kreisaufsehers
el: Δεδομένα του επόπτη περιφέρειας
et: Ringkonna ülevaataja andmed
fi: Piirin tarkastajan tiedot
fr: Données de l'ancien de circuit
he: נתוני המפקח המחוזי
hy: Արտոնագրված վարձակալ
it: Dati del sovrintendente di circuito
ja: 巡回監督のデータ
ko: 서킷 감독의 데이터
mn: Хүрээлэнгийн зохицуулагчийн мэдээлэл
nl: Gegevens van de circuittoezichter
pt: Dados do superintendente de circuito
ru: Данные суперинтендента округа
sv: Data om kretsens tjänare
tr: Daire denetleyicisi verileri
tw: Nnwanwankyɛm a ɔkɛse no
uk: Дані суперинтендента округу
zh: 巡回监督的数据

source: Superintendente de circuito
am: ሲቲኪ ተመራምር
ar: مراقب دائرة
de: Kreisaufseher
el: Επόπτης περιφέρειας
et: Ringkonna ülemus
fi: Piirin tarkastaja
fr: Ancien de circuit
he: מפקח מחוזי
hy: Սիրողական համակարգ
it: Sovrintendente di circuito
ja: 巡回監督
ko: 서킷 감독
mn: Хүрээлэнгийн зохицуулагч
nl: Circuittoezichter
ru: Суперинтендент округа
sv: Kretsövervakare
tr: Devre denetleyicisi
tw: Nkuto a ɛyɛ n'ahoto
uk: Суперинтендент округу
zh: 巡回监督

source: Número de teléfono
am: የስልክ ቁጥር
ar: رقم الهاتف
de: Telefonnummer
el: Αριθμός τηλεφώνου
et: Telefoni number
fi: Puhelinnumero
fr: Numéro de téléphone
he: מספר טלפון
hy: Հեռախոսահամար
it: Numero di telefono
ja: 電話番号
ko: 전화번호
mn: Утасны дугаар
nl: Telefoonnummer
pt: Número de telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon numarası
tw: Fɔn no
uk: Номер телефону
zh: 电话号码

source: Circuito
am: ክፍል
ar: دائرة
de: Kreis
el: Περίοδος
et: Ring
fi: Piiri
fr: Circuit
he: מחוז
hy: Փաթեթ
ja: 回路
ko: 회로
mn: Тогтворчийн
nl: Circuit
ru: Цикл
sv: Krets
tr: Devre
tw: Nkuto
uk: Цикл
zh: 线路

source: Guardar cambios
am: ማንዋይ ሠሪ፣
ar: حفظ التغييرات
de: Änderungen speichern
el: Αποθηκεύστε τις αλλαγές
et: Salvesta muudatused
fi: Tallenna muutokset
fr: Sauvegarder les modifications
he: שמור שינויים
hy: Պահպանել փոփոխությունները
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
mn: Т_CHANGE_Хадгалах
nl: Wijzigingen opslaan
pt: Salvar alterações
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri kaydet
tw: Sie yi akwan no mu
uk: Зберегти зміни
zh: 保存更改

source: Modo de sincronización
am: ንቃዐው ናቋን አድር
ar: وضع المزامنة
de: Synchronisierungsmodus
el: Μέθοδος συγχρονισμού
et: Sünkroonimisrežiim
fi: Synkronointitila
fr: Mode de synchronisation
he: מצב סנכרון
hy: Սինխրոնացման ռեժիմ
it: Modalità di sincronizzazione
ja: 同期モード
ko: 동기화 모드
mn: Тогтмолын горим
nl: Synchronisatiemodus
pt: Modo de sincronização
ru: Режим синхронизации
sv: Synkroniseringsläge
tr: Senkranizasyon Modu
tw: Nkɔmmɔ ho mmerɛda
uk: Режим синхронізації
zh: 同步模式
