Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Además, la mayoría de los sitios web permiten restablecer la contraseña mediante un correo electrónico, lo que puede ser aprovechado por los estafadores si tu correo está comprometido. Para mitigar estos riesgos, recomendamos habilitar la autenticación de dos factores (2FA) utilizando aplicaciones como Google Authenticator para mejorar la seguridad de tu cuenta.
am: በኢሜርኮ የይለፍ ቁልፍን መመለስ ማለት ፣ አይቀበልም የሚለው ኢንተርኔት ጣቢያ ይበላሉ፣ የአንዱን ከነው አቅላቸው እና ሰዳዳሹ አሁን ይፈተኑ እንደ ፲አቀብ ይኡው።
ar: علاوة على ذلك، تسمح معظم المواقع الإلكترونية بإعادة تعيين كلمة المرور عبر البريد الإلكتروني، وهو ما قد يستغله المحتالون إذا كانت بريدك الإلكتروني مخترقًا. لتقليل هذه المخاطر، نوصي بتمكين المصادقة الثنائية (2FA) باستخدام تطبيقات مثل Google Authenticator لتعزيز أمان حسابك.
de: Darüber hinaus erlauben die meisten Websites, dass Passwörter per E-Mail zurückgesetzt werden, was von Betrügern ausgenutzt werden kann, wenn Ihre E-Mail kompromittiert ist. Um diese Risiken zu mindern, empfehlen wir, die Zwei-Faktor-Authentifizierung (2FA) mithilfe von Apps wie Google Authenticator zu aktivieren, um die Sicherheit Ihres Kontos zu verbessern.
el: Επιπλέον, οι περισσότεροι ιστότοποι επιτρέπουν την επαναφορά του κωδικού πρόσβασης μέσω email, κάτι που μπορεί να εκμεταλλευτούν οι απατεώνες αν το email σας έχει παραβιαστεί. Για να μειώσετε αυτούς τους κινδύνους, προτείνουμε να ενεργοποιήσετε τη διαδικασία επαλήθευσης δύο παραγόντων (2FA) χρησιμοποιώντας εφαρμογές όπως το Google Authenticator για να βελτιώσετε την ασφάλεια του λογαριασμού σας.
et: Lisaks lubavad enamik veebisaite parooli lähtestada e-posti teel, mida võivad kurjategijad ära kasutada, kui teie e-post on ohus. Nende riskide vähendamiseks soovitame lubada kahefaktorilise autentimise (2FA), kasutades rakendusi nagu Google Authenticator, et parandada teie konto turvalisust.
fi: Lisäksi useimmat verkkosivustot sallivat salasanan palauttamisen sähköpostitse, mitä huijarit voivat hyödyntää, jos sähköpostisi on vaarantunut. Näiden riskien minimoimiseksi suosittelemme kaksivaiheisen todennuksen (2FA) käyttöä sovellusten, kuten Google Authenticatorin, avulla parantaaksemme tilisi turvallisuutta.
fr: De plus, la plupart des sites Web permettent de réinitialiser le mot de passe par e-mail, ce qui peut être exploité par des escrocs si votre e-mail est compromis. Pour atténuer ces risques, nous recommandons d'activer l'authentification à deux facteurs (2FA) en utilisant des applications comme Google Authenticator pour améliorer la sécurité de votre compte.
he: בנוסף, רוב אתרי האינטרנט מאפשרים לאפס את הסיסמה באמצעות דוא"ל, דבר שיכול להיות מנוצל על ידי נוכלים אם המייל שלך נפרץ. כדי למזער סיכונים אלה, אנו ממליצים להפעיל אימות דו-שלבי (2FA) באמצעות אפליקציות כמו Google Authenticator כדי לשפר את אבטחת החשבון שלך.
hy: Բացի այդ, կայքերի մեծամասնությունն առաջարկում է վերականգնել գաղտնաբառը՝ օգտագործելով էլեկտրոնային նամակ, ինչը կարող է օգտագործվել խաբեբաների կողմից, եթե ձեր էլեկտրոնային նամակը խախտված է: Այս ռիսկերը նվազեցնելու համար մենք խորհուրդ ենք տալիս ակտիվացնել երկրորդական վավերացումը (2FA)՝ օգտագործելով Google Authenticator նման ծրագրեր՝ ձեր հաշվի անվտանգությունը բարելավելու համար:
it: Inoltre, la maggior parte dei siti web consente di reimpostare la password tramite email, il che può essere sfruttato dai truffatori se la tua email è compromessa. Per mitigare questi rischi, raccomandiamo di abilitare l'autenticazione a due fattori (2FA) utilizzando app come Google Authenticator per migliorare la sicurezza del tuo account.
ja: さらに、ほとんどのウェブサイトではメールによるパスワードリセットが可能ですが、もしあなたのメールが侵害されている場合、詐欺師によって悪用される可能性があります。これらのリスクを軽減するために、Google Authenticatorのようなアプリを使用して二要素認証（2FA）を有効にすることをお勧めします。
ko: 게다가, 대부분의 웹사이트는 이메일을 통해 비밀번호 재설정을 허용하므로 이메일이 손상되면 사기꾼들이 이를 악용할 수 있습니다. 이러한 위험을 줄이기 위해 Google Authenticator와 같은 애플리케이션을 사용하여 이계 인증(2FA)을 활성화하는 것을 권장합니다.
mn: Мөн ихэнх вэб сайтууд нууц үгийг цахим шуудангаар сэргээх боломжийг олгодог бөгөөд хэрэв таны имэйл зартай бол луйварчид үүнийг ашиглаж болно. Эдгээр эрсдлийг бууруулахын тулд, Google Authenticator гэх мэт аппликейшн ашиглан хоёр цагаан нэмэлт баталгаажуулалтыг (2FA) идэвхжүүлэхийг зөвлөж байна.
nl: Bovendien bieden de meeste websites de mogelijkheid om het wachtwoord te resetten via e-mail, wat door oplichters kan worden misbruikt als je e-mail is aangetast. Om deze risico's te verminderen, raden we aan om tweefactorauthenticatie (2FA) in te schakelen met behulp van apps zoals Google Authenticator om de beveiliging van je account te verbeteren.
pt: Além disso, a maioria dos sites permite redefinir a senha por meio de um e-mail, o que pode ser explorado por golpistas se seu e-mail estiver comprometido. Para mitigar esses riscos, recomendamos habilitar a autenticação de dois fatores (2FA) usando aplicativos como o Google Authenticator para melhorar a segurança da sua conta.
ru: Кроме того, большинство веб-сайтов позволяют сбрасывать пароль по электронной почте, что может быть использовано мошенниками, если ваша электронная почта скомпрометирована. Чтобы уменьшить эти риски, мы рекомендуем включить двухфакторную аутентификацию (2FA) с помощью таких приложений, как Google Authenticator, чтобы повысить безопасность вашей учетной записи.
sv: Dessutom tillåter de flesta webbplatser att återställa lösenordet via e-post, vilket kan utnyttjas av bedragare om din e-post har blivit hotad. För att minska dessa risker rekommenderar vi att du aktiverar tvåfaktorsautentisering (2FA) med hjälp av appar som Google Authenticator för att förbättra säkerheten för ditt konto.
tr: Ayrıca, çoğu web sitesi, şifreyi e-posta aracılığıyla sıfırlamaya izin verir; bu, e-posta hesabınız tehlikeye girerse dolandırıcılar tarafından kötüye kullanılabilir. Bu riskleri azaltmak için, hesabınızın güvenliğini artırmak amacıyla Google Authenticator gibi uygulamaları kullanarak iki faktörlü kimlik doğrulamayı (2FA) etkinleştirmenizi öneririz.
tw: Sɛ mpɔtɔ titiriw adwen no nan, nsɛm a ɛyɛ email. Sɛ ɔkyerɛw a, yɛbɛka ho sɛ abatoɔdeɛsɛm a ɛyɛ ahwehwɛfoɔ no bɛyɛ ma ho abatoɔ mu.
uk: Крім того, більшість веб-сайтів дозволяють скинути пароль через електронну пошту, що може бути використано аферистами, якщо ваша пошта скомпрометована. Щоб зменшити ці ризики, рекомендуємо активувати двофакторну автентифікацію (2FA) за допомогою таких додатків, як Google Authenticator, щоб покращити безпеку вашого облікового запису.
zh: 此外，大多数网站允许通过电子邮件重置密码，如果您的电子邮件被泄露，骗子可能会利用这一点。为了减轻这些风险，我们建议启用双因素身份验证（2FA），使用 Google Authenticator 等应用程序来提高您帐户的安全性。

source: Beneficios de la autenticación sin contraseñas
am: የይለፍ ቁልፍ ውስጥ አያለው ዋጋዎች
ar: فوائد المصادقة بدون كلمات مرور
de: Vorteile der passwortlosen Authentifizierung
el: Οφέλη της αυθεντικοποίησης χωρίς κωδικούς πρόσβασης
et: Ilma paroolita autentimise eelised
fi: Salasanna toimimaton todennus
fr: Avantages de l'authentification sans mot de passe
he: יתרונות האימות ללא סיסמאות
hy: Անգելի գաղտնաբառներ անվճարունակ
it: Vantaggi dell'autenticazione senza password
ja: パスワードなしの認証の利点
ko: 비밀번호 없는 인증의 이점
mn: Нууц үгүй баталгаажуулалтын давуу талууд
nl: Voordelen van wachtwoordloze authenticatie
pt: Benefícios da autenticação sem senhas
ru: Преимущества аутентификации без паролей
sv: Fördelar med autentisering utan lösenord
tr: Şifresiz kimlik doğrulamanın faydaları
tw: Anigyeɛ a ɛde ntɛm a anka wɔnsɔ
uk: Переваги аутентифікації без паролів
zh: 无密码身份验证的好处

source: Según Auth0:
am: የAuth0 መረጃ:
ar: وفقًا لـ Auth0:
de: Laut Auth0:
el: Σύμφωνα με το Auth0:
et: Auth0 andmetel:
fi: Auth0:n mukaan:
fr: Selon Auth0 :
he: לפי Auth0:
hy: Auth0-ի համաձայն՝
it: Secondo Auth0:
ja: Auth0によると：
ko: Auth0에 따르면:
mn: Auth0-ийн дагуу:
nl: Volgens Auth0:
pt: De acordo com Auth0:
ru: Согласно Auth0:
sv: Enligt Auth0:
tr: Auth0’a göre:
tw: Sɛ eyɛ Auth0:
uk: Згідно з Auth0:
zh: 根据 Auth0：

source: La autenticación sin contraseñas, por su naturaleza, elimina el problema del uso de contraseñas inseguras. Esto significa que uno de los errores más comunes de los usuarios se elimina del proceso de inicio de sesión. No solo es segura, sino que podría ser aún más segura que el método tradicional de usuario y contraseña.
am: የይለፍ ቁልፍ ዕንዲቡ ክወቁ በግብስ ይቀርባል ነገር ድሮ ይምረጣል። በዚሁ ይታወቃል አይወቅም ወይም ኃላፊ ይምረጣል ያንታ ዝርቁ።
ar: المصادقة بدون كلمات مرور، بطبيعتها، تقضي على مشكلة استخدام كلمات المرور غير الآمنة. وهذا يعني أن واحدًا من الأخطاء الشائعة للمستخدمين يُزال من عملية تسجيل الدخول. ليس فقط أنها آمنة، ولكن قد تكون أكثر أمانًا من الطريقة التقليدية للاسم وكلمة المرور.
de: Die passwortlose Authentifizierung beseitigt aufgrund ihrer Natur das Problem der Verwendung unsicherer Passwörter. Das bedeutet, dass einer der häufigsten Fehler der Benutzer aus dem Anmeldeprozess entfernt wird. Es ist nicht nur sicher, sondern könnte sogar sicherer sein als die traditionelle Methode mit Benutzername und Passwort.
el: Η αυθεντικοποίηση χωρίς κωδικούς πρόσβασης, από τη φύση της, εξαλείφει το πρόβλημα της χρήσης μη ασφαλών κωδικών πρόσβασης. Αυτό σημαίνει ότι ένα από τα πιο κοινά λάθη των χρηστών εξαλείφεται από τη διαδικασία σύνδεσης. Όχι μόνο είναι ασφαλές, αλλά θα μπορούσε να είναι ακόμη πιο ασφαλές από την παραδοσιακή μέθοδο χρήστη και κωδικού πρόσβασης.
et: Ilma paroolita autentimine elimineerib oma olemuselt probleemi, millega kaasneb ebausaldusväärsete paroolide kasutamine. See tähendab, et üks levinumaid kasutajavigu kõrvaldatakse sisselogimisprotsessist. See ei ole mitte ainult turvaline, vaid võib olla isegi turvalisem kui traditsiooniline kasutaja ja parooli meetod.
fi: Salasanaton todennus poistaa luonnostaan ongelman epävarmojen salasanojen käytössä. Tämä tarkoittaa, että yksi käyttäjien yleisimmistä virheistä poistuu kirjautumisprosessista. Se ei ole vain turvallinen, vaan se voi olla jopa turvallisempaa kuin perinteinen käyttäjänime ja salasana -menetelmä.
fr: L'authentification sans mot de passe, par sa nature, élimine le problème de l'utilisation de mots de passe peu sûrs. Cela signifie que l'une des erreurs les plus courantes des utilisateurs est supprimée du processus de connexion. Ce n'est pas seulement sûr, mais cela pourrait être encore plus sûr que la méthode traditionnelle du nom d'utilisateur et du mot de passe.
he: אימות ללא סיסמה, ממטבעו, מבטל את הבעיה של שימוש בסיסמאות לא בטוחות. משמעות הדבר היא שאחת מהשגיאות הנפוצות ביותר של המשתמשים מוסרת מתהליך ההתחברות. זה לא רק בטוח, אלא יכול להיות בטוח יותר עוד יותר מהשיטה המסורתית של שם משתמש וסיסמה.
hy: Գաղտնաբառերի իմաստը վերացնում է անհուսալի գաղտնաբառեր օգտագործելու հարցը։ Սա նշանակում է, որ օգտագործողի ամենատարածված սխալներից մեկը վերացվում է մուտքի գործընթացից։ Նկատի առեք, որ սա է հիմնավորապես անվտանգ, բայց կարող է լինել նույնիսկ ավելի անվտանգ, քան ավանդական օգտագործողի և գաղտնաբառի մեթոդը։
it: L'autenticazione senza password, per sua natura, elimina il problema dell'uso di password insicure. Questo significa che uno degli errori più comuni degli utenti viene rimosso dal processo di accesso. Non solo è sicura, ma potrebbe essere anche più sicura del metodo tradizionale di nome utente e password.
ja: パスワードなしの認証は、その性質上、安全でないパスワードの使用問題を排除します。これは、ユーザーがよく犯すミスの一つがログインプロセスから排除されることを意味します。単に安全であるだけでなく、従来のユーザー名とパスワードの方法よりもさらに安全である可能性があります。
ko: 비밀번호 없는 인증은 그 본질상 불안전한 비밀번호 사용 문제를 없앱니다. 이는 사용자가 가장 많이 저지르는 실수 중 하나가 로그인 과정에서 제거된다는 것을 의미합니다. 비밀번호 없는 인증은 안전할 뿐만 아니라 전통적인 사용자 및 비밀번호 방법보다 더 안전할 수도 있습니다.
mn: Нууц үгүй баталгаажуулалт нь үндсэндээ аюулгүй бус нууц үг хэрэглээний асуудлыг арилгаж байна. Энэ нь хэрэглэгчийн хамгийн түгээмэл алдаа нь нэвтрэх процессыг арилгаж байна. Энэ нь зөвхөн аюулгүй биш, харин улам их аюулгүй байх боломжтой.
nl: Wachtwoordloze authenticatie, vanwege de aard ervan, elimineert het probleem van het gebruik van onveilige wachtwoorden. Dit betekent dat een van de meest voorkomende fouten van gebruikers uit het inlogproces wordt verwijderd. Het is niet alleen veilig, maar het kan zelfs veiliger zijn dan de traditionele methode van gebruikersnaam en wachtwoord.
pt: A autenticação sem senhas, por sua natureza, elimina o problema do uso de senhas inseguras. Isso significa que um dos erros mais comuns dos usuários é removido do processo de login. Não é apenas seguro, mas pode ser até mais seguro do que o método tradicional de nome de usuário e senha.
ru: Аутентификация без паролей, по своей природе, устраняет проблему использования небезопасных паролей. Это означает, что одна из самых распространенных ошибок пользователей удаляется из процесса входа. Это не только безопасно, но и может быть даже более безопасным, чем традиционный метод пользователя и пароля.
sv: Lösenordslös autentisering, i sin natur, eliminerar problemet med att använda osäkra lösenord. Detta innebär att ett av de vanligaste felen hos användare tas bort från inloggningsprocessen. Det är inte bara säkert, utan kan också vara ännu säkrare än den traditionella metoden med användarnamn och lösenord.
tr: Şifresiz kimlik doğrulama, doğası gereği, güvenli olmayan şifrelerin kullanılmasından kaynaklanan sorunu ortadan kaldırır. Bu, kullanıcıların en yaygın hatalarından birinin giriş sürecinden kaldırıldığı anlamına gelir. Sadece güvenli değil, aynı zamanda kullanıcı adı ve şifre yöntemine göre daha güvenli de olabilir.
tw: Nkyerɛkyerɛ a ɛnni nsɛm a wɔkɔda ho, fi ne nkyerɛ mu, bɔ mmɔden yɛ so a ebu da ho asɛm fa nsɛm a ɛnni anigyede ho. Saa nsɛm yi kyerɛ sɛ ɔkwan a ɛyɛ foforɔ no, ɔnkae bɔne bi a ɛyɛ mmerɛ anaa ɔkɔda ho a ɔmanfoɔ, yiye ɔkwan a ɛyɛ foforɔ no. Ɛnyɛ nea ɛyɛ den na ɛyɛ anigye, na mmom ɛbɛyɛ nyansa sen ɔkwan a ɛda ho a ɔmanfoɔ ne nsɛm dɔte ho.
uk: Аутентифікація без паролів через свою природу усуває проблему використання ненадійних паролів. Це означає, що одна з найпоширеніших помилок користувачів усувається з процесу входу. Це не тільки безпечно, але, можливо, навіть безпечніше, ніж традиційний метод імені користувача та пароля.
zh: 无密码身份验证从其本质上消除了使用不安全密码的问题。这意味着用户最常犯的错误之一被从登录过程中消除了。它不仅安全，而且可能比传统的用户名和密码方法更加安全。

source: ¿Quién más utiliza enlaces mágicos para registrarse?
am: ማን ይበይዜ ወንድ ወይበ ዂይለም ይችላሉ?
ar: من يستخدم الروابط السحرية للتسجيل أيضًا؟
de: Wer nutzt sonst magische Links zur Registrierung?
el: Ποιος άλλος χρησιμοποιεί μαγικά λινκ για να εγγραφεί;
et: Kes veel kasutab maagilisi linke registreerimiseks?
fi: Kuka muu käyttää taikayhteyksiä rekisteröitymiseen?
fr: Qui d'autre utilise des liens magiques pour s'inscrire ?
he: מי עוד משתמש בקישורים קסומים כדי להירשם?
hy: Ով է ևս ո՞վ օգտագործում է կախարդական հղումները գրանցման համար:
it: Chi altro utilizza link magici per registrarsi?
ja: 他に誰が登録のために魔法のリンクを使用していますか？
ko: 누가 마법 링크를 사용하여 등록합니까?
mn: Хэн нь ид шидийн холбоосоор бүртгүүлж байна вэ?
nl: Wie anders gebruikt magische links voor registratie?
pt: Quem mais usa links mágicos para registro?
ru: Кто еще использует волшебные ссылки для регистрации?
sv: Vem mer använder magiska länkar för registrering?
tr: Başka kimler sihirli bağlantılarla kaydoluyor?
tw: Hena na ɔbɛda so yɛ kwankyerɛ a ɛyɛ foforɔ no sɛ ɛyɛ a ɔyɛ?
uk: Хто ще використовує магічні посилання для реєстрації?
zh: 还有谁使用魔法链接进行注册？

source: Varias aplicaciones populares también han adoptado la autenticación sin contraseñas con enlaces mágicos:
am: ብዙ ዝባባሁ አነጭሪ ውጥለው የምንለዎት ይኼን
ar: اعتمدت أيضًا العديد من التطبيقات الشعبية المصادقة بدون كلمات مرور باستخدام الروابط السحرية:
de: Verschiedene beliebte Anwendungen haben ebenfalls die passwortlose Authentifizierung mit magischen Links übernommen:
el: Διάφορες δημοφιλείς εφαρμογές έχουν επίσης υιοθετήσει την αυθεντικοποίηση χωρίς κωδικούς πρόσβασης με μαγικά λινκ:
et: Mitmed populaarsed rakendused on samuti omaks võtnud ilma paroolita autentimise maagiliste linkidega:
fi: Useat suositut sovellukset ovat myös ottaneet käyttöön salasanattoman todennuksen taikayhteyksien avulla:
fr: Plusieurs applications populaires ont également adopté l'authentification sans mot de passe avec des liens magiques :
he: מספר יישומים פופולריים אימצו גם הם את האימות ללא סיסמאות עם קישורים קסומים:
hy: Բազմաթիվ տարածված ծրագրեր նույնպես ընդունել են գաղտնաբառերի ազատ ավտորիզացիա կախարդական հղումներով:
it: Diversi applicazioni popolari hanno anche adottato l'autenticazione senza password con link magici:
ja: いくつかの人気アプリケーションもマジックリンクを使用したパスワードなしの認証を導入しています：
ko: 여러 인기 애플리케이션도 마법 링크를 통한 비밀번호 없는 인증을 채택했습니다:
mn: Танай холбоосоор бас бусад олон алдартай аппликейшнгууд нууц үгүй баталгаажуулалтыг ид шидийн холбоосуудтай хослуулан ашигладаг:
nl: Verschillende populaire toepassingen hebben ook de wachtwoordloze authenticatie met magische links overgenomen:
pt: Vários aplicativos populares também adotaram a autenticação sem senhas com links mágicos:
ru: Несколько популярных приложений также приняли аутентификацию без паролей с волшебными ссылками:
sv: Flera populära applikationer har också antagit lösenordslös autentisering med magiska länkar:
tr: Birçok popüler uygulama, sihirli bağlantılarla şifresiz kimlik doğrulamayı da benimsedi:
tw: Nneɛma a ɛyɛ mpɔtam anaa ɛnam so bɛn mu nsɛm na nsɛm a ɛyɛ dɛ bɔ ahia yebɔ hɔ:
uk: Кілька популярних програм також усунули аутентифікацію без паролів з магічними посиланнями:
zh: 几个流行应用程序也采用了无密码认证和魔法链接：

source: una aplicación de mensajería
am: አንድ የመላእክት እና ወቭ የፈውር
ar: تطبيق مراسلة
de: eine Messaging-App
el: μια εφαρμογή μηνυμάτων
et: sõnumitooja rakendus
fi: viestisovellus
fr: une application de messagerie
he: אפליקציית מסרים
hy: խոսակցության ծրագիր
it: un'app di messaggistica
ja: メッセージングアプリ
ko: 메시징 애플리케이션
mn: мэссэж үйлчилгээ
nl: een berichten-app
pt: um aplicativo de mensagens
ru: мессенджер
sv: en meddelandeapp
tr: bir mesajlaşma uygulaması
tw: apɛde a ɔyɛ fɛ
uk: додаток для обміну повідомленнями
zh: 一个消息应用程序

source: una aplicación bancaria
am: አንድ የባንክ መንፈሳሁ
ar: تطبيق مصرفي
de: eine Bankanwendung
el: μια τραπεζική εφαρμογή
et: pangandusrakendus
fi: pankkisovellus
fr: une application bancaire
he: אפליקציית בנקאות
hy: բանկային ծրագիր
it: un'app bancaria
ja: バンキングアプリ
ko: 은행 애플리케이션
mn: банкны аппликейшн
nl: een bank-app
pt: um aplicativo bancário
ru: банковское приложение
sv: en bankapp
tr: bir bankacılık uygulaması
tw: apɛde bankye
uk: банківський додаток
zh: 一个银行应用

source: un servicio de hosting
am: አንድ የፈቃዱን መሰሊይ
ar: خدمة استضافة
de: einen Hosting-Dienst
el: μια υπηρεσία φιλοξενίας
et: majutusteenus
fi: hosting-palvelu
fr: un service d'hébergement
he: שירות אירוח
hy: հոստինգի ծառայություն
it: un servizio di hosting
ja: ホスティングサービス
ko: 호스팅 서비스
mn: хостингийн үйлчилгээ
nl: een hostingdienst
pt: um serviço de hospedagem
ru: хостинг-сервис
sv: en hostingtjänst
tr: bir barındırma hizmeti
tw: abɔnten a ɔda ho
uk: послуга хостингу
zh: 一个托管服务

source: una plataforma de CRM
am: አንድ የCRM መሰሊይ
ar: منصة CRM
de: eine CRM-Plattform
el: μια πλατφόρμα CRM
et: CRM platvorm
fi: CRM-alusta
fr: une plateforme CRM
he: פלטפורמת CRM
hy: CRM պլատֆորում
it: una piattaforma CRM
ja: CRMプラットフォーム
ko: CRM 플랫폼
mn: CRM платформ
nl: een CRM-platform
pt: uma plataforma de CRM
ru: CRM-платформа
sv: en CRM-plattform
tr: bir CRM platformu
tw: CRM apɛde
uk: CRM-платформа
zh: 一个 CRM 平台

source: una app de organización y notas
am: አንድ የምቹ ዝርዝር ወቄላ
ar: تطبيق تنظيم وملاحظات
de: eine Organisations- und Notiz-App
el: μια εφαρμογή για οργάνωση και σημειώσεις
et: organiseerimise ja märkmete rakendus
fi: järjestämis- ja muistiinpanosovellus
fr: une application d'organisation et de notes
he: אפליקציית ארגון וערות
hy: կազմակերպման և նշումների ծրագիր
it: un'app di organizzazione e note
ja: 組織とメモのアプリ
ko: 조직화 및 메모 애플리케이션
mn: бичиг баримт, зохион байгуулалтын програм
nl: een organisatie- en notities-app
pt: um aplicativo de organização e notas
ru: приложение для организации и заметок
sv: en app för organisation och anteckningar
tr: bir organizasyon ve notlar uygulaması
tw: nkɔmɔ kɔ na nsɛm a ɛyɛ
uk: додаток для організації та нотаток
zh: 一个组织和笔记应用

source: Entrar
am: ገብቷ
ar: تسجيل الدخول
de: Anmelden
el: Σύνδεση
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
he: כניסה
hy: Մուտք
it: Accedi
ja: ログイン
ko: 로그인
mn: Нэвтрэх
nl: Inloggen
ru: Войти
sv: Logga in
tr: Giriş
tw: Bɔ mmɔden
uk: Увійти
zh: 登录

source: Olvidé mi contraseña
am: የቁልፍ ማስታወሻ አለኝ
ar: نسيت كلمة مروري
de: Ich habe mein Passwort vergessen
el: Ξέχασα τον κωδικό πρόσβασης
et: Unustasin oma parooli
fi: Unohtin salasanani
fr: J'ai oublié mon mot de passe
he: שכחתי את הסיסמה שלי
hy: Մենք մոռացել ենք մեր գաղտնաբառը
it: Ho dimenticato la mia password
ja: パスワードを忘れました
ko: 비밀번호를 잊어버렸습니다
mn: Надахим нууц үгээ мартсан
nl: Ik ben mijn wachtwoord vergeten
pt: Esqueci minha senha
ru: Я забыл пароль
sv: Jag har glömt mitt lösenord
tr: Şifremi unuttum
tw: Mepɛ me nsɛm a ɛda ho
uk: Я забув свій пароль
zh: 我忘记了我的密码

source: Iniciar sesión
am: መግባት
ar: تسجيل الدخول
de: Einloggen
el: Συνδεθείτε
et: Logi sisse
fi: Kirjaudu sisään
fr: Se connecter
he: התחברות
hy: Մուտք գործել
it: Accedi
ja: ログイン
ko: 로그인
mn: Нэвтрэх
nl: Inloggen
pt: Iniciar sessão
ru: Войти
sv: Logga in
tr: Oturum aç
tw: Bɔ mmɔden
uk: Увійти в систему
zh: 登录

source: ¿No tiene una cuenta?
am: የአካውንት አለኝ?
ar: هل ليس لديك حساب؟
de: Haben Sie kein Konto?
el: Δεν έχετε λογαριασμό;
et: Kas teil ei ole kontot?
fi: Ei ole tiliä?
fr: Vous n'avez pas de compte ?
he: אין לך חשבון?
hy: Դուք չունեք հաշիվ?
it: Non hai un account?
ja: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?
mn: Танд данс эсвэл тогтсон аккаунт байхгүй юу?
nl: Heeft u geen account?
pt: Não tem uma conta?
ru: У вас нет учетной записи?
sv: Har du inget konto?
tr: Hesabınız yok mu?
tw: W’anya abatoɔ anaa?
uk: Немає облікового запису?
zh: 没有账户吗？

source: Crea una cuenta gratis
am: አንድ ነጻ አካውንት ይዘጋጁ
ar: أنشئ حسابًا مجانيًا
de: Erstellen Sie ein kostenloses Konto
el: Δημιουργήστε έναν δωρεάν λογαριασμό
et: Looge tasuta konto
fi: Luo ilmainen tili
fr: Créer un compte gratuit
he: צור חשבון חינם
hy: Ստեղծել անվճար հաշիվ
it: Crea un account gratuito
ja: 無料アカウントを作成
ko: 무료 계정을 만드세요
mn: Үнэгүй аккаунт үүсгээрэй
nl: Maak een gratis account aan
pt: Crie uma conta grátis
ru: Создайте бесплатную учетную запись
sv: Skapa ett gratis konto
tr: Ücretsiz bir hesap oluştur
tw: Bɔ abatoɔ a ɛyɛ foforɔ
uk: Створіть безкоштовний обліковий запис
zh: 创建一个免费帐户

source: ¡Vuelve pronto!
am: በ፭ወይ አንድ ዝርምድ ላይ እንግደህ ወደው
ar: عد قريبًا!
de: Kommen Sie bald wieder!
el: Να επιστρέψετε σύντομα!
et: Tule varsti tagasi!
fi: Tule pian takaisin!
fr: Revenez bientôt !
he: חזור בקרוב!
hy: Ավելի շուտ ետ վերադառնա!
it: Torna presto!
ja: またお越しください！
ko: 곧 다시 오세요!
mn: Танд удаа авахад ирээрэй!
nl: Kom snel terug!
pt: Volte logo!
ru: Возвращайтесь скоро!
sv: Kom tillbaka snart!
tr: Hızla geri dön!
tw: Ba bio!
uk: Поверніться незабаром!
zh: 欢迎您再次光临！

source: O vuelve a
am: ወይም ወቀላ
ar: أو عد إلى
de: Oder kehren Sie zurück zu
el: Ή επιστρέψτε στο
et: Või mine tagasi
fi: Tai palaa
fr: Ou revenez à
he: או חזור ל
hy: Թե նորից վերադառնում եք
it: O torna a
ja: または戻る
ko: 또는 돌아가세요
mn: Эсвэл буцаж ороорой
nl: Of ga terug naar
pt: Ou volte para
ru: Или вернуться к
sv: Eller gå tillbaka till
tr: Ya da geri dön
tw: Anaa bɔ to ho
uk: Або повернутися до
zh: 或返回到
