Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Cursos bíblicos
am: የቤተ መቅደስ መማር
ar: الدورات الكتابية
de: Bibelkurse
el: Βιβλικά μαθήματα
et: Piibliv kursus
fi: Raamatun kurssit
fr: Cours bibliques
he: קורסים ביבליים
hy: Բարիլի դասընթացներ
it: Corsi biblici
ja: 聖書コース
ko: 성경 과정
mn: Библийн курсууд
nl: Bijbelcursussen
ru: Библейские курсы
sv: Bibliska kurser
tr: Kutsal kitap kursları
tw: Nkyerɛkyerɛ bɔkɔm
uk: Біблійні курси
zh: 圣经课程

source: Comentarios
am: አስታውሳይ
ar: تعليقات
de: Kommentare
el: Σχόλια
et: Kommentaarid
fi: Kommentit
fr: Commentaires
he: הערות
hy: Մեկնաբանություններ
it: Commenti
ja: コメント
ko: 댓글
mn: Сэтгэгдэл
nl: Opmerkingen
pt: Comentários
ru: Комментарии
sv: Kommentarer
tr: Yorumlar
tw: Nkyerɛkyerɛ
uk: Коментарі
zh: 评论

source: Privilegio
am: ፕሬቬሌጅ
ar: امتياز
de: Privileg
el: Προνόμιο
et: Privileegium
fi: Etuoikeus
fr: Privilège
he: זכות
hy: Առանցքային
ja: 特権
ko: 특권
mn: Талбай
nl: Voorrecht
pt: Privilégio
ru: Привилегия
sv: Privilegium
tr: Ayrıcalık
tw: Sikampɛn
uk: Привілей
zh: 特权

source: Sí
am: አዎን
ar: نعم
de: Ja
el: Ναι
et: Jah
fi: Kyllä
fr: Oui
he: כן
hy: Այո
it: Sì
ja: はい
ko: 예
mn: Тийм
nl: Ja
pt: Sim
ru: Да
sv: Ja
tr: Evet
tw: Aane
uk: Так
zh: 是

source: No
am: አይ
ar: لا
de: Nein
el: Όχι
et: Ei
fi: Ei
fr: Non
he: לא
hy: Ոչ
ja: いいえ
ko: 아니요
mn: Үгүй
nl: Nee
pt: Não
ru: Нет
sv: Nej
tr: Hayır
tw: Daabi
uk: Ні
zh: 没有

source: Informe de inventario
am: እቅፍ አቀባይ
ar: تقرير المخزون
de: Inventarbericht
el: Αναφορά αποθέματος
et: Inventuuri aruanne
fi: Inventaariraportti
fr: Rapport d'inventaire
he: דיווח מלאי
hy: Կարգախոսների զեկույց
it: Rapporto d'inventario
ja: 在庫レポート
ko: 재고 보고서
mn: Инвентарь тайлан
nl: Inventarisrapport
pt: Relatório de inventário
ru: Отчет об инвентаризации
sv: Inventeringsrapport
tr: Envanter raporu
tw: Nhyɛso mfidie
uk: Звіт про інвентар
zh: 库存报告

source: Este inventario debe hacerlo la congregación coordinadora del idioma cada mes. No debe haber existencias de artículos de solicitud especial, por lo tanto, este formulario no los incluye. Si por alguna razón se dispone de artículos de solicitud especial, anote las cantidades en una de las categorías generales, como por ejemplo "Otros". Para más instrucciones, consulte el formulario <em>S-28</em>. Para conocer las "Pautas para solicitar publicaciones y gestionar el inventario", consulte el <em>S-56</em> correspondiente a su país.
am: ይህ የተዘጋጁ ዕይታ በየወር በቋንቋ ያደርጋል። ለወር በሚል የተዳሰስ ዕቃዎች ምንዛሬ መሆን አይቻልም፣ ስለዚህ ይህ ቅጽ የአማራጭ ዕቃዎችን አይጨምርም። ከምንም ምክንያት የተዳሰስ ዕቃዎች ይታወቃሉ ከሆነ፣ እቃዎችን በአንድ እንቅስቃሴ ዕይታ ውስጥ ይቀመጡ፣ በምሳሌ "ሌላዎች"። በተጨማሪ እንዲወሰን ለመረጃ ይህን <em>S-28</em> ቅጽ ይመልከቱ። "የታዋቂ የመረጃ ማቅረብና የዕቃ አስተዳደር መመሪያዎች" ለማወቅ፣ የሀገርዎን <em>S-56</em> ይመልከቱ።
ar: يجب أن يتم هذا الجرد بواسطة الجماعة المنسقة للغة في كل شهر. يجب ألا يكون هناك مخزون من العناصر المطلوبة بشكل خاص، لذلك لا يتضمن هذا النموذج. إذا كانت هناك عناصر خاصة متاحة لأي سبب من الأسباب، قم بتدوين الكميات في واحدة من الفئات العامة، مثل "الأخرى". للحصول على مزيد من التعليمات، يرجى مراجعة النموذج <em>S-28</em>. لمعرفة "إرشادات طلب المنشورات وإدارة المخزون"، يرجى الاطلاع على <em>S-56</em> الخاصة ببلدك.
de: Dieses Inventar muss jeden Monat von der koordinierten Sprachgemeinde erstellt werden. Es soll keinen Bestand von Sonderanforderungsartikeln geben, daher ist dieses Formular nicht enthalten. Wenn aus irgendeinem Grund Sonderanforderungsartikel verfügbar sind, notieren Sie die Mengen in einer der allgemeinen Kategorien, wie zum Beispiel "Andere". Für weitere Anweisungen siehe das Formular <em>S-28</em>. Für die "Richtlinien zur Bestellung von Veröffentlichungen und zur Verwaltung des Bestands" siehe das für Ihr Land geltende <em>S-56</em>.
el: Αυτή η καταγραφή πρέπει να γίνεται από την εκκλησία που συντονίζει τη γλώσσα κάθε μήνα. Δεν πρέπει να υπάρχουν αποθέματα ειδικών ζητούμενων αντικειμένων, συνεπώς αυτή η φόρμα δεν τα περιλαμβάνει. Αν για οποιονδήποτε λόγο υπάρχουν διαθέσιμα ειδικά ζητούμενα αντικείμενα, σημειώστε τις ποσότητες σε μία από τις γενικές κατηγορίες, όπως για παράδειγμα "Άλλα". Για περισσότερες οδηγίες, παρακαλώ ανατρέξτε στη φόρμα <em>S-28</em>. Για να μάθετε τις "Οδηγίες για να ζητάτε δημοσιεύσεις και να διαχειρίζεστε το απόθεμα", παρακαλώ ανατρέξτε στο <em>S-56</em> που αντιστοιχεί στη χώρα σας.
et: See inventuur peab olema keelekoordineeriva koguduse poolt tehtud igal kuul. Erilise taotluse esemeid ei tohi varuda, seega see vorm ei sisalda neid. Kui mingil põhjusel on erilise taotluse esemeid saadaval, märkige kogused ühes üldistes kategooriates, nagu näiteks "Teised". Lisainstruktsioonide saamiseks vaadake vormi <em>S-28</em>. Publikatsioonide taotlemise ja inventuuri haldamise juhiste tutvumiseks vaadake oma riigi vastavat <em>S-56</em>.
fi: Tämä inventaario on tehtävä kunkin kuukauden lopussa kielen koordinointikongregaation toimesta. Erityisten pyyntöjen artikkeleita ei tule olla varastossa, joten tämä lomake ei sisällä niitä. Jos erityisiä pyyntöartikkeleita on saatavilla mistä tahansa syystä, merkitse määrät yhteen yleisiin luokkiin, kuten esimerkiksi "Muut". Lisäohjeita varten tarkista lomake <em>S-28</em>. Jos haluat tietää "Ohjeet julkaisujen pyytämiseksi ja varaston hallinnasta", tarkista <em>S-56</em>, joka kuuluu maallesi.
fr: Cet inventaire doit être effectué par la congrégation coordinatrice de langue chaque mois. Il ne doit pas y avoir de stock d'articles sur demande spéciale, donc ce formulaire ne les inclut pas. Si, pour une raison quelconque, des articles sur demande spéciale sont disponibles, notez les quantités dans l'une des catégories générales, comme par exemple "Autres". Pour plus d'instructions, consultez le formulaire <em>S-28</em>. Pour connaître les "Directives pour demander des publications et gérer l'inventaire", veuillez consulter le <em>S-56</em> correspondant à votre pays.
he: מלאי זה חייב להתבצע על ידי הקונגרציה המנהלית בשפה כל חודש. לא צריכות להיות מלאי של פריטים לבקשה מיוחדת, לכן טופס זה אינו כולל אותם. אם מסיבה כלשהי יש פריטים לבקשה מיוחדת, רשום את הכמויות באחת מקטגוריות הכלליות, כגון "אחרים". לצורך הוראות נוספות, עיין בטופס <em>S-28</em>. למידע על "הנחיות לבקשת פרסומים וניהול המלאי", עיין ב-<em>S-56</em> המתאים למדינה שלך.
hy: Այս վարկանիշը պետք է կատարի լեզվի համակարգող ժողովը յուրաքանչյուր ամիս։ Տ 특별 պահանջի ապրանքների պաշարները չպետք է լինեն, հետևաբար այս ձևը դրանք չի ներառում։ Եթե որևէ պատճառով հատուկ խնդրանքի ապրանքներ առկա են, նշեք քանակները ընդհանուր կատեգորիաներից մեկում, ինչպես օրինակ «Այլ»։ Բարև, հիշեք, որ <em>S-28</em> ձևը ցույց տվեք։ «Ավանդուներին խնդրանք ներկայացնելու և պաշարի կառավարման ուղեցույցների» մասին տեղեկանալու համար, խնդրում ենք ստուգել <em>S-56</em> համապատասխան մեր երկիր։
it: Questo inventario deve essere effettuato dalla congregazione coordinatrice della lingua ogni mese. Non devono esserci scorte di articoli su richiesta speciale, quindi questo modulo non li include. Se per qualche motivo sono disponibili articoli su richiesta speciale, annota le quantità in una delle categorie generali, come ad esempio "Altri". Per ulteriori istruzioni, consulta il modulo <em>S-28</em>. Per conoscere le "Linee guida per richiedere pubblicazioni e gestire l'inventario", consulta il <em>S-56</em> relativo al tuo paese.
ja: この在庫は、毎月言語を調整する会衆によって作成される必要があります。 特別リクエスト商品を在庫にしてはいけませんので、このフォームには含まれていません。 何らかの理由で特別リクエスト商品がある場合は、「その他」などの一般的なカテゴリーの1つに数量を記入してください。 詳細な指示については、<em>S-28</em>のフォームを参照してください。 「出版物のリクエストと在庫管理のガイドライン」は、<em>S-56</em>を参照してください。
ko: 이 재고는 매달 언어 조정 집회에서 작성해야 합니다. 특별 요청 품목의 재고가 없어야 하므로 이 양식에 포함되어 있지 않습니다. 어떤 이유로 특별 요청 품목이 있는 경우, 일반 범주 중 하나에 수량을 기록하십시오. 예를 들어 "기타"입니다. 추가 지침은 양식 <em>S-28</em>을 참조하십시오. "간행물 요청 및 재고 관리 지침"을 알고 싶으시면 귀하의 국가에 해당하는 <em>S-56</em>을 참조하십시오.
mn: Энэхүү инвентарийг хэлний координацийн хуралд жил бүр хийх ёстой. Специаль хүсэлт гаргасан барааны нөөц байх ёсгүй, тиймээс энэ маягт тэдгээрийг агуулдаггүй. Хэрэв ямар нэгэн шалтгаанаар тусгай хүсэлт гаргасан бараа байгаа бол, тоо хэмжээг ерөнхий ангилалуудын нэгэнд бичиж үлдээх, жишээ нь "Бусад". Илүү олон зааварчилгаа авахын тулд <em>S-28</em> маягтанд хандана уу. "Судалгааны материалыг захиалах болон инвентаризацийг удирдах заавар"-ыг мэдэхийн тулд, таны улсын <em>S-56</em>-г үзнэ үү.
nl: Deze inventaris moet elke maand worden uitgevoerd door de gemeente coördinator van de taal. Er mogen geen voorraden zijn van speciale aanvraag artikelen; daarom is dit formulier niet inbegrepen. Als er om wat voor reden dan ook speciale aanvraag artikelen beschikbaar zijn, noteer dan de hoeveelheden in een van de algemene categorieën, zoals bijvoorbeeld "Anderen". Voor meer instructies, raadpleeg formulier <em>S-28</em>. Voor de "Richtlijnen voor het aanvragen van publicaties en het beheren van inventaris", raadpleeg de <em>S-56</em> die bij uw land hoort.
pt: Este inventário deve ser feito pela congregação coordenadora do idioma a cada mês. Não deve haver estoque de itens de pedido especial, portanto, este formulário não os inclui. Se por algum motivo houver itens de pedido especial disponíveis, anote as quantidades em uma das categorias gerais, como por exemplo "Outros". Para mais instruções, consulte o formulário <em>S-28</em>. Para saber as "Diretrizes para solicitar publicações e gerenciar o inventário", consulte o <em>S-56</em> correspondente ao seu país.
ru: Этот инвентарь должен быть составлен координирующей конгрегацией языка каждый месяц. Не должно быть запасов специальных запрашиваемых предметов, поэтому эта форма их не включает. Если по какой-либо причине имеются специальные запрашиваемые предметы, укажите количества в одной из общих категорий, например "Другие". Для получения дополнительных инструкций смотрите форму <em>S-28</em>. Чтобы узнать о "Руководстве по запросу публикаций и управлению инвентаризацией", пожалуйста, обратитесь к <em>S-56</em>, соответствующему вашей стране.
sv: Denna inventering ska göras av den språkkoordinerande församlingen varje månad. Det ska inte finnas något lager av särskilt efterfrågade artiklar, därför ingår dessa inte i blanketten. Om av någon anledning särskilt efterfrågade artiklar finns tillgängliga, notera mängderna i en av de allmänna kategorierna, till exempel "Andra". För ytterligare instruktioner, se formulär <em>S-28</em>. För att veta mer om "Riktlinjer för begäran om publikationer och hantering av inventariet", konsultera <em>S-56</em> som gäller för ditt land.
tr: Bu envanter her ay dil koordine eden cemaati tarafından yapılmalıdır. Özel talep edilen ürünlerin stoğu olmamalıdır, bu nedenle bu formu içermez. Herhangi bir nedenle özel talep ürünleri mevcutsa, miktarları genel kategorilerden birine yazın, örneğin "Diğerleri". Daha fazla talimat için <em>S-28</em> formunu kontrol edin. "Yayın talep etme ve envanteri yönetme yönergelerini" öğrenmek için ülkenize özgü <em>S-56</em>'ya bakın.
tw: Sɛ yɛnni nsɛm a ɛda a ɔkɔmfo no ntumi mfa nsɛm a wɔreyɛ no ho. Sɛ biribi a yɛyɛ a ɛda so frɛ nyansa a ebinom frɛ "Abɔfoɔ". Sɛ wopɛ nsɛm a wɔbɛyɛ nhyɛ so a, che nsɛm <em>S-28</em>. Sɛ wopɛ sɛ wopɛ "Nsɛm a wɔde bɛyɛ nsonsoɔ na boɔ mu" nohwɛ <em>S-56</em> ɛda bɛn wo man no ho,.
uk: Цей інвентар повинен готуватися мовною координуючою конгрегацією кожного місяця. Не повинно бути запасів спеціально запитуваних предметів, тому ця форма їх не містить. Якщо з якоїсь причини наявні предмети спеціального запиту, запишіть кількості в одну з загальних категорій, таких як "Інші". Для отримання додаткових інструкцій зверніться до форми <em>S-28</em>. Щоб дізнатися про "Вказівки щодо запиту публікацій та управління інвентаризацією", зверніться до <em>S-56</em>, відповідної вашій країні.
zh: 这个库存每月必须由语言协调会堂的教会完成。 不应有特殊请求物品的库存，因此此表单不包括它们。 如果由于某种原因可以获得特殊请求物品，请将数量记录在一般分类之一中，例如“其他”。 有关更多说明，请参阅表格<em>S-28</em>。 要了解“请求出版物和管理库存的指南”，请查阅适用于您国家的<em>S-56</em>。

source: Guardar inventario
am: ዕቃ ይቀመጡ
ar: احفظ الجرد
de: Inventar speichern
el: Αποθήκευση αποθέματος
et: Salvesta inventuur
fi: Tallenna inventaari
fr: Sauvegarder l'inventaire
he: שמור מלאי
hy: Պահպանել վարկանիշ
it: Salva inventario
ja: 在庫を保存
ko: 재고 저장
mn: Инвентарийг хадгалах
nl: Inventaris opslaan
pt: Salvar inventário
ru: Сохранить инвентарь
sv: Spara inventariet
tr: Envanteri kaydet
tw: Sie nsa gu so akwan
uk: Зберегти інвентар
zh: 保存库存

source: Eliminar inventario
am: ዕቃ ይሰርዝ
ar: احذف الجرد
de: Inventar löschen
el: Διαγραφή αποθέματος
et: Kustuta inventuur
fi: Poista inventaari
fr: Supprimer l'inventaire
he: מחק מלאי
hy: Ջնջել վարկանիշ
it: Elimina inventario
ja: 在庫を削除
ko: 재고 삭제
mn: Инвентарийг устгах
nl: Inventaris verwijderen
pt: Excluir inventário
ru: Удалить инвентарь
sv: Ta bort inventariet
tr: Envanteri sil
tw: Paw nhyɛm mpo
uk: Видалити інвентар
zh: 删除库存

source: Datos del orador
am: የአድራሻ ዝርዝር
ar: بيانات المتحدث
de: Daten des Redners
el: Προσωπικά δεδομένα ομιλητή
et: Esineja andmed
fi: Puhuja tiedot
fr: Données de l'orateur
he: נתוני הדובר
hy: Խոսողի տվյալները
it: Dati dell'oratore
ja: 発表者のデータ
ko: 발표자 정보
mn: Яригчийн мэдээлэл
nl: Gegevens van de spreker
pt: Dados do orador
ru: Данные о выступающем
sv: Talardata
tr: Konuşmacının verileri
tw: Nsɛm a ɔkɔka
uk: Дані про доповідача
zh: 演讲者数据

source: Aprobado para salir
am: ተከበር ለመውጣት
ar: موافقة للخروج
de: Genehmigt zum Ausgehen
el: Εγκεκριμένο για έξοδο
et: Heaks kiidetud väljumiseks
fi: Hyväksytty lähtemään
fr: Approuvé pour sortir
he: מאושר לצאת
hy: Հաստատված ելք
it: Approvato per uscire
ja: 出ることが承認されました
ko: 나가도록 승인됨
mn: Гарах зөвшөөрөгдсөн
nl: Goedkeuring om te gaan
pt: Aprovado para sair
ru: Одобрено для выхода
sv: Godkänd att gå ut
tr: Dışarı çıkmak için onaylandı
tw: Akwantu a ahyɛ so
uk: Схвалено для виходу
zh: 已批准外出

source: Si el orador es foráneo, especifique su congregación de origen
am: የአስተሳሰብ ቦታውን ይግለጹ
ar: إذا كان المتحدث أجنبيًا، يرجى تحديد الكنيسة الأصلية له
de: Wenn der Redner fremd ist, geben Sie seine Herkunftsgemeinde an
el: Εάν ο ομιλητής είναι αλλοδαπός, παρακαλώ προσδιορίστε την εκκλησία καταγωγής του
et: Kui esineja on välismaalane, täpsustage tema päritolu kogudus
fi: Jos puhuja on ulkomaalainen, määritä hänen alkuperäinen seurakuntansa
fr: Si l'orateur est étranger, spécifiez sa congrégation d'origine
he: אם הדובר הוא זר, ציין את קונגרציית המוצא שלו
hy: Եթե խոսողը օտար է, նշեք նրա ծագման ժողովը
it: Se l'oratore è straniero, specificare la sua congregazione di origine
ja: 発表者が外国人の場合は、その出身会衆を指定してください
ko: 발표자가 외국인이라면, 출발 교회를 명시하세요
mn: Хэрэв яригч нь гадаад байгаа бол, уг яригчийн эхлэл зүйл бүхий хуралд оролцсон.
nl: Als de spreker van buitenaf komt, geef dan zijn gemeente van oorsprong op
pt: Se o orador é estrangeiro, especifique sua congregação de origem
ru: Если оратор из другой страны, укажите его исходную конгрегацию
sv: Om talaren är utländsk, ange hans ursprungliga församling
tr: Eğer konuşmacı yabancıysa, lütfen köken cemaati belirtin
tw: Sɛ ɔkɔkɔ no yɛ abɔfoɔ, bɔ mmɔden na fankara no
uk: Якщо доповідач є іноземцем, вкажіть його рідну конгрегацію
zh: 如果演讲者是外籍人士，请具体说明他们的原始教会

source: Celular
am: የሞባይል ስልክ
ar: هاتف محمول
de: Handy
el: Κινητό
et: Mobiiltelefon
fi: Matkapuhelin
fr: Téléphone portable
he: טלפון נייד
hy: Մոբիլային հեռախոս
it: Cellulare
ja: 携帯電話
ko: 휴대폰
mn: Гар утас
nl: Mobiele telefoon
ru: Мобильный телефон
sv: Mobiltelefon
tr: Cep telefonu
tw: Mmobɔyɛ
uk: Мобільний телефон
zh: 手机

source: Teléfono
am: ስልክ
ar: هاتف
de: Telefon
el: Τηλέφωνο
et: Telefon
fi: Puhelin
fr: Téléphone
he: טלפון
hy: Հեռախոս
it: Telefono
ja: 電話
ko: 전화
mn: Утас
nl: Telefoon
pt: Telefone
ru: Телефон
sv: Telefon
tr: Telefon
tw: Fonɔ
uk: Телефон
zh: 电话

source: Anciano
am: የዜና ዝርዝር
ar: شيخ
de: Ältester
el: Πρεσβύτερος
et: Vanem
fi: Vanhin
fr: Ancien
he: זקן
hy: Սերուցքներ
it: Anziano
ja: 長老
ko: 장로
mn: Ахмад
nl: Oudste
pt: Ancião
ru: Старейшина
sv: Äldste
tr: Yaşlı
tw: Kɛseɛ
uk: Старейшина
zh: 长老

source: Siervo ministerial
am: የጽድቅ ተዋጋይ
ar: خادم وزاري
de: ministerieller Diener
el: Υπηρέτης υπουργείου
et: Teenistuse teenija
fi: Ministeriaalipalvelija
fr: Serviteur ministériel
he: עוזר משרדי
hy: Մինիստրական ծառա
it: Servo ministeriale
ja: 奉仕のしもべ
ko: 부서원
mn: Явцын албан тушаалтан
nl: Ministerieel dienaar
pt: Servo ministerial
ru: Служитель
sv: Ministeriellt tjänare
tr: Hizmetçi
tw: Sɛvɛm anaa
uk: Служитель
zh: 事工仆人

source: Bosquejos preparados
am: ዝርዝር ይቀመጡ
ar: مسودات مُعدَة
de: Vorbereitete Gliederungen
el: Προετοιμασμένα σχέδια
et: Valmistatud plaanid
fi: Valmistellut luonnokset
fr: Plans préparés
he: מתווי הכנה
hy: Պատրաստված երկրներ
it: Schemi preparati
ja: 準備された概要
ko: 준비된 개요
mn: Бэлтгэсэн схемүүд
nl: Voorbereide schema's
pt: Esboços preparados
ru: Приготовленные контуры
sv: Förberedda skisser
tr: Hazırlanan taslaklar
tw: Akɔdaa a wɔakɔ da
uk: Готові резюме
zh: 准备的提纲

source: Datos personales
am: የግል መረጃ
ar: البيانات الشخصية
de: Persönliche Daten
el: Προσωπικά δεδομένα
et: Isiklikud andmed
fi: Henkilötiedot
fr: Données personnelles
he: נתונים אישיים
hy: Բաղադրույքներ
it: Dati personali
ja: 個人データ
ko: 개인 데이터
mn: Хувийн мэдээлэл
nl: Persoonlijke gegevens
pt: Dados pessoais
ru: Личные данные
sv: Personuppgifter
tr: Kişisel bilgiler
tw: Nkuto a ɛda ho adi
uk: Особисті дані
zh: 个人信息

source: Hombre
am: ወንበር
ar: ذكر
de: Männlich
el: Άνδρας
et: Mees
fi: Mies
fr: Homme
he: גבר
hy: Արական
it: Maschio
ja: 男性
ko: 남자
mn: Эрэгтэй
nl: Man
pt: Homem
ru: Мужчина
sv: Man
tr: Erkek
tw: Mmarima
uk: Чоловік
zh: 男性

source: Mujer
am: ሴት
ar: أنثى
de: Weiblich
el: Γυναίκα
et: Naine
fi: Nainen
fr: Femme
he: אישה
hy: Իգական
it: Femmina
ja: 女性
ko: 여자
mn: Эмэгтэй
nl: Vrouw
pt: Mulher
ru: Женщина
sv: Kvinna
tr: Kadın
tw: Mmaa
uk: Жінка
zh: 女性
