Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Seleccionar todos
am: ሁለን ነሥኦት
ar: حدد الكل
de: Alles auswählen
el: Επιλογή όλων
et: Terve kogu valik
fi: Valitse kaikki
fr: Sélectionner tout
he: בחר את כולם
hy: Ընտրել բոլորը
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
mn: Бүгдийг сонгох
nl: Selecteer alles
pt: Selecionar todos
ru: Выбрать все
sv: Välj alla
tr: Hepsini seç
tw: Paw nyinaa
uk: Вибрати всіх
zh: 全选

source: Presidente
am: ወገቀይ
ar: رئيس
de: Präsident
el: Πρόεδρος
et: Esimees
fi: Puheenjohtaja
fr: Président
he: נשיא
hy: Նախագահ
ja: 会長
ko: 의장
mn: Ерөнхийлөгч
nl: Voorzitter
ru: Президент
sv: Ordförande
tr: Başkan
tw: Pɛsɛdeɛ
uk: Президент
zh: 主席

source: Oración
am: ሳን዆ላ
ar: صلاة
de: Gebet
el: Προσευχή
et: Palve
fi: Rukous
fr: Prière
he: תפילה
hy: Պարայություն
it: Preghiera
ja: 祈り
ko: 기도
mn: Молито
nl: Gebed
pt: Oração
ru: Молитва
sv: Bön
tr: Dua
tw: Mpaeɛ
uk: Молитва
zh: 祷告

source: Discurso (10 mins.)
am: ቃለ ቃላ (10 ደቂቀ ምስል)
ar: خطاب (١٠ دقائق)
de: Ansprache (10 Min.)
el: Ομιλία (10 λεπτά)
et: Kõne (10 min.)
fi: Puhe (10 min.)
fr: Discours (10 min.)
he: נאום (10 דקות)
hy: خطاب (10 րոպե)
it: Discorso (10 min.)
ja: スピーチ (10 分)
ko: 연설 (10분)
mn: Яриа (10 мин.)
nl: Toespraak (10 min.)
pt: Discurso (10 min.)
ru: Речь (10 мин)
sv: Tal (10 min.)
tr: Konuşma (10 dk.)
tw: Nkɔmmɔ (10 na min)
uk: Промова (10 хв.)
zh: 演讲（10分钟）

source: Busquemos perlas escondidas
am: ወይታ ለማልማ
ar: دعونا نبحث عن اللآلئ المخفية
de: Lass uns nach versteckten Perlen suchen
el: Ας ψάξουμε για κρυμμένους θησαυρούς
et: Otsime varjatud pärleid
fi: Etsitään piilotettuja helmiä
fr: Cherchons des perles cachées
he: בואו נחפש פנינים מוסתרות
hy: Եկեք փնտրենք թաքնված սեկելներ
it: Cerchiamo perle nascoste
ja: 隠された真珠を探そう
ko: 숨겨진 진주를 찾자
mn: Нууц жемчуг хайя
nl: Laten we verborgen parels zoeken
pt: Vamos buscar pérolas escondidas
ru: Давайте искать спрятанные жемчужины
sv: Låt oss leta efter gömda pärlor
tr: Gizli incileri arayalım
tw: Yɛnkɔbɔ abɛn a wudii na kɔkɔ
uk: Шукаємо приховані перли
zh: 让我们寻找隐藏的珍珠

source: Lectura de la Biblia
am: የታዋቂነት ዕያይ
ar: قراءة الكتاب المقدس
de: Bibel Lesung
el: Ανάγνωση της Βίβλου
et: Piibli lugemine
fi: Raamatun lukeminen
fr: Lecture de la Bible
he: קריאת הברית החדשה
hy: Անվերջ վարդզություն
it: Lettura della Bibbia
ja: 聖書の朗読
ko: 성경 읽기
mn: Библийн уншилт
nl: Bijbel Lezing
pt: Leitura da Bíblia
ru: Чтение Библии
sv: Bibelläsning
tr: Kutsal Kitap Okuması
tw: Bɔ Bible ho dwuma
uk: Читання Біблії
zh: 圣经阅读

source: SEAMOS MEJORES MAESTROS
am: ይኯኑ መወዲወት
ar: لنتعلم أن نكون معلمين أفضل
de: LASSEN SIE UNS BESSERE LEHRER SEIN
el: Ας γίνουμε καλύτεροι δάσκαλοι
et: OLGE PARIMAD ÕPETAJAD
fi: OLKAAN PARHAAT OPETTAJAT
fr: SOYONS DE MEILLEURS ENSEIGNANTS
he: בואו נהיה מורים טובים יותר
hy: Եղեք ավելի լավ ուսուցիչներ
it: SIARE DIO MIGLIORI INSEGNANTI
ja: より良い教師になろう
ko: 더 나은 교사가 됩시다
mn: Бид илүү сайн багшид болохоор
nl: LATEN WE BETERE LERAARS ZIJN
pt: SEJAMOS MELHORES MESTRES
ru: Давайте будем лучшими учителями
sv: Låt oss bli bättre lärare
tr: DAHA İYİ ÖĞRETMENLER OLALIM
tw: Momma yɛn nyansa a yɛyɛ yɛn nkyerɛkyerɛ
uk: Давайте будем кращими вчителями
zh: 让我们成为更好的老师

source: Análisis
am: ያለህ ዕፋት
ar: تحليل
de: Analyse
el: Ανάλυση
et: Analüüs
fi: Analyysi
fr: Analyse
he: אנליזה
hy: Վերլուծություն
it: Analisi
ja: 分析
ko: 분석
mn: Шалгалт
nl: Analyse
pt: Análise
ru: Анализ
sv: Analys
tr: Analiz
tw: Nsɛm a wɔyɛ no ho
uk: Аналіз
zh: 分析

source: Empiece conversaciones
am: ንዝዳት ይመርኖመ
ar: ابدأ المحادثات
de: Beginne Gespräche
el: Ξεκινήστε συνομιλίες
et: Alustage vestlusi
fi: Aloita keskusteluja
fr: Commencez des conversations
he: התחל שיחות
hy: Սկսեք խոսակցություններ
it: Inizia conversazioni
ja: 会話を始める
ko: 대화를 시작하십시오
mn: Ярианууд эхлүүл
nl: Begin gesprekken
pt: Inicie conversas
ru: Начать разговоры
sv: Börja samtal
tr: Görüşmelere başlayın
tw: Sɛnkanee nsɛm
uk: Почати розмови
zh: 开始对话

source: Haga revisitas
am: እባኮትን ወደ ቀድሞ ጉብኝቶች ይወዳዳሉ
ar: قم بالزيارات المتكررة
de: Mache Rückbesuche
el: Πραγματοποιήστε επαναλήψεις
et: Tehke tagasivisiite
fi: Ole palautusvierailuja
fr: Faites des visites de retour
he: בצע ביקורים חוזרים
hy: Կատարեք վերադառնում այցելություններ
it: Fai visite di ritorno
ja: 再訪問を行う
ko: 재방문 하십시오
mn: Дахин тохиолдол хийх
nl: Maak terugbezoeken
pt: Faça revisitas
ru: Сделать повторные визиты
sv: Gör återbesök
tr: Tekrar ziyaretler yapın
tw: Yɛyɛ nkɔmbɔfoɔ
uk: Здійсцнюйте повторні візити
zh: 进行回访

source: Haga discípulos
am: ወይቀኝ አግንድ የሚለው
ar: اجعل تلاميذ
de: Mache Jünger
el: Κάντε μαθητές
et: Tehke jüngrid
fi: Tee opetuslapsia
fr: Faites des disciples
he: עשה תלמידים
hy: Հաճախեք աշակերտները
it: Fai discepoli
ja: 弟子を作る
ko: 제자 만들기
mn: Илүү сурагчид бүрдүүлэх
nl: Maak discipelen
pt: Faça discípulos
ru: Сделать учениками
sv: Gör lärjungar
tr: Müritler yapın
tw: Yɛyɛ akyɛdeɛ
uk: Зробіть учнів
zh: 造就门徒

source: No utilizar en la sala principal
am: ይደናይበለው በምርጡ
ar: لا تستخدم في الغرفة الرئيسية
de: Nicht im Hauptsaal benutzen
el: Μην χρησιμοποιείτε στην κύρια αίθουσα
et: Ärge kasutage peamises ruumis
fi: Älä käytä pääsalissa
fr: Ne pas utiliser dans la salle principale
he: אין להשתמש בחדר הראשי
hy: Մի օգտագործեք գլխավոր սրահում
it: Non utilizzare nella sala principale
ja: メインルームでの使用禁止
ko: 주 회의실에서는 사용하지 마십시오
mn: Гол танхимд хэрэглэхгүй
nl: Niet gebruiken in de hoofdzaal
pt: Não use na sala principal
ru: Не использовать в основном зале
sv: Använd inte i huvudrummet
tr: Ana odada kullanmayın
tw: Mfa nnhyehyɛ mu
uk: Не використовувати в головному залі
zh: 请勿在主会场使用

source: Explique sus creencias
am: አስተባበረ ወዘይ
ar: اشرح معتقداتك
de: Erkläre deinen Glauben
el: Εξηγήστε τις πεποιθήσεις σας
et: Selgitage oma veendumusi
fi: Selitä uskomuksesi
fr: Expliquez vos croyances
he: הסבר על אמונותיך
hy: وضّح معتقداتك
it: Spiega le tue credenze
ja: あなたの信念を説明してください
ko: 신념을 설명하십시오
mn: Та нарын итгэл үнэмшлүүдийг тайлбарлана уу
nl: Leg uit wat je gelooft
pt: Explique suas crenças
ru: Объясните свои убеждения
sv: Förklara dina tro
tr: İnanışlarını açıkla
tw: Kyerɛ wɔn botaeɛ
uk: Поясніть свої вірування
zh: 解释你的信仰

source: Ayudante
am: ዉስጥር ወአይኒዮ
ar: مساعد
de: Helfer
el: Βοηθός
et: Abistaja
fi: Avustaja
fr: Aide
he: עוזר
hy: Օգնող
it: Aiutante
ja: アシスタント
ko: 도와주는 사람
mn: Туслагч
nl: Helper
pt: Ajudante
ru: Помощник
sv: Assistent
tr: Yardımcı
tw: Hyɛ akenkan
uk: Асистент
zh: 助手

source: Discurso
am: ዋይ ወዬሉ
ar: خطاب
de: Ansprache
el: Ομιλία
et: Kõne
fi: Puhe
fr: Discours
he: נאום
hy: خطاب
it: Discorso
ja: スピーチ
ko: 연설
mn: Яриа
nl: Toespraak
ru: Речь
sv: Tal
tr: Konuşma
tw: Nkɔmmɔ
uk: Промова
zh: 演讲

source: Utilizar solo en la sala principal
am: እወይቀና አይኒዘይ
ar: استخدم فقط في الغرفة الرئيسية
de: Nur im Hauptsaal verwenden
el: Χρησιμοποιήστε μόνο στην κύρια αίθουσα
et: Kasutage ainult peamises ruumis
fi: Käytä vain pääsalissa
fr: Utiliser uniquement dans la salle principale
he: שימוש רק בחדר הראשי
hy: Միայն գլխավոր սենյակում օգտագործեք
it: Utilizza solo nella sala principale
ja: メインルームでのみ使用
ko: 주 회의실에서만 사용하십시오
mn: Гол танхимд л ашиглах
nl: Slechts in de hoofdzaal gebruiken
pt: Utilizar apenas na sala principal
ru: Использовать только в основном зале
sv: Använd endast i huvudrummet
tr: Yalnızca ana odada kullanın
tw: Fa yɛde yɛ nea yɛda so
uk: Використовувати тільки в головному залі
zh: 仅在主会场使用

source: NUESTRA VIDA CRISTIANA
am: እኛ የክርስቲያን እድል
ar: حياتنا المسيحية
de: UNSER CHRISTLICHES LEBEN
el: Η ΖΩΗ ΜΑΣ ΩΣ ΧΡΙΣΤΙΑΝΟΙ
et: MEIE KRISTLIK ELU
fi: KRISTILLINEN ELAMME
fr: NOTRE VIE CHRÉTIENNE
he: חיינו הנוצריים
hy: Մեր քրիստոնյա կյանքը
it: LA NOSTRA VITA CRISTIANA
ja: 私たちのクリスチャンライフ
ko: 우리의 기독교 생명
mn: Бидний христийн амьдрал
nl: ONZE CHRISTELIJKE LEVEN
pt: NOSSA VIDA CRISTÃ
ru: Наша христианская жизнь
sv: Vårt kristna liv
tr: HİCRİ YAŞAMIMIZ
tw: Yɛn nkwa kɛse no
uk: НАШЕ ХРИСТИЯНСЬКЕ ЖИТТЯ
zh: 我们的基督徒生活

source: Intervenciones
am: ውርደቶች
ar: التدخلات
de: Interventionen
el: Επεμβάσεις
et: Sekkumised
fi: Käytännöt
fr: Interventions
he: התערבויות
hy: Հ müdvenություններ
it: Interventi
ja: 介入
ko: 개입
mn: Интервенци
nl: Interventies
pt: Intervenções
ru: Вмешательства
sv: Interventioner
tr: Müdahaleler
tw: Nhyiam a wɔpɛ
uk: Втручання
zh: 干预

source: Estudio bíblico de la congregación
am: የማዕከል መጻፍ ስርዓት
ar: دراسة الكتاب المقدس للمجموعة
de: Bibelstudium der Gemeinde
el: Βιβλική μελέτη της εκκλησίας
et: Koguduse Piibli uurimine
fi: Kongregaation Raamatun tutkimus
fr: Étude biblique de la congrégation
he: לימוד תנ"ך בקהילה
hy: Հասարակության bib Berdimuhamedow
it: Studio biblico della congregazione
ja: 会衆の聖書研究
ko: 회중의 성경 연구
mn: Чуулганы Библи судалгаа
nl: Congregatie Bijbelstudie
pt: Estudo bíblico da congregação
ru: Библейское изучение собрания
sv: Församlingens bibelstudie
tr: Cemaat İncil Çalışması
tw: Asɛm a ɛfa Bible ho a wɔyɛ wɔ abatoɔ no mu
uk: Біблійне вивчення конгрегації
zh: 会众的圣经学习

source: Lector
am: አንባሳ
ar: قارئ
de: Leser
el: Αναγνώστης
et: Lugeja
fi: Lukija
fr: Lecteur
he: קורא
hy: Կարդացող
it: Lettore
ja: リーダー
ko: 읽는 사람
mn: Уншигч
nl: Lezer
pt: Leitor
ru: Чтец
sv: Läsare
tr: Okuyucu
tw: Nkyerɛkyerɛfo
uk: Читець
zh: 朗读者

source: ESTUDIO DE LA ATALAYA
am: እንደ ተገኙት ዳሰሳ
ar: دراسة برج المراقبة
de: WACHTTURM STUDIUM
el: ΜΕΛΕΤΗ ΤΗΣ ΣΚΟΠΙΑΣ
et: VAHTTORNI UURIMINE
fi: VALVOJAN TUTKIMUS
fr: ÉTUDE DE LA TOUR DE GARDE
he: לימוד המגדל השומרים
hy: ԱՇԽԱՏԱՆՔԻ ՍԿԻԲ
it: STUDIO DELLA TORRE DI GUARDIA
ja: 監視塔の研究
ko: 파수대 연구
mn: ХҮРЗийн СУДАЛГАА
nl: WACHTTOWER STUDIE
pt: ESTUDO DE A ATALAYA
ru: Изучение Страны Стражей
sv: VAKTTORN STUDIE
tr: Gözetleme Kulesi Çalışması
tw: ATAMAYAN KƆRƆN
uk: ВИВЧЕННЯ СТРАЖА
zh: 守望台研究

source: Discursante público saliente
am: የዕለት ውስጥ አስቀድሞ ከመጀመር ይህ ነው
ar: المتحدث العام المغادر
de: Ausgehender öffentlicher Redner
el: Αποχωρών ομιλητής δημόσιας ομιλίας
et: Juhtiv avalik kõneleja
fi: Lähtevä julkinen puhuja
fr: Intervenant public sortant
he: דובר ציבור יוצא
hy: Գալստական ելենսող խոսնակ
it: Relatore pubblico in uscita
ja: 退任する公のスピーカー
ko: 퇴임하는 공개 연설자
mn: Ирж буй илгээлтчин
nl: Vertrekkende openbare spreker
pt: Palestrante público em saída
ru: Исходящий публичный оратор
sv: Avgående offentlig talare
tr: Görevdeki Kamu Konuşmacısı
tw: Sɔfo a ɔkɔ da
uk: Вихідний публічний доповідач
zh: 即将离任的公众发言人

source: Discursante público local
am: አንዱ ቀን የክርስቲያን ኑሮ
ar: المتحدث العام المحلي
de: Örtlicher öffentlicher Redner
el: Τοπικός δημόσιος ομιλητής
et: Kohalik avalik kõneleja
fi: Paikallinen julkinen puhuja
fr: Intervenant public local
he: דובר ציבור מקומי
hy: Մարզական հրապարակման խոսնակ
it: Relatore pubblico locale
ja: 地域の公のスピーカー
ko: 지역 공개 연설자
mn: Орон нутгийн илгээлтчин
nl: Lokale openbare spreker
pt: Palestrante público local
ru: Местный публичный оратор
sv: Lokal offentlig talare
tr: Yerel Kamu Konuşmacısı
tw: Sɔfo a ɔyɛ ɔman mu
uk: Місцевий публічний доповідач
zh: 当地公众发言人

source: Presidente de la reunión pública
am: የማህበረሰቡ የዱር ፍቃድ
ar: رئيس الاجتماع العام
de: Vorsitzender der öffentlichen Sitzung
el: Πρόεδρος δημόσιας συνάντησης
et: Avaliku koosoleku esimees
fi: Julkisen kokouksen puheenjohtaja
fr: Président de la réunion publique
he: יו"ר הפגישה הציבורית
hy: Հանդիպման նախագահ
it: Presidente della riunione pubblica
ja: 公の集会の議長
ko: 공공 회의의 의장
mn: Илгээлтийн хэсгийн дарга
nl: Voorzitter van de openbare vergadering
pt: Presidente da reunião pública
ru: Председатель публичного собрания
sv: Ordförande för det offentliga mötet
tr: Toplantı Başkanı
tw: Abatoɔ no ɔpanyin
uk: Голова публічного збору
zh: 公众会议主席

source: Lector de La Atalaya
am: የተኮረ አንደኛ የእርምጃ አቅም
ar: قارئ برج المراقبة
de: Leser der Wachturm
el: Αναγνώστης της Σκοπιάς
et: Vahtkonna Lugeja
fi: Valvojan lukija
fr: Lecteur de La Tour de Garde
he: קורא של המגדל השומרים
hy: Բարձր կարգի հրապարակողների լսարան
it: Lettore de La Torre di Guardia
ja: ウォッチタワーのリーダー
ko: 파수대의 독자
mn: Аалзын уншигч
nl: Lezer van De Wachttoren
pt: Leitor da Atalaya
ru: Чтец Страны Стражей
sv: Läsare av Vakttornet
tr: Gözetleme Kulesi Okuyucusu
tw: Abatoɔ no Nkyerɛkyerɛfo
uk: Читець Журналу
zh: 守望台的朗读者

source: Anfitrión para las hospitalidades
am: እንደ ከላይተ ወንዞች
ar: المضيف للحفاوة
de: Gastgeber für Gastfreundschaft
el: Οικοδεσπότης για φιλότιμο
et: Häid vastuvõtte
fi: Isäntänä vieraanvaraisuudelle
fr: Hôte pour l'hospitalité
he: מנחה לאירועים
hy: Հյուրասի, աշխարհազույցի հովանավորչություն
it: Ospite per l'ospitalità
ja: ホスピタリティのホスト
ko: 환대의 주인
mn: Зочид буудлын хариуцагч
nl: Gastheer voor gastvrijheid
pt: Anfitrião para as hospitalidades
ru: Хозяин для гостеприимства
sv: Värd för gästvänlighet
tr: Misafirperverlik İçin Ev Sahibi
tw: Nhyɛda ma nsɛmfua
uk: Господар для гостинності
zh: 热情款待的东道主

source: TAREAS
am: ክዮይፓው
ar: المهام
de: AUFGABEN
el: ΚΑΘΗΚΟΝΤΑ
et: ÜLESANDED
fi: TEHTÄVÄT
fr: TÂCHES
he: משימות
hy: ԱՇԽԱՏԱՆՔՆԵՐ
it: COMPITI
ja: タスク
ko: 업무
mn: Үүрэг
nl: TAKEN
pt: TAREFAS
ru: ЗАДАЧИ
sv: UPPGIFTER
tr: GÖREVLER
tw: ADWENE
uk: ЗАВДАННЯ
zh: 任务

source: Operador de audio
am: እንደ ዚህ ዝንባሌ
ar: مشغل الصوت
de: Audio-Operator
el: Υπεύθυνος ήχου
et: Helioper
fi: Äänentoistaja
fr: Opérateur audio
he: אופרטור אודיו
hy: Աուդիո օպերատոր
it: Operatore audio
ja: オーディオオペレーター
ko: 오디오 운영자
mn: Дууны оператор
nl: Audio operator
pt: Operador de áudio
ru: Оператор аудио
sv: Ljudoperatör
tr: Ses Operatörü
tw: Din ɛyɛ audios
uk: Оператор звуку
zh: 音频操作员

source: Plataforma
am: መስመር
ar: منصة
de: Plattform
el: Πλατφόρμα
et: Platvorm
fi: Alusta
fr: Plateforme
he: פלטפורמה
hy: Հարթակ
it: Piattaforma
ja: プラットフォーム
ko: 플랫폼
mn: Платформ
nl: Platform
ru: Платформа
sv: Plattform
tr: Platform
tw: Platform
uk: Платформа
zh: 平台

source: Anfitrión en Zoom
am: ዙም ላይ ከመዝገበ ገዳይ
ar: مضيف في زووم
de: Zoom Gastgeber
el: Οικοδεσπότης σε Zoom
et: Zoomi peremees
fi: Zoom-isäntä
fr: Hôte Zoom
he: מנחה ב-Zoom
hy: Zoom-ում հյուրասենյակ
it: Ospite su Zoom
ja: Zoomのホスト
ko: Zoom의 주최자
mn: Zoom хост
nl: Zoom gastheer
pt: Anfitrião no Zoom
ru: Хозяин на Zoom
sv: Värd på Zoom
tr: Zoom’da Ev Sahibi
tw: Nhyɛda wɔ Zoom
uk: Господар на Zoom
zh: Zoom 主持人

source: Micrófonos
am: የማዕደር መታ
ar: ميكروفونات
de: Mikrofone
el: Μικρόφωνα
et: Mikrofonid
fi: Mikrofonit
fr: Microphones
he: מיקרופונים
hy: Միկրոֆոններ
it: Microfoni
ja: マイク
ko: 마이크
mn: Микрофон
nl: Microfoons
pt: Microfones
ru: Микрофоны
sv: Mikrofoner
tr: Mikrofonlar
tw: Mikrofon
uk: Мікрофони
zh: 麦克风

source: Coanfitrión en Zoom
am: ዙም ከፈለጉ
ar: المساعد في زووم
de: Zoom Co-Gastgeber
el: Συμπαρουσιαστής σε Zoom
et: Zoomi kaaslane
fi: Zoom-yhteistyöisäntä
fr: Co-hôte Zoom
he: שותף במנחה ב-Zoom
hy: Zoom-ի համահյուրասենյակ
it: Co-ospite su Zoom
ja: Zoomの共同ホスト
ko: Zoom 공동 주최자
mn: Zoom хамтарсан хост
nl: Zoom co-gastheer
pt: Coanfitrião no Zoom
ru: Со-ведущий на Zoom
sv: Co-värd på Zoom
tr: Zoom’da Eş Ev Sahibi
tw: Nhyɛda wɔ Zoom
uk: Співведучий на Zoom
zh: Zoom 联合主持人

source: Acomodador
am: አውታር
ar: منظم
de: Ordner
el: Συνοδός
et: Vastuvõtja
fi: Vastaanottaja
fr: Assistant
he: מנהל
hy: Ռեսուրս սրահ
it: Usciere
ja: 案内人
ko: 안내자
mn: Задалж буй хүн
nl: Uitsmijter
ru: Управляющий
sv: Värd
tr: Görevli
tw: Ɔkɔtɔyɛfo
uk: Залізний
zh: 招待员

source: SERVICIO DEL CAMPO
am: ግምባርን ያዝ
ar: خدمة الحقل
de: FELD SERVICE
el: ΥΠΗΡΕΣΙΑ ΣΤΟ ΠΕΔΙΟ
et: VÄLJAVEEK
fi: Kenttäpalvelus
fr: SERVICE DE TERRAIN
he: שירות בשטח
hy: Տըրումի ծառայություն
it: SERVIZIO DEL CAMPO
ja: フィールドサービス
ko: 필드 서비스
mn: ТАЛБАЙН ҮЙЛДЭЛ
nl: VELD DIENST
pt: SERVIÇO DE CAMPO
ru: ПОЛЕВОЕ СЛУЖЕНИЕ
sv: FÄLT TJÄNST
tr: ALANDA HİZMET
tw: BƆLNEY
uk: ПОЛЕВЕ СЛУЖІННЯ
zh: 田间服务

source: Aprobado para predicación pública
am: ለህይወት እኰለ
ar: مصرح للوعظ العام
de: Genehmigt für öffentliche Predigt
el: Εγκεκριμένο για δημόσιο κήρυγμα
et: Kinnitatud avalikuks jutlustamiseks
fi: Hyväksytty julkiseen saarnaamiseen
fr: Approuvé pour la prédication publique
he: מאושר להטפה ציבורית
hy: Հանրային քարոզչություն հաստատվելու նպատակով
it: Approvato per predicazione pubblica
ja: 公の宣教の承認
ko: 공공 전도를 위한 승인
mn: Олон нийтийн айлтгалд зөвшөөрөгдсөн
nl: Goedgekeurd voor openbare prediking
pt: Aprovado para pregação pública
ru: Утверждено для публичного проповедования
sv: Godkänd för offentlig predikan
tr: Kamuya Açık Vaaz için Onaylı
tw: Akwaaba ma abatoɔ mu mpɔtam anaa sɛ nhyehye
uk: Схвалено для публічного проповідування
zh: 批准进行公众宣讲

source: Dirigir reuniones para el servicio del campo
am: ወደ ዕለት ይገኙ
ar: قيادة الاجتماعات لخدمة الحقل
de: Leite Treffen für Felddienst
el: Ηγήστε συναντήσεις για το πεδίο υπηρεσίας
et: Juhtida koosolekuid välitööde jaoks
fi: Johdattaa kenttäpalveluskokouksia
fr: Animer des réunions pour le service de terrain
he: להנחות פגישות עבור השירות בשטח
hy: Առանձնացնել ծառայություն կիրակի օր
it: Condurre riunioni per il servizio del campo
ja: フィールドサービスのための会議を主導する
ko: 필드 서비스 회의 주재
mn: Талбайн үйлчлэлийн уулзалтыг удирдах
nl: Leiding geven aan vergaderingen voor velddienst
pt: Dirigir reuniões para o serviço de campo
ru: Вести собрания для полевая служба
sv: Leda möten för fältjänst
tr: Saha Hizmeti için Toplantıları Yönetin
tw: Bɔ abatoɔ mpɔtam mu anaa ho asɛm
uk: Вести збори для польової служби
zh: 主持田间服务会议

source: Orar en reuniones para el servicio del campo
am: እስከ ወቅቱ
ar: صلاة في الاجتماعات لخدمة الحقل
de: Bete in Treffen für Felddienst
el: Προσευχή σε συναντήσεις για το πεδίο υπηρεσίας
et: Palvetada koosolekutes välitööde jaoks
fi: Ruko tapaamisissa kenttäpalvelusta
fr: Priez lors des réunions pour le service de terrain
he: לתפילה בפגישות עבור השירות בשטח
hy: Աղոթք տրված հանդիպման համար
it: Pregare nelle riunioni per il servizio del campo
ja: フィールドサービスのための会議で祈る
ko: 필드 서비스 회의에서 기도하기
mn: Талбайн үйлчлэлийн уулзалтуудын үеэр залбирах
nl: Bidden in vergaderingen voor velddienst
pt: Orar em reuniões para o serviço de campo
ru: Молиться на встречах для полевая служба
sv: Be i möten för fältjänst
tr: Saha Hizmeti Toplantılarında Dua Edin
tw: Prɔw wɔ abatoɔ mpɔtam mu
uk: Молитися на зборах для польової служби
zh: 在田间服务会议上祈祷

source: LIMPIEZA
am: ድርድር
ar: تنظيف
de: REINIGUNG
el: ΚΑΘΑΡΙΣΜΟΣ
et: PUHASTUS
fi: PUHDISTUS
fr: NETTOYAGE
he: ניקיון
hy: ՕՐՔ
it: PULIZIA
ja: 掃除
ko: 청소
mn: Цэвэрлэгээ
nl: SCHOONMAAK
pt: LIMPEZA
ru: УБОРКА
sv: STÄDNING
tr: TEMİZLİK
tw: AHOƆFƐ
uk: УБОРКА
zh: 清洁

source: Limpieza semanal del Salón del Reino
am: የተያዘ ቀንን እኦይስለ
ar: تنظيف أسبوعي لقاعة المملكة
de: Wöchentliche Reinigung des Königreichssaals
el: Εβδομαδιαία καθαριότητα της Αίθουσας Βασιλείας
et: Kuningriigi saali iganädalane puhastus
fi: Viikoittainen valtakuntasalin puhdistus
fr: Nettoyage hebdomadaire de la Salle du Royaume
he: ניקוי שבועי של אולמי המלכות
hy: Թագավորության սրահի մաքրման շաբաթական ստեղծում
it: Pulizia settimanale della Sala del Regno
ja: 王国ホールの週ごとのクリーニング
ko: 왕국 홀의 주간 청소
mn: Рхэгэнгийн заалны долоо хоног тутмын цэвэрлэгээ
nl: Wekelijkse schoonmaak van de Koninkrijkszaal
pt: Limpeza semanal do Salão do Reino
ru: Еженедельная уборка Зала Царства
sv: Veckostädning av Rikets sal
tr: Krallığın Salonu Haftalık Temizliği
tw: Abatoɔ mpɔtam nhyehye
uk: Щотижневе прибирання Залу Царства
zh: 王国厅的每周清洁

source: Limpieza después de la reunión
am: የተቈረው የክርስቶስ መከተባ
ar: تنظيف بعد الاجتماع
de: Reinigung nach der Sitzung
el: Καθαριότητα μετά τη συνάντηση
et: Koosolekujärgne puhastus
fi: Puhdistus kokouksen jälkeen
fr: Nettoyage après la réunion
he: ניקוי לאחר הפגישה
hy: Հանդիպման ավարտից հետո մաքրել
it: Pulizia dopo la riunione
ja: 会議後の掃除
ko: 회의 후 청소
mn: Уулзалтын дараа цэвэрлэгээ
nl: Schoonmaak na de vergadering
pt: Limpeza após a reunião
ru: Уборка после собрания
sv: Städning efter mötet
tr: Toplantıdan Sonra Temizlik
tw: Nsɛmfua bɔ abatoɔ no ho
uk: Уборка після зборів
zh: 会议结束后的清洁

source: Cuidado del jardín
am: የገነብተ ያለዋ
ar: العناية بالحديقة
de: Gartenpflege
el: Φροντίδα κήπου
et: Aia hooldus
fi: Puutarhan hoito
fr: Entretien du jardin
he: תחזוקת הגן
hy: Ատաղ ներդրող
it: Cura del giardino
ja: 庭の手入れ
ko: 정원 돌보기
mn: Цэцэрлэгийн арчилгаа
nl: Tuinonderhoud
pt: Cuidados com o jardim
ru: Уход за садом
sv: Trädgårdsskötsel
tr: Bahçe Bakımı
tw: Ahyɛdan a wotumi yɛ ho asɛm
uk: Догляд за садом
zh: 花园护理

source: Limpieza mensual del Salón del Reino
am: ይዘጀዋ ደቀም ማስጠንቀቅ
ar: تنظيف شهري لقاعة المملكة
de: Monatliche Reinigung des Königreichssaals
el: Μηνιαία καθαριότητα της Αίθουσας Βασιλείας
et: Kuningriigi saali igakuine puhastus
fi: Kuukausittainen valtakuntasalin puhdistus
fr: Nettoyage mensuel de la Salle du Royaume
he: ניקוי חודשי של אולמי המלכות
hy: Թագավորության սրահի մաքրման ամսական ստեղծում
it: Pulizia mensile della Sala del Regno
ja: 王国ホールの月ごとのクリーニング
ko: 왕국 홀의 월간 청소
mn: Рхэгэнгийн заалны сарын цэвэрлэгээ
nl: Maandelijkse schoonmaak van de Koninkrijkszaal
pt: Limpeza mensal do Salão do Reino
ru: Ежемесячная уборка Зала Королевства
sv: Månadstävling av Rikets sal
tr: Krallığın Salonu Aylık Temizliği
tw: Abatoɔ mpɔtam nsɛm
uk: Щомісячне прибирання Залу Царства
zh: 王国厅的每月清洁

source: Limpieza trimestral del Salón del Reino
am: ሰዖሳይ ቀሓታ
ar: تنظيف ربع سنوي لقاعة المملكة
de: Quartalsreinigung des Königreichssaals
el: Τριμηνιαία καθαριότητα της Αίθουσας Βασιλείας
et: Kuningriigi saali kvartali puhastus
fi: Neljännesvuosittainen valtakuntasalin puhdistus
fr: Nettoyage trimestriel de la Salle du Royaume
he: ניקוי רבעוני של אולמי המלכות
hy: Թագավորության սրահի մաքրման եռամսյա ստեղծում
it: Pulizia trimestrale della Sala del Regno
ja: 王国ホールの四半期ごとのクリーニング
ko: 왕국 홀의 분기별 청소
mn: Рхэгэнгийн заалны улирлын цэвэрлэгээ
nl: Kwartaal schoonmaak van de Koninkrijkszaal
pt: Limpeza trimestral do Salão do Reino
ru: Ежеквартальная уборка Зала Королевства
sv: Kvartalsstädning av Rikets sal
tr: Krallığın Salonu Üç Aylık Temizliği
tw: Abatoɔ mpɔtam nsɛm pɛ
uk: Квартальне прибирання Залу Царства
zh: 王国厅的季度清洁

source: Cuidado del césped
am: እ. ሥዕለት
ar: العناية بالعشب
de: Rasenpflege
el: Φροντίδα του γκαζόν
et: Muruni hooldus
fi: Nurmen hoito
fr: Entretien de la pelouse
he: תחזוקת הדשא
hy: Հողամասի խնամք
it: Cura del prato
ja: 芝生の手入れ
ko: 잔디 관리
mn: Газар арчлах
nl: Gras onderhoud
pt: Cuidados com o gramado
ru: Уход за газоном
sv: Gräskötsel
tr: Çim Bakımı
tw: Ahyɛdan a wewe ho
uk: Догляд за газоном
zh: 草坪护理

source: Eliminar publicador
am: ድርድሩን ይቀዳ
ar: إزالة الناشر
de: Veröffentlichten entfernen
el: Αφαιρέστε τον εκδότη
et: Kustuta avaldaja
fi: Poista julkaisija
fr: Supprimer le prédicateur
he: מחקו את המפרסם
hy: Հրապարակողը հեռացնել
it: Rimuovi pubblicatore
ja: 出版社を削除
ko: 출판사 삭제
mn: Нийтийн уншигчдыг устгах
nl: Verwijder uitgever
pt: Remover publicador
ru: Удалить публикацию
sv: Ta bort utgivare
tr: Yayımcıyı Kaldır
tw: Firi Fɔmini
uk: Видалити публікатора
zh: 删除出版者

source: Sincronizando datos de la reunión
am: የምንግነት መረጃ በእርግጥ ተይዞ ይፋለጉ
ar: جاري مزامنة بيانات الاجتماع
de: Synchronisiere Versammlungsdaten
el: Συγχρονίζοντας δεδομένα συνάντησης
et: Kohtumise andmete sünkroonimine
fi: Synkronoidaan kokouksen tietoja
fr: Synchronisation des données de réunion
he: מעדכן נתוני ישיבה
hy: Վերահսկվում են հանդիպման տվյալները
it: Sincronizzazione dati riunione
ja: 会議データの同期中
ko: 회의 데이터 동기화 중
mn: Уулзалтын мэдээлэл синхрондож байна
nl: Vergaderdata synchroniseren
pt: Sincronizando dados da reunião
ru: Синхронизация данных собраний
sv: Synkroniserar mötesdata
tr: Toplantı verilerini senkronize etme
tw: Nsɛm a wɔsanasɛn no mu
uk: Синхронізація даних зустрічі
zh: 正在同步会议数据

source: Guardando...
am: እንቅስቃሴ...
ar: جاري الحفظ...
de: Speichern...
el: Αποθήκευση...
et: Salvestamine...
fi: Tallennetaan...
fr: Sauvegarde...
he: שמור...
hy: Պահպանվում է...
it: Salvataggio...
ja: 保存中...
ko: 저장 중...
mn: Хадгалагдаж байна...
nl: Opslaan...
pt: Salvando...
ru: Сохраняется...
sv: Sparar...
tr: Kaydediliyor...
tw: Rekɔ...
uk: Збереження...
zh: 正在保存...

source: Anterior
am: ወዲያው
ar: سابق
de: Vorherig
el: Προηγούμενος
et: Eelmine
fi: Edellinen
fr: Précédent
he: קודם
hy: Նախորդ
it: Precedente
ja: 前のページ
ko: 이전
mn: Өмнөх
nl: Vorige
ru: Предыдущий
sv: Föregående
tr: Önceki
tw: Akɔnoɔ
uk: Попередній
zh: 上一页

source: Esta semana
am: ይህ ሳምንት
ar: هذا الأسبوع
de: Diese Woche
el: Αυτή την εβδομάδα
et: See nädal
fi: Tämä viikko
fr: Cette semaine
he: השבוע
hy: Այս շաբաթ
it: Questa settimana
ja: 今週
ko: 이번 주
mn: Энэ долоо хоног
nl: Deze week
ru: На этой неделе
sv: Denna vecka
tr: Bu hafta
tw: Ɛnnɛ
uk: Цього тижня
zh: 本周
