Repository: livrasand/Kingdom-Hall-Attendant
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: am, ar, de, el, et, fi, fr, he, hy, it, ja, ko, mn, nl, pt, ru, sv, tr, tw, uk, zh

source: Para asegurarte de ingresar los datos correctamente, sigue estos pasos: Primero, selecciona si el publicador es el cabeza de familia. Luego, guarda la información del publicador. Una vez que hayas completado este paso, puedes crear la familia. Si intentas crear la familia antes de guardar los datos del publicador, podría producirse un error debido a conflictos de información.
am: የመረጃ መታቀስ ይዤ ይብቃቃል: መጀመሪያ የወገን ማጭበርበሪ ሙዚቃ ይምረጡ፣ በተጨማሪ የመረጃን አስታውሳር ይወዳጅ በቤተ መቅደስ ለምርጥ ህይወት ይደክክል፡፡ እንዲያሁን ይኡዉ አይዞ.
ar: للتأكد من إدخال البيانات بشكل صحيح، اتبع هذه الخطوات: أولاً، اختر إذا كان الناشر هو رب الأسرة. ثم احفظ معلومات الناشر. بمجرد الانتهاء من هذه الخطوة، يمكنك إنشاء الأسرة. إذا حاولت إنشاء الأسرة قبل حفظ بيانات الناشر، فقد يحدث خطأ بسبب تضارب المعلومات.
de: Um sicherzustellen, dass Sie die Daten korrekt eingeben, befolgen Sie diese Schritte: Zuerst wählen Sie aus, ob der Verkündiger der Kopf des Haushalts ist. Dann speichern Sie die Informationen des Verkündigers. Sobald Sie diesen Schritt abgeschlossen haben, können Sie die Familie erstellen. Wenn Sie versuchen, die Familie zu erstellen, bevor Sie die Daten des Verkündigers gespeichert haben, kann es aufgrund von Informationskonflikten zu einem Fehler kommen.
el: Για να διασφαλίσετε ότι θα εισάγετε τα δεδομένα σας σωστά, ακολουθήστε αυτά τα βήματα: Πρώτα, επιλέξτε αν ο δηλωτής είναι ο επικεφαλής της οικογένειας. Στη συνέχεια, αποθηκεύστε τις πληροφορίες του δηλωτή. Αφού ολοκληρώσετε αυτό το βήμα, μπορείτε να δημιουργήσετε την οικογένεια. Εάν προσπαθήσετε να δημιουργήσετε την οικογένεια πριν αποθηκεύσετε τα δεδομένα του δηλωτή, μπορεί να παρουσιαστεί σφάλμα λόγω συγκρούσεων στην πληροφορία.
et: Kuna soovid, et masinaga andmed õigesti sisestada, järgige neid samme: Esmalt valige, kas väljaandja on peremees. Siis salvestage väljaandja teave. Kui olete selle sammu lõpetanud, saate luua perekonna. Kui proovite luua perekonda enne, kui olete väljaandja andmed salvestanud, võib teabe konfliktide tõttu tekkida viga.
fi: Varmista, että syötät tiedot oikein, seuraa näitä vaiheita: Ensinnäkin, valitse, onko julkaisija perheen pää. Tallenna sitten julkaisijan tiedot. Kun olet suorittanut tämän vaiheen, voit luoda perheen. Jos yrität luoda perheen ennen kuin tallennat julkaisijan tiedot, voi esiintyä virhe, joka johtuu tietojen ristiriidoista.
fr: Pour vous assurer que vous saisissez les données correctement, suivez ces étapes: Tout d'abord, sélectionnez si le prédicateur est le chef de famille. Ensuite, enregistrez les informations du prédicateur. Une fois que vous avez terminé cette étape, vous pouvez créer la famille. Si vous essayez de créer la famille avant d'avoir enregistré les données du prédicateur, une erreur peut survenir en raison de conflits d'informations.
he: כדי להבטיח שתזין את הנתונים בצורה נכונה, עקוב אחרי הצעדים הללו: קודם כל, בחר אם המפרסם הוא ראש המשפחה. לאחר מכן, שמור את המידע על המפרסם. ברגע שהשלמת את הצעד הזה, תוכל ליצור את המשפחה. אם תנסה ליצור את המשפחה לפני שתשמור את הנתונים של המפרסם, עשוי להתרחש שגיאה עקב קונפליקטים במידע.
hy: Այս տվյալները ճիշտ մուտքագրելու համար կատարեք այս քայլերը՝ Նախ՝ ընտրեք, արդյոք հրատարակիչը ընտանեկան գլուխ է։ Այնուհետ՝ պահպանեք հրատարակչի մասին տեղեկությունները։ Երբ ավարտեք այդ քայլը, կարող եք ստեղծել ընտանիքը: Եթե փորձեք ստեղծել ընտանիքը, նախքան հրատարակիչի տվյալները պահպանելը, կարող է տեղի ունենալ սխալ տեղեկությունների կոնֆլիկտի պատճառով.
it: Per assicurarti di inserire i dati correttamente, segui questi passi: Prima, seleziona se il pubblicatore è il capo famiglia. Poi, salva le informazioni del pubblicatore. Una volta completato questo passaggio, puoi creare la famiglia. Se provi a creare la famiglia prima di salvare i dati del pubblicatore, potrebbe verificarsi un errore a causa di conflitti di informazioni.
ja: データを正しく入力するために、これらの手順に従ってください: まず、出版社が家族の代表者であるかどうかを選択します。次に、出版社の情報を保存します。このステップを完了したら、家族を作成できます。出版社のデータを保存する前に家族を作成しようとすると、情報の競合によりエラーが発生する可能性があります。
ko: 데이터를 올바르게 입력하려면 다음 단계를 따르십시오: 먼저 출판자가 가족의 가장인지 선택합니다. 그런 다음 출판자 정보를 저장합니다. 이 단계를 완료하면 가족을 만들 수 있습니다. 출판자 데이터를 저장하기 전에 가족을 만들려고 하면 정보 충돌로 인해 오류가 발생할 수 있습니다.
mn: Мэдээллийг зөв оруулахын тулд дараах алхмуудыг дагана уу: Нэгдүгээрт, хэвлэгч гэр бүлийн тэргүүн юм уу гэдгийг сонго. Дараа нь хэвлэгчийн мэдээллийг хадгална уу. Энэ алхмыг дуусгасны дараа, гэр бүл бий болгох боломжтой. Хэрэв та хэвлэгчийн мэдээллийг хадгалалгүйгээр гэр мэдээллийг үүсгэх гэж оролдох юм бол, мэдээллийн зөрчил үүсэх боломжтой.
nl: Om ervoor te zorgen dat je de gegevens correct invoert, volg deze stappen: Selecteer eerst of de publicerende het hoofd van het gezin is. Sla vervolgens de informatie van de publicerende op. Zodra je deze stap hebt voltooid, kun je de familie aanmaken. Als je probeert de familie aan te maken voordat je de gegevens van de publicerende hebt opgeslagen, kan er een fout optreden vanwege informatieconflicten.
pt: Para garantir que você insira os dados corretamente, siga estas etapas: Primeiro, selecione se o publicador é o chefe da família. Em seguida, salve as informações do publicador. Assim que você concluir esta etapa, poderá criar a família. Se você tentar criar a família antes de salvar os dados do publicador, pode ocorrer um erro devido a conflitos de informações.
ru: Чтобы убедиться, что вы правильно вводите данные, выполните следующие шаги: Сначала выберите, является ли публицист главой семьи. Затем сохраните информацию о публицисте. После завершения этого шага вы можете создать семью. Если вы попытаетесь создать семью до сохранения данных публициста, может возникнуть ошибка из-за конфликтов информации.
sv: För att säkerställa att du anger data korrekt, följ dessa steg: Först, välj om publicisten är familjens huvud. Spara sedan publicistens information. När du har slutfört detta steg kan du skapa familjen. Om du försöker skapa familjen innan du sparar publicistens data kan ett fel uppstå på grund av informationskonflikter.
tr: Verilerinizi doğru girdiğinizden emin olmak için, bu adımları takip edin: Öncelikle, yayıncının ailenin başı olup olmadığını seçin. Ardından yayıncının bilgilerini kaydedin. Bu adımı tamamladıktan sonra, aile oluşturabilirsiniz. Eğer yayıncının verilerini kaydetmeden aile oluşturmaya çalışırsanız, bilgi çatışmaları nedeniyle bir hata oluşabilir.
tw: Sɛ wopɛ sɛ woyɛ nokware na wobɛtɔ nkyerɛyɛmu a, di nsɛm a ɛda so yi so: Sɛnea ɛda so no, fa ɔkwan a ɔtɔ fa yɛ wʼano. Afei, bɔ nkyerɛmu no ho ban. Sɛ woyi a, bɔ adwuma no ho do pefee.
uk: Щоб переконатися, що ви правильно вводите дані, дотримуйтеся таких кроків: спочатку виберіть, чи є публікатором голова родини. Потім збережіть інформацію про публікатора. Після завершення цього кроку ви можете створити сім’ю. Якщо ви спробуєте створити сім’ю перед збереженням даних публікатора, може виникнути помилка через конфлікти в інформації.
zh: 为了确保您正确输入数据，请遵循以下步骤：首先，选择出版人是否是家庭主要成员。然后，保存出版者的信息。完成此步骤后，可以创建家庭。如果您在保存出版人数据之前尝试创建家庭，可能会因为信息冲突而发生错误。

source: Cabeza de la familia
am: የቤተ መቅደስ አይዞ በኩሉ
ar: رب الأسرة
de: Haupt des Haushalts
el: Επικεφαλής της οικογένειας
et: Perepeja
fi: Perheen pää
fr: Chef de famille
he: ראש המשפחה
hy: Ընտանեկան գլուխ
it: Capo famiglia
ja: 家族の代表者
ko: 가족의 가장
mn: Гэр бүлийн тэргүүн
nl: Hoofd van het huishouden
pt: Chefe da família
ru: Глава семьи
sv: Familjens huvud
tr: Ailenin başı
tw: Krɔnkrɔn no ne
uk: Глава родини
zh: 家庭的主要成员

source: Cabeza de familia o soltero
am: የቤተ መቅደስ አይዞ ወይል ኢየድ ያሊና
ar: رب الأسرة أو أعزب
de: Kopf des Haushalts oder ledig
el: Επικεφαλής της οικογένειας ή εργένης
et: Perepea või üksik
fi: Perheen pää tai sinkku
fr: Chef de famille ou célibataire
he: ראש משפחה או רווק
hy: Ընտանեկան գլուխ կամ մեկի
it: Capo famiglia o single
ja: 家族の代表者または独身
ko: 가족의 가장 또는 독신
mn: Гэр бүлийн тэргүүн эсвэл ганц бие
nl: Hoofd van het huishouden of alleenstaand
pt: Chefe da família ou solteiro
ru: Глава семьи или одинокий
sv: Familjens huvud eller singel
tr: Aile reisi veya bekar
tw: Krɔnkrɔn no anaa ɔbaako
uk: Глава сім’ї або не одружений
zh: 家庭的主要成员或单身

source: Crear familia
am: አይነታገስ
ar: إنشاء أسرة
de: Familie erstellen
el: Δημιουργία οικογένειας
et: Loo perekond
fi: Luo perhe
fr: Créer une famille
he: צור משפחה
hy: Ստեղծել ընտանիք
it: Crea famiglia
ja: 家族を作成する
ko: 가족 만들기
mn: Гэр бүлтэй болох
nl: Familie aanmaken
pt: Criar família
ru: Создать семью
sv: Skapa familj
tr: Aile oluştur
tw: Sɛ yɛbɛyɛ ɔbɔɔ
uk: Створити родину
zh: 创建家庭

source: Familia:
am: ቤተ መቅደስ:
ar: عائلة:
de: Familie:
el: Οικογένεια:
et: Perekond:
fi: Perhe:
fr: Famille:
he: משפחה:
hy: Ընտանիք:
it: Famiglia:
ja: 家族:
ko: 가족:
mn: Гэр бүл:
nl: Familie:
pt: Família:
ru: Семья:
sv: Familj:
tr: Aile:
tw: Abusua:
uk: Сім'я:
zh: 家庭：

source: Este publicador es
am: ይኹኝዙት ፕቱ
ar: هذا الناشر هو
de: Dieser Verkündiger ist
el: Αυτός ο δηλωτής είναι
et: See väljaandja on
fi: Tämä julkaisija on
fr: Ce publicateur est
he: המפרסם הזה הוא
hy: Այս հրատարակիչն է
it: Questo pubblicatore è
ja: この出版社は
ko: 이 출판자는
mn: Энэ хэвлэгч бол
nl: Deze publicerende is
pt: Este publicador é
ru: Этот публицист является
sv: Denna publicist är
tr: Bu yayıncı,
tw: Sɛ wopɛ a, pɔw ɔkrɔn no yɛ
uk: Цей публікатор є
zh: 此出版者是

source: Preference
am: ውይይዩ
ar: تفضيل
de: Präferenz
el: Προτίμηση
et: Eelistus
fi: Etuus
fr: Préférence
he: העדפה
hy: Նախապատվություն
it: Preferenza
ja: 優先事項
ko: 선호
mn: Сонголт
nl: Voorkeur
pt: Preferência
ru: Предпочтение
sv: Preferens
tr: Tercih
tw: Nkyekyɛmu
uk: Перевага
zh: 偏好

source: esposa
am: ባል
ar: زوجة
de: Ehefrau
el: σύζυγος
et: abikaasa
fi: vaimo
fr: épouse
he: אישה
hy: Կնոջ
it: moglie
ja: 妻
ko: 아내
mn: эхнэр
nl: echtgenote
ru: жена
sv: fru
tr: eş
tw: yere
uk: дружина
zh: 妻子

source: hija
am: ልጅ
ar: ابنة
de: Tochter
el: κόρη
et: tütar
fi: tytär
fr: fille
he: בת
hy: Դուստր
it: figlia
ja: 娘
ko: 딸
mn: охин
nl: dochter
pt: filha
ru: дочь
sv: dotter
tr: kız
tw: ba
uk: дочка
zh: 女儿

source: hijo
am: ወጣብ
ar: ابن
de: Sohn
el: γιός
et: poeg
fi: poika
fr: fils
he: בן
hy: Նոր
it: figlio
ja: 息子
ko: 아들
mn: хүү
nl: zoon
pt: filho
ru: сын
sv: son
tr: oğul
tw: bɔ
uk: син
zh: 儿子

source: del cabeza de familia
am: የቤት አስተዳደር ራስ
ar: من رب الأسرة
de: vom Haushaltsvorstand
el: του επικεφαλής της οικογένειας
et: perepeja
fi: perheen päältä
fr: du chef de famille
he: של ראש המשפחה
hy: ընտանեկան գլուխից
it: del capo famiglia
ja: 家族の代表者の
ko: 가족의 가장의
mn: гэр бүлийн тэргүүнээс
nl: van het hoofd van het huishouden
pt: do chefe da família
ru: главы семьи
sv: av familjens huvud
tr: aile reisinin
tw: fi ɔdɔ no mu
uk: голови сім'ї
zh: 家庭的主要成员的

source: Fecha de nacimiento
am: የግል መረጃ
ar: تاريخ الميلاد
de: Geburtstag
el: Ημερομηνία γέννησης
et: Sünnikuupäev
fi: Syntymäaika
fr: Date de naissance
he: תאריך לידה
hy: Ծնողի օրը
it: Data di nascita
ja: 生年月日
ko: 생년월일
mn: Төрсөн огноо
nl: Geboortedatum
pt: Data de nascimento
ru: Дата рождения
sv: Födelsedatum
tr: Doğum tarihi
tw: Awo da
uk: Дата народження
zh: 出生日期

source: Dirección
am: አድራሻ
ar: العنوان
de: Adresse
el: Διεύθυνση
et: Aadress
fi: Osoite
fr: Adresse
he: כתובת
hy: Հասցե
it: Indirizzo
ja: 住所
ko: 주소
mn: Хаяг
nl: Adres
pt: Endereço
ru: Адрес
sv: Adress
tr: Adres
tw: Adres
uk: Адреса
zh: 地址

source: Datos espirituales
am: ዜነውና መመለስ
ar: البيانات الروحية
de: Geistliche Daten
el: Πνευματικά δεδομένα
et: Vaimulikud andmed
fi: Henkisiä tietoja
fr: Données spirituelles
he: נתונים רוחניים
hy: Հոգևոր տվյալներ
it: Dati spirituali
ja: 精神データ
ko: 영적 데이터
mn: Сүнслэг мэдээлэл
nl: Geestelijke gegevens
pt: Dados espirituais
ru: Духовные данные
sv: Andliga data
tr: Ruhsal veriler
tw: Nukɔmfa data
uk: Духовні дані
zh: 精神数据

source: Bautizado
am: ቅዱስመምር
ar: معمد
de: Getauft
el: Βαπτισμένος
et: Kristlitatud
fi: Kastettu
fr: Baptisé
he: מטביל
hy: Մկրտված
it: Battezzato
ja: 洗礼を受けた
ko: 세례받은
mn: Гюллийн нээгч
nl: Gedoopt
pt: Batizado
ru: Крещеный
sv: Döpt
tr: Vaftiz
tw: Nsɔhwɛdɔ
uk: Хрещений
zh: 受洗

source: Fecha de bautizo
am: የቅዱስመምር ዕድል
ar: تاريخ المعمودية
de: Tauftermin
el: Ημερομηνία βάπτισης
et: Ristimise kuupäev
fi: Kastepäivä
fr: Date de baptême
he: תאריך טבילה
hy: Մկրտման ամսաթիվ
it: Data di battesimo
ja: 洗礼日
ko: 세례 날짜
mn: Сумтай Идв захиалын өдөр
nl: Datum van doop
pt: Data de batismo
ru: Дата крещения
sv: Döpsdatum
tr: Vaftiz tarihi
tw: Nsɔhwɛda
uk: День хрещення
zh: 洗礼日期

source: Grupo de predicación
am: የቃሪስ እናድ ብ ቤት
ar: مجموعة الوعظ
de: Predigtegruppe
el: Ομάδα κηρύγματος
et: Külastusgrupp
fi: Saarnaryhmä
fr: Groupe de prédication
he: קבוצת דפוס
hy: Ավետարանության խումբ
it: Gruppo di predicazione
ja: 伝道グループ
ko: 전도 그룹
mn: сургалт
nl: Predikingsgroep
pt: Grupo de pregação
ru: Группа проповеди
sv: Predikningsgrupp
tr: Vaaz Grubu
tw: Asɔre a wɔbɔ ɔbɔfoɔ
uk: Група проповіді
zh: 宣传小组

source: Seleccione un grupo
am: ይምረጡ የቤተ ምዕሽ
ar: اختر مجموعة
de: Wählen Sie eine Gruppe
el: Επιλέξτε μια ομάδα
et: Vali grupp
fi: Valitse ryhmä
fr: Sélectionnez un groupe
he: בחר קבוצה
hy: Ընտրեք խումբ
it: Seleziona un gruppo
ja: グループを選択
ko: 그룹 선택
mn: Групп сонгоно уу
nl: Selecteer een groep
pt: Selecione um grupo
ru: Выберите группу
sv: Välj en grupp
tr: Bir grup seçin
tw: Paw ɔbɔfoɔ
uk: Виберіть групу
zh: 选择一个小组

source: Recibe La Atalaya (edición de estudio)
am: የእትብት ቤተ ምህረት ወይም አላማ በማዕከል (የምርመራ እትብት)
ar: استلم برج المراقبة (نسخة دراسية)
de: Erhält Die Wachtturm (Studienausgabe)
el: Λαμβάνει την Σκοπιά (έκδοση μελέτης)
et: Saab La Torre (õppeversioon)
fi: Saat Vahtotorni (opiskeluversion)
fr: Reçoit La Tour de Garde (édition d'étude)
he: מקבל את משק הבית (מהדורת לימוד)
hy: Ստանում է «Գործակալ» (ուսումնական տարբերակ)
it: Riceve La Torre di Guardia (edizione di studio)
ja: 『わんこそば』（学習版）を受け取る
ko: 파수대(학습판) 받기
mn: Шударга тасагийн (судалгааны хэвлэл)
nl: Ontvang De Wachttoren (studie editie)
pt: Recebe A Sentinela (edição de estudo)
ru: Получает Сторожевую башню (учебное издание)
sv: Mottar Vakttornet (studieutgåva)
tr: Gözetleme Kulesi'ni al (çalışma sürümü)
tw: Wɔtɔrɔ La Atalaya (akwanhye a ɛda ho adi)
uk: Отримує Вартову башту (навчальне видання)
zh: 接收守望台（学习版）

source: Recibe la Guía de actividades
am: የእንቅስቃሴ መመሪያ
ar: استلم دليل الأنشطة
de: Erhält den Aktivitätsleitfaden
el: Λαμβάνει τον Οδηγό δραστηριοτήτων
et: Saab tegevuste juhendi
fi: Saat aktiviteopas
fr: Reçoit le Guide d'activités
he: מקבל את מדריך הפעילויות
hy: Ստանում է գործողություններ ուղեցույց
it: Riceve la Guida alle attività
ja: 活動ガイドを受け取る
ko: 활동 안내서 받기
mn: Сонирхол бүхий тохируулагчийн гарын авлага
nl: Ontvang de Activiteiten Gids
pt: Recebe o Guia de atividades
ru: Получает Руководство по мероприятиям
sv: Mottar aktivitetsguiden
tr: Etkinlik Rehberini Al
tw: Wɔtɔrɔ Nkyerɛkyerɛ Guide
uk: Отримує Посібник з діяльності
zh: 收到活动指南

source: Publicador no bautizado
am: የተደፈር መጋቢት
ar: ناشر غير معمد
de: Ungetaufter Verkündiger
el: Αβάπτιστος δημοσιογράφος
et: Kristimata väljaandja
fi: Kastamaton julkaisija
fr: Publicateur non baptisé
he: פובליציסט לא טומאה
hy: Չմկրտված հրատարակիչ
it: Pubblicatore non battezzato
ja: 未洗礼の出版社
ko: 세례받지 않은 출판자
mn: Баптист буслагч
nl: Onbaptiseerde verkondiger
pt: Publicador não batizado
ru: Некрещеный публицист
sv: Odöpt publicist
tr: Vaftiz edilmemiş yayıncı
tw: Nswabɔfoɔ a wante nwɔtwe
uk: Неохрещений публікатор
zh: 未经洗礼的出版者

source: Publicador temporal (visitante de 3 meses o menos)
am: የጊዜ ወንጌል (ወጣት 3 ወር ወይም ያንሹ)
ar: ناشر مؤقت (زائر لمدة <b>٣</b> أشهر أو أقل)
de: Zeitweiser Verkündiger (Besucher für 3 Monate oder weniger)
el: Προσωρινός δημοσιογράφος (επισκέπτης για 3 μήνες ή λιγότερο)
et: Ajutine väljaandja (külaline 3 kuud või vähem)
fi: Tilapäinen julkaisija (vieras 3 kuukautta tai vähemmän)
fr: Publicateur temporaire (visiteur de 3 mois ou moins)
he: פובליציסט זמני (מבקר של 3 חודשים או פחות)
hy: Վճարակի հրատարակիչ (3 ամիս կամ պակաս գողուններ)
it: Pubblicatore temporaneo (visitatore per 3 mesi o meno)
ja: 一時的な出版社（訪問者<b>3</b>か月以内）
ko: 임시 출판자 (방문자 <b>3</b>개월 이하)
mn: Түр хугацааны нийтлэгч (3 сар ба түүнээс бага зочин)
nl: Tijdelijke verkondiger (bezoeker van 3 maanden of minder)
pt: Publicador temporário (visitante de 3 meses ou menos)
ru: Временный публицист (гость 3 месяца или меньше)
sv: Tillfällig publicist (besökare i 3 månader eller mindre)
tr: Geçici yayıncı (3 ay veya daha az ziyaretçi)
tw: Nkyerɛkyerɛfoɔ berɛ a ɔyɛ ɔbɔfoɔ (ɔbɛyɛ ɔbɛyɛ <b>3</b> ɔsram anaa bɔne a ɛyɛ ɛda ho)
uk: Тимчасовий публікатор (відвідувач до 3 місяців)
zh: 临时出版者（访客3个月或更短）

source: Ungido
am: እንቁላል
ar: ممسوح
de: Gesalbter
el: Χρισμένος
et: Määratud
fi: Voideltu
fr: Oint
he: משיחי
hy: Նշանին
it: Unto
ja: 油注がれた者
ko: 기름 부음 받은
mn: Тосон
nl: Gezalfde
ru: Помазанник
sv: Utsedd
tr: Mesih
tw: Nhyira
uk: Помазаний
zh: 受封

source: Niño
am: ተነሱ
ar: طفل
de: Kind
el: Παιδί
et: Laps
fi: Lapsi
fr: Enfant
he: ילד
hy: Երեխա
it: Bambino
ja: 子供
ko: 어린이
mn: Хүүхэд
nl: Kind
pt: Criança
ru: Ребенок
sv: Barn
tr: Çocuk
tw: Abɔfra
uk: Дитина
zh: 儿童

source: Readmitido
am: መስተንት የተመለሰ
ar: معاد قبوله
de: Wieder aufgenommen
el: Επανεισαγωγή
et: Taaskäidud
fi: Uudelleen otettu
fr: Réadmis
he: חזר
hy: Վերստին ընդունված
it: Riamesso
ja: 再入場
ko: 재입회된
mn: Дахин хүлээн зөвшөөрөгдсөн
nl: Heropgenomen
ru: Повторно принят
sv: Återinskriven
tr: Yeniden kabul edildi
tw: Wɔsan ntɔkɔ ho
uk: Перезатверджений
zh: 重新接纳

source: Irregular
am: የተቀበለ መረጃ
ar: غير منتظم
de: Unregelmäßig
el: Ακανόνιστος
et: Ebaregulaarsed
fi: Säännönmukainen
fr: Irrégulier
he: לא סדיר
hy: Չեսերից
it: Irregolare
ja: 不規則
ko: 불규칙한
mn: Буруу
nl: Onregelmatig
ru: Нерегулярный
sv: Oregelbunden
tr: Düzensiz
tw: Awurade
uk: Нерегулярний
zh: 不规则

source: Invidente
am: ውይይት
ar: أعمى
de: Blind
el: Blind
et: Pime
fi: Sokea
fr: Aveugle
he: עיוור
hy: Կույր
it: Non vedente
ja: 盲目
ko: 시각장애인
mn: Нүдгүй
nl: Blind
ru: Слепой
sv: Blind
tr: Kör
tw: Nkwankyerɛ
uk: Сліпий
zh: 盲人

source: Cometió abuso sexual de menores
am: ግንድ ወንጀል
ar: ارتكب اعتداءات جنسية على قاصرين
de: Hat sexuellen Missbrauch von Minderjährigen begangen
el: Διαπράχθηκε σεξουαλική κακοποίηση ανηλίκων
et: Sooritatud seksuaalne väärkohtlemine alaealiste suhtes
fi: Otti seksuaalista hyväksikäyttöä alaikäisiä kohtaan
fr: A commis des abus sexuels sur des mineurs
he: ביצע התעללות מינית בקטינים
hy: Մեծահասակների նկատմամբ կատարելագործվել է լ seksuálníiettivo
it: Ha commesso abusi sessuali su minori
ja: 未成年者に対する性的虐待を犯した
ko: 미성년자에 대한 성폭행을 저지른
mn: Хүүхдүүдийн дээрсүйд утгаж тэдний бие таашаагдсан
nl: Heeft seksueel misbruik van minderjarigen gepleegd
pt: Cometeu abuso sexual de menores
ru: Совершил сексуальное насилие в отношении несовершеннолетних
sv: Begick sexuella övergrepp mot minderåriga
tr: Reşit olmayanlara cinsel saldırı düzenlemek
tw: Ɔyɛɛ abɔdeɛ biara
uk: Вчинив сексуальне насильство над неповнолітніми
zh: 对未成年人实施性虐待

source: Divorciado
am: የሞገድ
ar: مطلق
de: Geschieden
el: Θεός
et: Armunud
fi: Eroottu
fr: Divorcé
he: גרוש
hy: Ազատ
it: Divorziato
ja: 離婚
ko: 이혼한
mn: Салгажсан
nl: Gescheiden
ru: Разведенный
sv: Skild
tr: Boşanmış
tw: Asɛm a wate nka
uk: Розлучений
zh: 离婚

source: Viudo
am: ውዝዙ
ar: أرمل
de: Witwe
el: Χήρος
et: Lesk
fi: Leski
fr: Veuf
he: אלמן
hy: Արձակուրդ
it: Vedovo
ja: 未亡人
ko: 사망한
mn: Сиймэн
nl: Weduwe
ru: Вдовец
sv: Enka
tr: Dul
tw: Atwefoɔ
uk: Вдівець
zh: 鳏夫

source: Sordo
am: ሳዓር
ar: أصم
de: Taub
el: Κωφός
et: Kurt
fi: Kuuro
fr: Sourd
he: חירש
hy: Լուռ
ja: 聴覚障害者
ko: 청각장애인
mn: Сахар
nl: Doof
pt: Surdo
ru: Глухой
sv: Döv
tr: Sağır
tw: Tɔkɔm
uk: Глухий
zh: 聋人

source: Enfermo
am: የህመም ሥጋ
ar: مريض
de: Krank
el: Άρρωστος
et: Haige
fi: Sairas
fr: Malade
he: חולה
hy: Հիվանդ
it: Malato
ja: 病気
ko: 아픈
mn: Лүдтэй
nl: Ziek
ru: Больной
sv: Sjuk
tr: Hastalığı olan
tw: Yare
uk: Хворий
zh: 生病

source: Voluntario del LDC
am: የስራ ድሮይማ
ar: متطوع LDC
de: LDC-Freiwilliger
el: Εθελοντής του LDC
et: LDC vabatahtlik
fi: LDC vapaaehtoinen
fr: Volontaire LDC
he: מתנדב של LDC
hy: LDC-ի կամավոր
it: Volontario LDC
ja: LDC ボランティア
ko: LDC 자원봉사자
mn: LDC-ийн сайн дурын ажилтан
nl: LDC-vrijwilliger
pt: Voluntário do LDC
ru: Волонтер LDC
sv: LDC volontär
tr: LDC gönüllüsü
tw: LDC yɛ ɔpɛ
uk: Волонтер LDC
zh: LDC 志愿者

source: Voluntario EPC
am: የስራ ድሮይማ
ar: متطوع EPC
de: EPC-Freiwilliger
el: Εθελοντής EPC
et: EPC vabatahtlik
fi: EPC vapaaehtoinen
fr: Volontaire EPC
he: מתנדב EPC
hy: EPC-ի կամավոր
it: Volontario EPC
ja: EPC ボランティア
ko: EPC 자원봉사자
mn: EPC-ийн сайн дурын ажилтан
nl: EPC-vrijwilliger
pt: Voluntário EPC
ru: Волонтер EPC
sv: EPC volontär
tr: EPC gönüllüsü
tw: EPC yɛ ɔpɛ
uk: Волонтер EPC
zh: EPC 志愿者

source: Tiene llaves del Salón del Reino
am: ቤተ መንግስት ውህብት ምርጮች
ar: يمتلك مفاتيح قاعة المملكة
de: Hat Schlüssel zum Königreichssaal
el: Έχει κλειδιά του Αίθουσα Βασιλείας
et: Kuningriigi saali võtmed on
fi: Omistaa kuningaskunnan salin avaimet
fr: Possède des clés du Salle du Royaume
he: יש מפתחות לממלכה
hy: Ունի Մեծության սրահի բանալիներ
it: Ha le chiavi della Sala del Regno
ja: 王国会堂の鍵を持っている
ko: 왕국 회관 열쇠를 가지고 있다
mn: Татахын чалгарын түлхүүр
nl: Heeft sleutels van de Koninkrijkszaal
pt: Tem chaves do Salão do Reino
ru: Имеет ключи от Царственного зала
sv: Har nycklar till Kungarikets sal
tr: Krallığın Salonu anahtarlarına sahip
tw: Wɔwɔ Nkyakora Korɔ
uk: Має ключі від Царського залу
zh: 拥有王国大厅的钥匙

source: Utiliza Kingdom Hall Attendant
am: ክንውና የበዙ ሀልዋ
ar: يستخدم مساعد قاعة المملكة
de: Verwendet Kingdom Hall Attendant
el: Χρησιμοποιεί Kingdom Hall Attendant
et: Kasutab Kuningriigi saali assistenti
fi: Käyttää kuningaskunnan salin avustajaa
fr: Utilise le préposé du Royaume
he: משתמש בעוזר של אולם המלכה
hy: Օգտագործում է թալերգիայի օգնական
it: Utilizza il Servizio di Accoglienza della Sala del Regno
ja: 王国会堂のアテンダントを使う
ko: Kingdom Hall Attendant 사용
mn: Хар луузны дэргэд
nl: Gebruikt Koninkrijkszaal Ondersteuner
pt: Utiliza assistente do Salão do Reino
ru: Использует Kingdom Hall Attendant
sv: Använder Kingdom Hall Attendant
tr: Krallık Salonu Asistanını Kullanır
tw: Fa Nkyerɛ Nkyakora
uk: Використовує Помічника церкви
zh: 使用王国大厅助理

source: Censurado
am: ማይበርር
ar: مُراقَب
de: Zensiert
el: Λογοκριμένος
et: Tsenseeritud
fi: Sensuroitu
fr: Censuré
he: מותק
hy: Սենսուր վերադարձյուն
it: Censurato
ja: 検閲された
ko: 검열된
mn: Хязгаарласан
nl: Gecensureerd
ru: Цензурированный
sv: Censurerad
tr: Sansürlü
tw: Akwan da no ho akwan
uk: Цензурований
zh: 已被审查

source: Inactivo
am: ኢለም
ar: غير نشط
de: Inaktiv
el: Ανο inactive
et: Mitteaktiivne
fi: Passiivinen
fr: Inactif
he: לא פעיל
hy: Անացի
it: Inattivo
ja: 非アクティブ
ko: 비활성
mn: Идэвхитэй биш
nl: Inactief
pt: Inativo
ru: Неактивный
sv: Inaktiv
tr: Aktif değil
tw: Áyɛ
uk: Неактивний
zh: 不活跃

source: Expulsado
am: ይዞ በይ
ar: مطرود
de: Ausgeschlossen
el: Εκδιωγμένος
et: Välja aetud
fi: Karkoitettu
fr: Expulsé
he: מגנים
hy: Վատախույզ
it: Espulso
ja: 追放された
ko: 추방된
mn: Гаргуулж
nl: Uitgesloten
ru: Исключенный
sv: Utesluten
tr: Sürgün edilmiş
tw: Wɔde a
uk: Виключений
zh: 被驱逐

source: Fallecido
am: የሞር ተገን
ar: توفي
de: Verstorben
el: Αποθανών
et: Surnud
fi: Vainaja
fr: Décédé
he: נפטר
hy: Ամուսինը մահացել է
it: Deceduto
ja: 死亡
ko: 사망한
mn: Түр чуулах
nl: Overleden
ru: Умерший
sv: Avliden
tr: Vefat etmiş
tw: Wɔwɔ hɔ
uk: Померлий
zh: 去世

source: Encarcelado
am: ይህ ይኸው ወት
ar: معتقل
de: Eingesperrt
el: Έγκλειστος
et: Kinni peetud
fi: Vankilassa
fr: Emprisonné
he: אסיר
hy: Կալանավորված
it: Imprigionato
ja: 投獄された
ko: 수감된
mn: Темрэггэр
nl: Gevangen
pt: Encarcerado
ru: Заключенный
sv: Fängslad
tr: Hapiste
tw: Eyi nsɛm mu
uk: Ув'язнений
zh: 入狱

source: Separado
am: ይፍን ውዚ
ar: منفصل
de: Getrennt
el: Χωρισμένος
et: Eraldi
fi: Erottu
fr: Séparé
he: מופרד
hy: Դանի
it: Separato
ja: 分離された
ko: 분리된
mn: Тусгаарласан
nl: Gescheiden
ru: Разделено
sv: Separat
tr: Ayrı
tw: Bɔ no ho
uk: Роз'єднані
zh: 已分开

source: Nombramientos
am: የታዘዘ ዋት
ar: تعيينات
de: Bestellungen
el: Διορισμοί
et: Nimeta
fi: Nimitykset
fr: Nominations
he: מנות
hy: Անվանություններ
it: Nomine
ja: 任命
ko: 임명
mn: Тодруулга
nl: Aanstellingen
pt: Nomeações
ru: Назначения
sv: Utnämningar
tr: Atamalar
tw: Nhyehyɛ
uk: Призначення
zh: 任命

source: Ninguno
am: አልባም
ar: لا شيء
de: Keine
el: Κανένα
et: Mittemidagi
fi: Ei mitään
fr: Aucun
he: אין
hy: Ոչ մի
it: Nessuno
ja: なし
ko: 없음
mn: Ямар ч биш
nl: Geen
pt: Nenhum
ru: Ничто
sv: Ingen
tr: Hiçbiri
tw: Nni
uk: Немає
zh: 无
